{"籤詩版本二": "Lè sezon fredi a rive, yon branch flè prin sou mòn lan pa pral detwi menm si fèy li yo tonbe epi branch li yo cheche.\nMen, lè sezon prentan an rive, mwen toujou retounen m 'tankou koutwazi a epi detwi travay orijinal la.", "詩意": "Nan egzagram sa a, flè prin a okipe pozisyon dirijan an.\nTout bagay bon si li an reta.", "解曰": "Yon flèch tire vid. Lè li vid, li pa vid. Nap tann prentan rive. Koulè ladan l.", "籤詩故事一": "◇ Fè nòt de fwa\nPandan rèy Anperè Dezong nan Dinasti Tang, Minis fidèl Mei Bogao ak fanmi li te ankadre pa trèt Premye Minis Lu Qi, ki te vle touye yo tout.Sèlman pitit gason l 'Mei Liangyu te jere chape. Pita, li chanje li. non Wang Xitong pou kache idantite li. Li te viv pou kont li nan lari yo, grangou ak frèt, men erezman li te pran nan pa Chen Risheng (Chen Dongchu). Chen Risheng pa t 'konnen eksperyans lavi li, kidonk li te mande l' ede pran swen jaden prin Chen pou li pa ta mouri grangou nan lari a.\nChen Risheng se te yon kondisip klas ak zanmi Mei Bogao.Lè Lu Qi te pèsekite l, Mei Bogao te sove li. Kòm rezilta, Mei Bogao ak Lu Qi te vin lènmi.A la fen, tout fanmi yo te egzekite. Chen Risheng te santi li tris ak fache poutèt sa.Apre li fin marye, li te demisyone epi li te deplase fanmi l nan Yangzhou pou l te viv nan izole.\nChen Risheng gen yon pitit fi yo rele Chen Xingyuan, ki bèl ak santi bon.Apre Mei Liangyu te rive nan fanmi Chen, yo te tonbe nan renmen nan premye je. Nan yon jou kote flè prin yo te an plen fleri, ki te tou anivèsè lanmò Mei Bogao a, Chen Risheng ak fanmi l te louvri yon lotèl nan jaden prin kay yo pou komemore zanmi ki te mouri a ak byenfeteur.Santa nan tan, tan an toudenkou chanje. , ak yon gwo tanpèt nèj kònen, ki kouvri tout flè prin yo. Chen Risheng te plenn ke li te kapab chape san danje, men li pa menm ka sove desandan fanmi Mei yo.Li te panse sa a se te yon avètisman nan men Bondye, kidonk li te pwomèt ke sof si flè prin yo fleri ankò, ki pwouve ke desandan yo nan fanmi Mei te toujou vivan, li pa ta janm di anyen.Li chape nan Boudis e li te vin yon mwàn.\nPitit fi l 'Xingyuan tande sa a epi imedyatman boule lansan epi sensèman lapriyè Bondye pou fè flè prin yo fleri ankò. Sensète yo te deplase syèl la, ak tout pye bwa prin yo nan jaden prin an fleri ankò; pita Chen Risheng te konnen ke Xitong a se Liangyu, kidonk li fiyanse pitit fi li Xingyuan avè l '.", "聖意": "Kay la ak kay la pa bon pou tèt li, pou pwòp bon chans yon moun, pou chèche richès, pou yo pridan nan zafè, pou tann jis nan moman maryaj la, pou yo an reta, pou yo marye, pou yo an reta, pou yo gen pwosperite nan. prentan an, yo dwe an reta, yo dwe an reta, yo dwe an reta, yo dwe okipe, yo dwe okipe, yo dwe pwospere, yo dwe okipe, yo dwe jwenn.", "古人": "Fè nòt de fwa", "第X籤": "Swasant-nèf Genyen lot la", "宮": "Tatsumi"}