{"籤詩版本二": "Chao Chao se tankou yon myèl ki ranmase flè, vole soti nan sidwès la epi answit lès.\nPrentan an fini, flè yo ale, pa gen kote pou chèche, kè sa a pa pral chanje kote li ye.", "詩意": "Egzagram sa a se tankou yon myèl k ap ranmase flè.\nTout se travayè ak travayè.", "解曰": "Pa gen peyizaj prentan. Li lapli pou yon bon bout tan men pa janm netwaye. Mande pou yo ede. Li pi bon pou w trankil.\n.", "籤詩故事一": "◇Li Mi revòlte kont Dinasti Tang\nLi Mi\n(582-619), lidè an reta nan Wagang Lame a nan soulèvman peyizan nan fen Dinasti Sui nan Lachin. Mèt kaligrafi. Mèt la nan mo Fa a te yon natif natal nan Chang'an, Jingzhao, ak kay zansèt li te Xiangping, Liaodong (kounye a nan sid Liaoyang, Liaoning). Yon natif natal nan Chang'an, Jingzhao, kay zansèt li se Xiangping, Liaodong (kounye a nan sid Liaoyang, Liaoning).\nNan nevyèm ane Daye (613), li te patisipe nan rebelyon Yang Xuangan kont Dinasti Sui nan Liyang (kounye a nan nòdès Konte Junxian, pwovens Henan). Nan nevyèm ane Daye (613), li te patisipe nan rebelyon Yang Xuangan kont Dinasti Sui nan Liyang (kounye a nan nòdès Konte Junxian, pwovens Henan). Sans misterye bat,\nLi Mi kouri met deyò. Xuangan te bat ak Li Mi kouri met deyò.\nNan douzyèm ane Daye, li te antre nan Lame Wagang la\n. Nan douzyèm ane rèy Daye a, li antre nan Lame Wagang la. Li Mi te bon nan estrateji. Nan mwa Oktòb nan douzyèm ane Daye, Li Mi konvenk Zhai atake Xingyang Tong, jeneral pwisan akonpaye lame a, defann Zhang Xutuo, bat lame Sui a ak touye Zhang Xutuo. Li Mi te bon nan estrateji. Nan mwa Oktòb nan douzyèm ane Daye, Li Mi konvenk Zhai atake Xingyang Tong, jeneral pwisan akonpaye lame a, defann Zhang Xutuo, bat lame Sui a ak touye Zhang Xutuo.\nApre sa, li te pwopoze atake depo Xingluo (anpre chanje non Luokou), louvri depo a pou sekou, ak elaji ekip la.Ekip Wagang Army la te grandi rapidman.Nan 13yèm ane Daye, Li Mi te dirije Wagang Lame a, ak Zhai Rang. te fè fas ak degradasyon ak distribisyon Sui Dinasti a.Te gen yon lagè sou resous militè yo ak lòt pwoblèm, ak Li Mi touye Zhai Rang ak dè santèn de disip li yo. Apre sa, li te pwopoze atake depo Xingluo (anpre chanje non Luokou), louvri depo a pou sekou, ak elaji ekip la.Ekip Wagang Army la te grandi rapidman.Nan 13yèm ane Daye, Li Mi te dirije Wagang Lame a, ak Zhai Rang. te fè fas ak degradasyon ak distribisyon Sui Dinasti a.Te gen yon lagè sou resous militè yo ak lòt pwoblèm, ak Li Mi touye Zhai Rang ak dè santèn de disip li yo.\nNan mwa mas 14yèm ane Daye, Yu Wenhuaji te touye Anperè Yang nan Dinasti Sui.\n, te mennen plis pase 100,000 moun retounen nan lwès la. Nan mwa mas nan katòzyèm ane Daye, Yu Wenhuaji (Yu Wen, ti non konpoze) touye Anperè Yang nan Dinasti Sui epi li tounen nan lwès la ak plis pase 100,000 moun. Li Mi te bay lòd pou atake Huaji. Malgre ke Huaji te bat, twoup Li Mi yo te soufri tou gwo pèt. Yo te pita pouswiv pa Wang Shichong. Lame Li Mi a te bat ak kan li te detwi. Jeneral li Qin Shubao, Cheng Zhijie (orijinèlman yo te rele Cheng Yaojin), Niu Jinda ak lòt moun yo te kaptire. , Shan Xiongxin rann tèt. Li Mi te bay lòd pou atake Huaji.Malgre Huaji te bat, Li Mi tou te soufri gwo pèt nan twoup li yo. Apre sa, Wang Shichong te pouswiv li.Lame Li Mi a te bat ak kan li te detwi.Jeneral li yo Qin Shubao, Cheng Zhijie (orijinèlman yo te rele Cheng Yaojin), Niu Jinda ak lòt moun te kaptire, ak Shan Xiongxin rann tèt. Li Mi te dezespere, kidonk li travèse larivyè Lefrat la nan Heyang nan mwa septanm nan epi li rann tèt li bay Dinasti Tang la. Li Mi te dezespere, kidonk li travèse larivyè Lefrat la nan Heyang nan mwa septanm nan epi li rann tèt li bay Dinasti Tang la.\nNan mwa novanm, Li Yuan voye Li Mi nan Shandong pou rekrite ansyen twoup yo. Novanm,\nLi Yuan voye Li Mi rete tann nan Shandong pou rekrite ansyen twoup yo. Santi ke li te sispèk, li revòlte kont Tang. Santi ke li te sispèk, li revòlte kont Tang. Jeneral Tang Sheng Yanshi envite Li Mi al atake e li touye l nan Xinggong Xian. Tang jeneral Sheng Yanshi envite Li Mi al atake e li touye l 'nan Xinggong Xian.", "聖意": "Kay, kay, lang, pwòp tèt ou, mechan, k ap chèche richès, gaspiye biznis, maryaj ki pa dire, Liujia, flè vid, pyeton, Yaotian, domaj vè swa, sis domaj bèt, moun ki disparèt, pwose, pèt, migrasyon, konsèvativite, pèdi pwopriyete, maladi, obstak, refòm kavo mòn", "古人": "Li Mi revòlte kont Dinasti Tang", "第X籤": "Swasanndizyèm tiraj la", "宮": "Tatsumi"}