{"籤詩版本二": "Apikultè yo dwe mande siwo myèl pou yo pa pike yo\nDwe gen yon wout etranj devan ou.Sekrè a fon tankou yon forè pikan.", "詩意": "Egzagram sa a senbolize myèl kolekte siwo myèl.\nTout se travayè ak travayè.\n\n(Egzagram sa a ap chèche senbòl dous ak anmè.\nAnpeche dezas nan tout bagay.\n)", "解曰": "Bagay yo dwe fèt ak anpil atansyon. Pa bezwen fòse li. Myèl ranmase siwo myèl. Ki rezon an?", "籤詩故事一": "◇Wang Mang ap chèche talan\nFanmi Wang Mang nan Western Han Dinasti yo ka di se yon fanmi rich. Byenke papa l te mouri jèn, plizyè tonton ak tonton li yo te vin anperè nan Dinasti Han. Yo te vin jeneral, premye minis, yo te vin make e yo te resevwa rekonpans.Fanmi Wang te trè enpòtan.\nMen, pwòp fanmi Wang Mang a te trè pòv; papa l 'te mouri jèn, epi li te viv sèlman ak manman l', konte sou charite nan men fanmi. Men, poutèt sa, Wang Mang devlope ak pratike yon seri ladrès nan fè fas ak moun depi li te yon timoun. Kèlkeswa jan tris oswa fache li te santi, li te toujou montre yon gade trè kontan ak lapè devan fanmi, ansyen oswa etranje, kidonk li te byen apresye pa tout moun nan fanmi an.\nYon fwa, pi gran tonton li a te malad grav.Apre li te aprann sa, li te vin bò kote kabann pasyan an, li te pote medikaman ak dlo, epi li te veye nan mitan lannwit.Pandan plizyè mwa nan yon ranje, li te dezabiye, dezole, ak hagar. Li te tou senpleman plis \"pasyan\" pase yon pasyan. Plis \"pitit\" pase yon pitit gason byolojik.\nPou sa, tout moun nan pèp Taiwan fè lwanj li e yo te ekri lèt pou mande yon rekonpans pou li.\nSe konsa, Anperè Cheng nan Dinasti Han a te ba l tit New Capital Marquis e li te nonmen l kòm yon gad nan palè a, vin tounen yon minis fèmen nan anperè a.\nAvèk gwo estati l 'ak gwo pouvwa, Wang Mang pa janm montre okenn awogans oswa paress. Olye de sa, li te vin pi plis ak plis koutwa ak koutwa. Sou yon bò, li te fè zanmi ak minis, jeneral, selebrite, ak entelektyèl. , li te ede pòv yo e li te jenere ak richès li.\nMen, li te viv yon lavi trè frugal, souvan manje asyèt vyann, nou pa mansyone mete rad long ak rad manch long, sèlman mete rad kout. Se konsa, tout moun nan gouvènman an ak piblik la unaniment fè lwanj li ak mo \"vètyè\".\nApre sa, tonton l ', Grand Sima Wanggen, te mouri nan maladi epi li te chwazi kòm ranplasman li. Anperè a ak tout minis yo te panse li te pi apwopriye a. Se poutèt sa, Wang Mang, ki te sèlman trant-uit ane fin vye granmoun, te vin Grand Sima a ak pi gwo pouvwa militè nan peyi a.\n(Istwa sa a se yon metafò. Lè ou bon nan yon bon moun ka ede w debarase m de \"difikilte pou yo pike myèl\" epi reyalize ideyal ou jan ou vle.)", "聖意": "Kay la pa bon pou tèt li, fanmi an nan pwoblèm, biznis la bloke, maryaj la bloke, sis zam yo pè, pyeton yo an reta, rekòt vè a ba, bèt la ba, li difisil pou yo. jwenn moun, pwosè a move, migrasyon an pa deplase, pwopriyete ki pèdi a move, maladi a mete kanpe, kavo mòn lan pèdi,", "古人": "Wang Mang ap chèche talan", "第X籤": "Genyen swasanndez nan lotri", "宮": "Tatsumi"}