{"籤詩版本二": "Lè sezon prentan rive, loraj souke pepiman nan plizyè santèn ensèk, epi mwen vire do bay labou a.\nLè mwen te fèk reyalize ke mwen te toujou ap vini ak ale, yon fwa mwen chanje, mwen te vin yon dragon.", "詩意": "Egzagram sa a se tankou loraj ak ensèk.\nRankontre yon moun nòb se yon bon siy nan tout bagay.", "解曰": "Loraj frape. De depo antre ak soti. Chanje yon fwa. Jiska Tianmen.", "籤詩故事一": "◇Revòlt Chenqiao\nNan ane 959 AD, Zhou Shizong Chai Rong te mouri, ak Anperè Gong, Chai Zongxun, ki te monte fòtèy la, te sèlman sèt ane fin vye granmoun. Nan tan sa a, Zhao Kuangyin, ki te sèvi kòm enspektè a devan palè a ak anvwaye Songzhou nan Lame Alman an, te gen pouvwa reyèl.\nNan sezon prentan 960 AD, Zhenzhou (Zhengding jodi a, pwovens Hebei) ak Dingzhou (konte Dingxian jodi a, pwovens Hebei) rapòte ke lame yo nan Northern Han Dinasti a ak Eta Liao yo te ansanm ale nan sid pou atake Later Zhou Dinasti a, ak gwo momantòm, epi yo mande yo voye twoup pou asistans. Apre sa, Dinasti Zhou te bay lòd Zhao Kuangyin pou mennen twoup li yo nan nò pou goumen kont lènmi an. Zhao Kuangyin aji an kachèt anba planifikasyon frè l 'Zhao Guangyi, Zhao Pu, Shi Shouxin ak lòt moun.\n3 fevriye, lè lame a te rive Chenqiaoyi (kounye a vil Chenqiao, sidès Fengqiu, Henan), yo te lanse yon revòlt epi yo te bay sòlda yo lòd pou yo mete rad jòn pou li, yo te revòlte kont Later Zhou Dinasti e yo te sipòte Zhao Kuangyin kòm anperè. . Apre sa, Zhao te mennen twoup li yo tounen nan Kaifeng san yo pa boule, touye oswa piyaj.\"Taizu Chen Qiao te fè sèman pou l pa deranje moun kapital la, epi li te pwomèt li pa deranje vil la jou li te antre nan vil la.\"\nNan twazyèm jou a nan twazyèm ane a nan mwa linè a, Zhao Kuangyin revòlte nan Chenqiao epi li tounen nan kapital la.Fan Zhi mennen Wang Pu ak Wei Renpu kesyone Zhao Kuangyin.Luo Yanhuan rale nepe li devan tant lan epi rele byen fò. : \"Twa lame yo pa gen okenn mèt. Jeneral yo te deside nonmen li kòm anperè a. Nenpòt moun ki pale yo pral touye!\". Figi Wang Pu te pal tankou latè.Li bese etap li epi bese atè.Fan Zhi te bese tou.Kuang Yin pèsonèlman te ede l leve epi trete l ak anpil koutwazi.\nApre yon rezistans modere, Anperè Gong nan Dinasti Later Zhou te pran sou fotèy la, epi Zhao te pran sou fotèy la. \"Taizu te sou yo aksepte Zen, men pa te gen okenn tèks Zen. Tao Gu, yon entelektyèl nan Hanlin, te aksepte lòd la. epi li antre bò kote l, li di: \"Li fè.\"\nApre Zhao te vin sou fòtèy la, li chanje non peyi a an Song, Yuan an Jianlong, e li te fè Kaifeng kapital la.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, ak Zhao Yanhui yo tout te bay tit Jiedushi. , ki te ke yo rekonèt kòm \"Chenqiao mutiny\" nan listwa.\nWikipedya\n(Istwa sa a reprezante ke sa a se kòmansman pèfòmans Zhao Kuangyin la.)", "聖意": "Lapriyè pou lakay ou, lavi chak jou, richès, bòn chans, bòn chans nan biznis, nòb maryaj, siksè nan Liujia, pyeton gason, nesans byen bonè nan vè swa nan jaden yo, nesans bonè nan sis bèt, bon chans nan sezon prentan, kap chèche moun. , siksè nan pwosè, bòn chans nan migrasyon, pèdi pwopriyete, danje nan maladi, danje nan mòn ak tonm.", "古人": "Revòlt Chenqiao", "第X籤": "Siyen swasanntwaz", "宮": "Mi Palè"}