{"籤詩版本二": "Nan rèv la, yo te di ke ta gen yon anpil nan richès, men t'ap nonmen non an te sèlman pou gremesi.\nDlo a byen lwen ak mòn yo byen lwen, men li difisil pou yo rete fidèl.Nob la bay gidans ak souri.", "詩意": "Egzagram sa a reprezante senbòl pou jwenn yon trezò nan yon rèv.\nTout bagay se plis oswa mwens reyèl.", "解曰": "Rèv tankou yon rèv. Pa gen espwa nan t'ap nonmen non. Jis tann bon moman. Enstriksyon Noble.", "籤詩故事一": "◇ Retounen jad la bay Zhao (retounen jad la bay Zhao apre w fin ranpli li)\nNan ane 283 BC, wa Zhao Huiwen te jwenn He's Bi nan men Chu. Apre wa Qin Zhaoxiang te tande nouvèl la, li te voye yon lèt bay wa Zhao, li te eksprime volonte l pou l chanje kenz vil pou He's Bi.\nLin Xiangru analize wa Zhao ke Qin te fò ak Zhao te fèb epi yo te dwe ranplase.\nLè sa a, wa Zhao voye Lin Xiangru nan Qin ak Li a Bi.\nWa Qin te rankontre Lin Xiangru nan Zhangtai, ak Lin Xiangru te prezante jad la bay wa Qin. Wa Qin te kontan anpil e li te pase He's Bi bay bote a epi tout moun ki bò kote l yo te gade li.Nan moman sa a, tout moun sou bò gòch ak sou bò dwat rele viv.\nLin Xiangru te wè ke wa a nan Qin pa te gen okenn entansyon bay lavil la nan Zhao, se konsa li te di wa a nan Qin ke Jade li a te defektye epi li te vle lonje dwèt sou li soti nan wa a nan Qin pou yo pran opòtinite a jwenn jade tounen.\nApre Lin Xiangru te reprann Bi Heshi a, li te kanpe bò gwo poto a, ki montre ke li te vle mouri ak Bi Heshi a.\nNan moman sa a, Lin Xiangru te di wa Qin a: \"Wa Zhao toujou simonte objeksyon minis yo e li aksepte pwopozisyon minis la. Menm si li pa twonpe youn ak lòt lè l ap kominike avèk moun komen yo, san nou pa mansyone sa. Qin se yon gwo peyi! Yo nan lòd yo prezève amitye ki genyen ant Qin ak Zhao, wa Zhao Apre senk jou nan jèn, mwen voye minis mwen yo nan Qin ak jad la. Malerezman, wa a nan Qin pa sèlman pa te gen okenn entansyon bay Zhao yon vil la, men tou, li te pase jad fanmi He a bay yon bèl fanm, ki te reyèlman yon betiz sou minis mwen yo.\"\nApre li fin pale, Lin Xiangru imedyatman te fè yon jès frape yon poto.Wa Qin te pè ke Li a Bi ta domaje, kidonk li te pran pòz bay Zhao kenz vil. Lin Xiangru te wè plan trèt wa Qin a, kidonk li te mande wa Qin pou li fè jèn pou senk jou anvan li te prezante He's Bi pou retade tan. Nan kèk jou sa yo, Lin Xiangru te voye asistan l 'yo retounen nan Eta a nan Zhao ak jad la, pandan y ap li te rete fè fas ak wa a nan Qin.\n(Istwa sa a se tankou je yon moun òdinè ki kaptive pa estati li.)", "聖意": "Priye pou benediksyon nan kay la, tèt li, anpeche richès, fè tranzaksyon yo difisil pou reyalize, maryaj se pa an amoni ak pyeton Liujiaxu, vè swa Chitian yo pa aksepte, sis bèt yo domaje, moun yo disparèt, pwose piblik ak migrasyon espere, bagay ki pèdi. yo byen lwen, maladi yo mete kanpe, voye nan tonm mòn, epi chanje.", "古人": "Retounen Jade a Zhao (ranpli Jade a Zhao)", "第X籤": "Swasanndis-setyèm lotri ki genyen", "宮": "Palè midi"}