{"籤詩版本二": "Fèy pye sikomò yo tonbe, otòn ap apwoche, vwayaj vwayajè yo sanble ak nyaj.\nGras a gwo efò Bondye, bato a te retounen ak trezò a nan van an.", "詩意": "Egzagram sa a reprezante imaj fèy sikomò ki tonbe.\nTout bagay se move davans ak bon nan fen.", "解曰": "Pran bagay sa yo nan kè. Tianxin swiv li. Pou fè yon vi. Fè tou sa ou kapab.", "籤詩故事一": "◇Van an soufle Tengwang Pavilion\nWang Bo, non koutwazi Zian, se te yon powèt nan kòmansman Tang Dinasti a.Li te fèt nan premye ane Yonghui, Anperè Gaozong nan Dinasti Tang la. Wang Bo te li ekriti depi li te yon timoun, epi yo konnen li kòm yon \"timoun prodigy\". Wang Bo te li ekriti depi li te yon timoun, epi yo konnen li kòm yon \"timoun prodigy\".\nLè li te gen dizan, li menm ak papa l 'te pase bò yon tanp Guandi. Yo te wè majeste estati Guandi nan tanp lan, ki te kenbe yon kopi \"Prentan ak Otòn\" ak li l'. Lè papa l 'wè li, li Li te enspire Anperè Guan: \"Kenbe twa kadna nan bab vèt, li istwa a nan Dinasti Qing nan antèn vèt la ak rann omaj a non yo pi popilè. Kenbe dragon an vèt ak lalin lan nan men m '.\" ke nan otòn ane sa a, Wang Bo te ale soti nan Shanxi nan Hainan Island pou vizite papa l 'ki te degrade nan majistra konte Jiaozhi. , pase nan plizyè milye mòn ak rivyè sou wout la. Nan otòn ane a, lè li te gen vennsetan, Wang Bo te soti Shanxi nan zile Hainan pou l vizite papa l, ki te degrade nan pòs Jiaozhi County Jiaozhi, li te pase plizyè milye mòn ak rivyè sou wout la.\nLè nou te rive sou mòn Madang jou sa a, tout moun te ale sou rivaj pou yo repoze.Lè Wang Bo te mache bò yon tanp ansyen pou kont li, li toudenkou wè yon vye granmoun gason ki chita sou wòch bò kote tanp lan.Vye granmoun lan te sanble ak yon timoun ak cheve bèl. ak yon aparans fe. Li te di Wang Bo \"Èske ou pa Wang Bo?\" Wang Bo te sezi epi li di, \"Egzakteman! Ki jan ou fè konnen sa?\" Granmoun nan di, \"Mwen te tande depi lontan ke ou gen bon bagay. entansyon pou sove moun, ak powèm ou yo trè siyifikatif. Pral gen yon gwo fèt nan Tengwang Pavilion demen. Si ou ka ale nan bankè a epi ekri yon redaksyon, ou pral pi popilè nan tout laj yo epi jwenn depans vwayaj.\" Lè yo te rive. Nan mòn Madang, tout moun te ale sou rivaj pou yo repoze.Lè Wang Bo t ap mache nan yon tanp ansyen pou kont li, li toudenkou wè sou wòch la bò kote tanp lan, Te gen yon vye granmoun gason chita, ki te sanble ak yon timoun ki gen cheve bèl ak yon fe. aparans.Li te di Wang Bo, \"Èske w pa Wang Bo?\"\nWang Bo te sezi epi li di, \"Egzakteman! Ki jan ou fè konnen sa?\"\nGranmoun nan te di: \"Mwen te tande depi lontan ke ou gen yon bon entansyon pou sove moun, ak powèm ou konpoze yo se byen sans. Pral gen yon gwo fèt nan Pavilion Prince Teng a demen. Si ou ka ale nan bankè a ak konpoze, w ap vin pi popilè nan tout laj yo epi w ap jwenn depans vwayaj.\"\nWang Bo te di: \"Kote sa a se sis oswa sètsan mil lwen Tengwang Pavilion. Ki jan nou ka rive isit la demen?\" Granmoun nan te di: \"Mwen pral sèvi ak yon chwal kòm yon van diven pou ede w gen yon navige lis. Mwen pral definitivman rive demen.\" Wang Bo remèsye m 'epi li di: \"Eskize m', bòpè mwen, èske ou se yon imòtèl oswa yon bondye?\" Granmoun nan ri epi li di, \"Mwen se Zhongyuan Shuijun an chaj nan. zòn dlo sa a!\" Wang Bo te di, \"Kote sa a se sis oswa sètsan mil lwen Tengwang Pavilion. Ki jan nou ka rive isit la demen?\"\nGranmoun nan di: \"Mwen pral sèvi ak chwal la kòm yon van diven pou ede w gen yon navige lis. Mwen pral definitivman rive demen.\"\nWang Bo remèsye l epi li di, \"Eskize m, bòpè, èske w se yon imòtèl oswa yon bondye?\"\nGranmoun nan ri epi li di: \"Mwen se Zhongyuan Shuijun ki an chaj zòn dlo sa a!\" Lè sa a, granmoun lan te mande Wang Bo pou l monte sou kannòt la byen vit. Li te wè nyaj favorab ki antoure l 'pou yon ti tan, ak van an. ak dlo te lis sou wout la.Dan yon bat je, li te vwayaje plizyè santèn kilomèt.\nLè sa a, granmoun lan te ankouraje Wang Bo monte sou bato a byen vit.Li te wè nyaj favorab ki antoure l 'pou yon ti tan, e li te yon vwayaj lis. Nan yon bat je, li te vwayaje dè santèn de mil. Kòm espere, Wang Bo te kouri nan Pavilion Prince Teng a nan maten an nan gwo evènman an.\nKòm espere, Wang Bo te kouri nan Pavilion Prince Teng a nan maten an nan gwo evènman an. Ak sou tèren an, li te ekri \"Prefas nan Pavilion Prince Teng a\", ki te rele chèf la p'ap janm fini an pa Anperè Gaozong nan Dinasti Tang la. Ak sou tèren an, li te ekri \"Prefas nan Pavilion Prince Teng a\", ki te rele chèf la p'ap janm fini an pa Anperè Gaozong nan Dinasti Tang la.\nGen yon powèm ki di:\nLi te toujou di ke moun ki gen talan se bondye, kidonk se pa yon aksidan ke van an pote Nanchang nan Nanchang;\nMwen te ekri yon fraz sou gwo pavilion Teng Wang a, epi apre sa li te akonpaye imòtèl yo nan Zhongyuan.", "聖意": "Priye pou kay ou epi pwoteje tèt ou, priye pou benediksyon, chèche richès, epi reyalize maryaj ak amoni.", "古人": "Van an soufle Tengwang Pavilion", "第X籤": "Siyen katreven youn", "宮": "Wei Gong"}