{"籤詩版本二": "Kisa pouw fè siw pèdi vèti w akoz repitasyon w?Mwen pè pou bon chans chanje epi move bagay rive.\nBwè, mwen pa konnen ki kote yo ale. Mwen fè yon rèv brouyar nan lonbraj la nan pye pen vèt yo.", "詩意": "Egzagram sa a reprezante pwason frèt ki kite dlo a.\nPa gen anyen ki ka deplase.\n\n(Egzagram sa a se yon senbòl move vèti ak move chans.\nKenbe pye ou atè nan tout bagay.\n)", "解曰": "Pwason frèt la kite dlo a. yon mouch nan odè a. Si ou mande sou plan kan. Li pi bon pou Mo Qi\nSiy sa a pral pote move chans pou Liujia. Tout bagay ale mal. Priye pou sekirite.", "籤詩故事一": "◇Zhuangzi teste madanm li\nZhuangzi te fèt nan Dinasti Zhou.Ti non li te Zhuang, non li te Zhou, ak non li te Zixiu.Li te yon natif natal nan Mengyi nan Dinasti Song. Nan Dinasti Zhou, li te ofisyèl Qiyuan.\nYon jou, Zhuangzi te rankontre yon fanm sou mòn lan, li te akoupi devan yon nouvo kavo, li souke fanatik li dezespereman, kòmsi li te vle seche tè mouye a sou kavo a. Zhuangzi pa t 'konprann entansyon li, kidonk li te mande l'. Li te di ke moun ki te antere l nan kavo a se te mari l, e dènye pawòl mari l te di ke li pa t kapab remarye jiskaske tè ki sou kavo a fin seche. Li pa t 'kapab tann ankò, kidonk li te brase tè kavo a pou fè l seche pi vit, pou li te kapab pouswiv yon dezyèm sezon prentan.\nZhuangzi te fè yon soupi lè li te panse ke te gen tankou yon fanm san kè nan mond lan. Lè sa a, mwen te panse, èske madanm mwen ta dwe konsa? Lè sispèk leve, mwen vle teste li.\nTi non madanm Zhuangzi a te Tian, ​​​​epi koup la anjeneral te gen yon relasyon sere. Yo nan lòd yo teste lwayote madanm li, Zhuangzi deside pretann yo dwe mouri.\nTande ke Zhuangzi te mouri nan yon maladi toudenkou, anpil moun ki soti toupatou, ki gen ladan fanmi ak zanmi, te vin eksprime kondoleyans yo.Pami yo te gen yon bèl wa ak pitit pitit nan eta Chu, ki te rich nan richès. Tian te fèk vèv ak pitye, li te pouswiv li. Madam Tian pa t 'kapab sipòte tantasyon an epi li te tonbe damou ak Wang Sun. Yo te marye nan ven jou sèlman.\nJou lannwit sa a, lè diven an te bwè ak zòrèy yo te cho, Wang Sun toudenkou soufri yon atak kè ak mouri.\nMadam Tian te pè ak panike, epi li te mande Wang Sun ijan kisa pou l fè.Wang Sun te andire doulè a ​​epi li te di Madam Tian ke sèvo kadav yo ka itilize pou fè moun mouri yo tounen nan lavi.\nKi kote yo jwenn kadav la mouri? Madam Tian toudenkou te panse, èske mari l pa t jis mouri? Mesye Tian te bliye ansyen lanmou ki genyen ant mari ak madanm, e li te pran yon rach epi li te fann sèkèy mari l, li t ap prepare l pou l pran sèvo l pou medikaman.\nSan atann, lè sèkèy la te louvri, Zhuangzi te tounen nan lavi. Madam Tian te tèlman wont ke li pann tèt li.\n(Istwa sa a se yon metafò pou vyole amitye pou benefis pèsonèl, kidonk nou pa ka dakò ak li.)", "聖意": "Kay la se lapè, pwòp tèt ou an sekirite, lajan an se enjis, echanj yo ofri bèt pou touye, maryaj la rezoud, sa ki mal la nan Liujia se gremesi, pyeton yo pa rive, vè swa yo nan lapè, bèt yo nan lapè, pèp la ap chèche moun, pwosè a chanje, disip yo te konsèvatif, pwopriyete a te pèdi, pa gen okenn maladi, ak mòn lan ak tonm yo te move.", "古人": "Zhuangzi teste madanm li", "第X籤": "Lot 84", "宮": "Wei Gong"}