{"籤詩版本二": "Nwaj nwa ak bwouya kouvri wout la devan mòn lan, tout bagay wonn epi lalin lan wonn ankò.\nSi ou jwenn pwezi ak liv, ou pral reveye nan yon rèv pwofon, moun ki nòb la ap gide ou sou do kay la.", "詩意": "Egzagram sa a senbolize fen sezon prentan ak fleri flè.\nTout bagay chanje apre Seyè a.", "解曰": "Granmoun nan bezwen mande èd. Li fleri ankò nan sezon prentan. Dezi pou t'ap nonmen non ak richès. Rankontre yon vanyan byen ta nan lavi.", "籤詩故事一": "◇Han Wengong rankontre nèj\nHan Yu, ki gen non koutwazi te Tuizhi, te soti nan Changli. Tang Dezong te vin yon Jinshi nan uityèm ane Zhenyuan, ak tit posthumes li te Wen Gong.\nPandan rèy Anperè Xianzong nan Dinasti Tang la, Han Yu te repwoche ak zo Bouda a, ki te fè Anperè a fache. Han Yu kite madanm li ak pitit li yo e li ale nan Chaozhou. Apre yo fin mache pou mwens pase kèk jou, van frèt la pran e li nèj anpil. Han Yu rive nan yon kote nèj la te plizyè pye pwofondè, sa ki fè li difisil pou chwal li pou avanse pou pi devan.Pa te gen okenn kay tou pre e li pa t 'konnen ki kote wout la te ye. Si ou vle swiv chemen an ak fè bak, pa gen okenn fason tounen. Van an t ap soufle ak nèj la te tonbe rapidman.Han Yu te tranpe sou po a, li te friz ak grangou, li pa t gen okenn kote pou eksprime lapenn li.\nHan Yu fè yon soupi epi li di: \"Anperè a pa pral touye m ', men anperè a vle detwi m'.\"\nJis lè Han Yu te dezespere, li te wè yon nonm ki te vin netwaye nèj la malgre gwo frèt la, li te tounen Han Xiangzi (nève Han Yu).\nDavans, Han Xiangzi te di Han Yu: \"Kote kay Yun Heng nan Qinling? Nèj la anbrase pòtay ble a ak chwal la sispann vanse. \" Nan tan sa a, Han Yu pa t 'konprann sa Han Xiangzi vle di, men kounye a li. finalman konprann.\nSe konsa, Han Yu ak Han Xiangzi te ale pase nwit la nan kay Fu a nan Langan. Pale sou sot pase a ak wout la nan kiltivasyon, Han Yu te sensèman konvenki.\nApre sa, Han Yu te abandone pozisyon ofisyèl li, li te bay tout pwopriyete li bay gouvènman lokal la, li te ale nan mòn yo pou pratike Taoism epi vin yon imòtèl.", "聖意": "Kay la pa bon pou tèt li, fè atansyon pou chèche lajan, konsantre sou biznis, maryaj an reta, pyeton fanm Liujia bloke jaden, vè swa yo bon, bèt yo bon, li difisil pou jwenn moun, pwosè piblik yo repete, migrasyon se. mete ajou, bagay ki pèdi yo grav, maladi yo retade, tonm mòn yo ta dwe chanje.", "古人": "Han Wengong rankontre nèj", "第X籤": "Katrevensenkyèm lotri genyen", "宮": "Shen Gong"}