{"籤詩版本二": "Pa deranje m ak zafè pèsonèl ou, sa pi apwopwiye pou mande piblik la.\nYon kè klè se tankou klere ak klè tankou lalin ki klere nan syèl la", "詩意": "Egzagram sa a reprezante imaj yon lalin klere nan syèl la.\nTout se klere ak Airy.", "解曰": "Fè dwat nan kè. Dwat lalwa. Pawòl ki sen. Finalman li vin klè.", "籤詩故事一": "◇Jeneral Kong Ming\nSolisyon: Zhuge Liang mobilize twoup li yo ak jeneral yo\nPandan peryòd Twa Wayòm yo, Zhuge Liang (181-234), non koutwazi Kongming, te fèt nan Yangdu, Langya (kounye a Yinan County, Shandong Province).\nZhuge Liang te dakò pou l vin yon ofisyèl apre Liu Bei te vizite kaye pay twa fwa.Lè sa a, Cao Cao te pasize Hebei e li te detèmine pou l mache nan sid.Li te voye Xiahou Dun kòm jeneral chèf, Yu Jin, Li Dian ak lòt moun. jeneral depite yo, ki mennen yon lame 100,000 pou mache nan direksyon Xinye. Malgre ke Zhuge Liang te gen yon plan pou fè bak nan men lènmi an nan moman sa a, Guan Yu ak Zhang Fei meprize pawòl Zhuge Liang a. Zhuge Liang pa te gen okenn chwa ke sèvi ak epe Liu Bei a pou konvenk yo de, se konsa ke yo chak te mennen yon mil sòlda ak anbiskad nan Yushan ak Anlin.Yo tann pou Xiahou Dun mennen lame li a pase, ak Lè sa a, atake yo ak anbiskad ak dife.\nAnplis de sa, Zhao Yun te voye mennen rès yo fin vye granmoun ak fèb nan lame a pou goumen kòm yon vangad kont Xiahou Dun, ak Lè sa a, fo defèt ak fè bak, atire Xiahou Dun nan wout la etwat nan mòn yo ak forè.Li te voye tou Guan. Ping, Zhou Cang, Liu Feng ak lòt moun fofile nan dèyè lame Cao a, boule pwovizyon ak kreye panik nan lame Cao a.\nApre batay la, tout bagay te pase jan Zhuge Liang te ranje. Lè Xiahou Dun ak Yu Jin te dirije lame a nan pouswit, Li Dian, ki te nan dèyè a, ijan enfòme Xiahou Dun nan devan an ke li te bezwen veye kont atak dife lènmi. Sepandan, li te twò ta. Lame Cao a te contrainte pa wout la etwat e li te nan yon plas kote pye bwa yo te mare, se konsa dife a pa t 'kapab kòmanse.Te gen gwo aksidan, ak Xiahou Dun ak lòt jeneral yo te bat epi yo kouri tounen nan Xudu.\n(Istwa sa a se yon metafò ke Kong Ming bon nan sèvi ak moun ak gouvène peyi a ak bon konprann.)", "聖意": "Kay ak kay yo favorab. Mwen swete bòn chans nan richès, lapè nan tèt ou, biznis pwospere, maryaj, siksè, siksè nan Liujia, gason k ap deplase jaden, vè swa, pèt bèt, moun ki disparèt, pwose piblik, migrasyon, pwopriyete pèdi, benediksyon, maladi, lapè, mòn ak tonm.", "古人": "Jeneral Kong Ming", "第X籤": "Nevyèm siy la", "宮": "Yin Palè"}