{"籤詩版本二": "Yon bon montre fè ou kanpe deyò nan mitan foul moun yo ak yon frown, ak chanjman nan lavni ou epi ou pote yon anpil nan richès.\nYon wout laj tankou syèl la, ak tout lajan ou ka bay yo pral nan kè ou", "詩意": "Egzagram sa a endike yon avni pwomèt.\nTout bagay ale byen.", "解曰": "Yon gwo wout. Ou ka avanse. Sèvi ak kè ou. Se sèlman pi devan.\nTout bagay ale jan li te planifye ak siy sa a. Bon chans pou Jichang.", "籤詩故事一": "◇Twa ewo goumen kont Lu Bu\nSolisyon: Twa ewo Zhang Fei, Guan Yu, ak Liu Bei goumen kont Lu Bu\nDong Zhuo te aprann ke Hua Xiong te koupe tèt epi li voye vole jeneral Lu Bu al goumen. Le pli vit ke Lu Bu te antre nan batay, li te touye jeneral Fang Yue ak Mu Shun, e li touye Wu Anguo ak Gongsun Zan.\nZhang Fei te wè ke Gongsun Zan pa t 'kapab defèt Lu Bu, se konsa li byen vit ranplase Gongsun Zan ak rele byen fò: \"Esklav yo nan twa ti non yo ta dwe kite! Zhang Fei soti nan Yan isit la! \"Apre sa, yo te goumen pou plis pase senkant jij nan. siksesyon, ki pa gen okenn gayan oswa defisi.\nApre Guan Yu te wè li, li menm ak Zhang Fei te atake Lu Bu epi yo te goumen pou plis pase trant jij.\nLiu Bei tou te pote de nepe, bat bravo chwal li epi li te demisyone pou ede Zhang Fei ak Guan Yu.\nTwa mesye yo te antoure Lu Bu e yo te kontinye goumen. Tout moun nan gwoup la te sezi.\nByento, Lu Bu te kòmanse pèdi fòs. Pegasus Lu Bu a te fè bak, men twa mesye yo te pouswiv Lu Bu e yo te refize abandone. Yo pa t fè bak jiskaske yo te rankontre twoup Lu Bu yo.\n\"Twa Wayòm\"\n(Istwa sa a se yon metafò pou kouraj Lu Bu ak konpetans nan batay. Yon moun ka bat twa moun.)", "聖意": "Kè a nan kay la ak kay sèlman vwayaje sou pwòp vwayaj yon sèl pou chèche richès. Yon atik maryaj posib ale nan Liujia. Bagay yo ale san pwoblèm pou moun. Zhushuntian silkworms itilize. Moun ka jwenn nan mitan sis bèt yo. Anvan pwosè piblik la, Yichang , migrasyon, pèdi pwopriyete, maladi, kavo mòn, elatriye, li se favorab.", "古人": "Twa ewo goumen kont Lu Bu", "第X籤": "Katrevendisyen lotri ki genyen", "宮": "Ou palè"}