{"籤詩版本二": "Lanbisyon ak reyalizasyon yo nan dinasti a, men kounye a pral gen bwè kontinuèl ak sèks.\nSi ou wè yon kòk an lò, ou pral rekonpans ak lajan, fòtin ak fòtin.", "詩意": "Egzagram sa a reprezante senbòl lanbisyon ak t'ap nonmen non.\nKenbe tout bagay favorab.", "解曰": "Anbisye ak eksite. Li pa twò ta pou veye tèt ou. Kòk an lò pwomèt. Tout kontan.", "籤詩故事一": "◇Cao Pi te pwoklame tèt li anperè\nCao Pi, non koutwazi Zihuan, te fèt nan Peiguoqiao (kounye a Hao County, Anhui). Yon politisyen pi popilè ak ekriven pandan peryòd Jian'an.\nCao Pi se dezyèm pitit gason Cao Cao.Li te viv ak papa l nan kan militè a depi li te yon timoun.Anba enfliyans papa l, Cao Pi te aprann archery a laj de sis ak monte cheval a laj de uit ane, epi devlope bon ladrès masyal arts. Li tou gen anpil konesans nan klasik ansyen ak modèn ak biyografi, osi byen ke liv yo nan plizyè santèn lekòl nan panse. Li pa t 'jouk laj dizwitan ke Cao Cao bat Yuan Shao ak Cao Pi te viv yon lavi relativman ki estab nan Yecheng, sant la nan règ Cao Cao a. Depi lè sa a, byenke pafwa li te akonpaye papa l 'nan ekspedisyon militè epi li te viv lavi a nan yon pitit gason nòb pi fò nan tan an, li toujou pratike Art masyal chak jou epi li pa te refize jis jodi a. Li souvan monte sou chwal li nan yon santèn etap epi li trè kalifye nan Art masyal.Paske li souvan pratike Art masyal, li se lejè ak fò.\nPi gran pitit gason Cao Cao a, Cao Ang, te mouri nan yon batay. Apre pi gran pitit gason an te mouri, Cao Pi te vin premye chwa pou chèf kouwòn lan. Lè li te gen trant-yon ane, Cao Cao te fè li chèf kouwòn lan. Lè Cao Pi te gen tranntwazan, Cao Cao te mouri nan maladi, epi Cao Pi te vin plas li kòm premye minis ak wa Wei. Li te di ke li souvan monte sou cheval nan yon santèn etap epi li trè kalifye. Paske li souvan pratike kungfu, li se lejè ak an sante.", "聖意": "Priye pou kay ou ak kay ou an lapè. Chèche richès, travay di, komès, epi kraze bonè. Maryaj pral gen siksè. Liujia pral an sekirite. Moun yo pral nan jaden yo. Vè swa yo pral matirite. Sis bèt yo pral gen matirite. matirite L ap difisil pou jwenn moun Litij piblik Desizyon ijan Migrasyon Pwopriyete pèdi Byen lwen Maladi rete nan mòn ak tonm bòn chans.", "古人": "Cao Pi pwoklame tèt li anperè", "第X籤": "Katrevensenkyèm lotri genyen", "宮": "xugong"}