{"籤詩版本二": "Pagoda Majestic la etranj, ak karakteristik ekskiz sou tout kote ki klere byen klere.\nMwen ankouraje w pou w detèmine pou w bese tèt ou avèk dilijans e pou w fè bon aksyon, e syèl la ap voye benediksyon pou ou.", "詩意": "Egzagram sa a reprezante manifestasyon merit.\nTout se favorab.", "解曰": "Benediksyon sa yo. Tout moun genyen li. Pa twò okipe. Merite yo detèmine davans.", "籤詩故事一": "◇ Wa Fenyang rankontre pitit pitit li nan Jou Valentine Chinwa a\nSolisyon: Guo Ziyi te rankontre ti fi Weaver ki te desann sou tè a nan Jou Valentine Chinwa a. Tiansun, pitit fi Jade Anperè a, se sèt fe yo.\nGuo Ziyi (697-781), ke yo rele tou Guo Linggong, se te yon natif natal nan Zheng County, Huazhou (kounye a Huaxian County, Shaanxi Province) ak yon jeneral nan Dinasti Tang la. Tribinal enperyal la te bay Ziyi tit wa Fenyang.\nLi te di ke Ziyi te orijinèlman soti nan Huazhou e li te ale nan rantre nan lame a deyò Great Wall la.Li te ale nan Beijing pou peze pou peye militè epi li te retounen nan Yinzhou.Li te rive Jou Valentine a Chinwa nan tan sa a. Van an ak sab. yo t ap fè nwa, e solèy la te fè nwa.Zyi paka avanse, se konsa li te kanpe bò wout la.Li te dòmi atè a nan yon kay vid.Lè li te sou tonbe nan dòmi, li toudenkou wè yon limyè wouj. sou tou de bò yo.Li leve, li gade anlè sezi.Te gen yon nwaj nan syèl la, dousman desann.Te chita yon bèl fanm, diyite ak supèrb, konplètman diferan de moun òdinè. Ziyi imedyatman fè respè li epi li di, \"Jodi a se setyèm jou setyèm mwa linè a. Mwen panse se Ti fi Weaver la ki te vini, ki vle akòde lonjevite ak richès li.\"\nFanm nan reponn tou: \"Ak gwo richès vini lonjevite.\"\nApre li fin pale, limyè a tounen ak nyaj yo tou dousman leve.Fanm nan te toujou ap gade Guo Ziyi ak yon bèl souri jiskaske li te byen lwen li, ak Lè sa a, lafimen an te vin twoub epi li pa t 'kapab wè ankò.\nLi te tounen vre, menm jan fanm nan te di. Merit Ziyi yo pi popilè nan lemonnantye, li se yon minis trè popilè, epi li se yon jeneral ki gen tou de merit ak bèl kalite.", "聖意": "Fè yon volonte pou tèt ou lakay ou, fè yon volonte pou tèt ou, lapriyè pou lajan, bòn chans nan biznis, bòn chans nan maryaj, bòn chans nan Liujia, vwayaj kontan ak moun, k ap deplase jaden, vè swa, bèt ki estab, move chans nan jwenn. moun, pwosè piblik, migrasyon, bòn fòtin, maladi pwopriyete pèdi, tonm nan Zhenxingshan", "古人": "Wa Fenyang rankontre pitit pitit li nan Jou Valentine Chinwa a", "第X籤": "Siyen katrevendis sis", "宮": "xugong"}