{"籤詩版本二": "Rann chwal la epi kenbe fwèt la, nou vin dwat isit la, mwatye nan danje ak mwatye nan dezas.\nSe tankou yon kay ki boule nan dife.Lè syèl la tonbe, lapli a fè l tounen sann.Mwen gen yon plan.", "詩意": "Egzagram sa a reprezante mwatye lapenn ak mwatye lajwa.\nLi se konseye pou fè sa ki byen nan tout bagay.", "解曰": "Travay dire tout lavi. Pa pran swen sou sa ki byen ak sa ki mal. Chenn yo tanporè. Resantiman vini natirèlman.", "籤詩故事一": "◇Tao Sanchun bat Zheng En nan Guayuan\n\"Viv janm bliye mwen an,\" Zhao Kuangyin leve kanpe ankò, \"Beiping wa Zheng En te fè aranjman pou yon maryaj lè sa a. Kounye a ke mond lan an lapè, mwen ta renmen mande pou pèmisyon ou pou chwazi yon jou favorab marye. \"\n\"Viv janm bliye mwen an!\" Zhao Kuangyin leve kanpe, li di: \"Wa Peking, Zheng En, te fè aranjman pou yon maryaj lè sa a. Kounye a ke mond lan anpè, mwen ta renmen mande pèmisyon ou pou chwazi yon favorab. jou pou w marye.\"\n\"O, twazyèm frè a te fiyanse anvan, kòman mwen pa t 'konnen de sa a? \"Chai Rong te sezi anpil. Li leve men l' pou Zhao Kuangyin chita epi pale.\n\"O! Twazyèm frè a te fiyanse anvan, ki jan mwen pa t 'konnen sou sa a? \"Chai Rong (Anperè nan Dinasti Later Zhou a) te sezi anpil. Li leve men l ', li mande Zhao Kuangyin chita epi pale.\n\"Se yon istwa long. Premyèman, nou te toujou nan povrete nan tan sa a epi yo pa t antre nan lame ou a. Depi lè sa a, nou te goumen pou ane epi yo pa gen tan pran swen ou. Dezyèmman, twazyèm frè a tou se yon ti kras. timid pou mansyone li, kidonk Monwa ou pa konnen.\"\n\"Se yon istwa long. Premyèman, nou te toujou ap viv nan povrete nan epòk sa a epi nou pa t antre nan lame ou a. Depi lè sa a, nou te goumen pou ane epi yo pa gen tan pran swen sou ou. Dezyèmman, twazyèm frè a se tou yon timid pou mansyone li, kidonk Monwa pa konnen .”\n\"Hey, etidyan nan kolèj gason an ap marye, ki sa ki nan pwen pou yo te jennen? Twazyèm frè a te sou chan batay la pou yon tan long epi yo ka konsidere kòm yon ewo san parèy. Poukisa ou tèlman piti sou zafè sa a?\"\n\"Hey! Ti gason nan kolèj ap marye, ki sa ki nan pwen pou yo te jennen? Twazyèm frè a te sou chan batay la pou yon tan long epi yo ka konsidere kòm yon ewo san parèy. Poukisa ou piti konsa sou zafè sa a?\"\n\"Pale de sa, mwen pa ka blame twazyèm frè m 'pou li te timid, paske maryaj sa a te fòje.\"\n\"Pale de sa, mwen pa ka blame twazyèm frè m 'pou li te timid, paske maryaj sa a te fòje.\"\n\"Tape soti? Hey, li enteresan. Tanpri, di m 'sa ki te pase.\"\n\"Mwen tape li soti! Hey! Li enteresan! Tanpri, di m 'sa ki te pase.\"\n\"Wi, mwen sonje ane sa a, lè nou te sou rantre nan Monwa li, nou t ap pase nan Konte Baocheng. Li te fè anpil cho nan mwa jen. Twazyèm frè m nan pa t ka rete nan otèl la, kidonk li te ale nan moute desann pou kont li. Apre li fin pase yon jaden melon, li antre nan ranmase kèk.. Melon yo koupe swaf. Pa t ' gen anpil melon ki te matrité byen bonè nan moman sa a, ak twazyèm frè a pa t 'konnen ki jan yo chwazi yo, se konsa li kase anpil nan yo. Fanm ki t ap gade melon yo te avanse pou l akize twazyèm frè a. De la te gen yon dezakò, epi answit yo te kòmanse goumen. Vini non. Erezman, mwen te enkyete epi mwen te kouri al sekou a nan tan, otreman...\"\n\"Wi, mwen sonje ane sa a, lè nou te sou yo rantre nan Monwa li, nou t ap pase bò Baocheng County. Li te fè anpil cho nan mwa jen. Twazyèm frè m 'pa t' kapab rete nan otèl la, se konsa li soti nan moute desann pou kont li. Apre li fin pase yon jaden melon, li antre nan ranmase kèk.. Melon yo koupe swaf. Pa t ' gen anpil melon ki te matrité byen bonè nan moman sa a, ak twazyèm frè a pa t 'konnen ki jan yo chwazi yo, se konsa li kase anpil nan yo. Fanm ki t ap gade melon yo te avanse pou l akize twazyèm frè a. De la te gen yon dezakò, epi answit yo te kòmanse goumen. Vini non. Erezman, mwen te enkyete epi mwen te kouri al sekou a nan tan, otreman...\"\n\"Zheng Ziming sa a, se fòt li an premye, li ta dwe eskize. Poukisa li frape l '? Anplis, ki jan fanmi yon ti fi ka kenbe tèt ak kout pyen ak kout pye nan yon nonm feròs tankou l'! Vini non, ou bat ti fi sa a pou moso. Non?\" \"Ti fi a pa t blese...\"\n\"Zheng Ziming sa a, se fòt li an premye, kidonk li ta dwe eskize. Poukisa w ap bat li? Anplis, ki jan fanmi yon ti fi ka kenbe tèt ak kout pyen ak kout pye yon nonm feròs tankou l '! Vini non, ou bat moute. ti fi sa a. Non?\"\n\"Ti fi a te blese...\"\n\"Sa a oke, sa a oke... Hey, ou pa pran aksyon? Oh, mwen devine ou sove m 'a tan.\"\n\"Sa a oke! Sa a oke ... Hey! Èske ou pa pran aksyon? Oh! Mwen devine se ou ki te sove m 'nan tan!\"\n\"...Non, moun mwen te sove a se te ... twazyèm frè a.\" \"...Non, moun mwen te sove a te ... twazyèm frè a.\"\n\"Ah?!\" \"Ah?!\"\n\"Twazyèm frè a te tonbe atè pa fi a epi li te bat yo ak vyolans tout wout la. Erezman, mwen te rive epi konvenk li ale, kidonk li pa te blese grav... Monwa... Monwa!... \"\n\"Twazyèm frè a te tonbe atè pa fanm nan e yo te bat li ak vyolans. Erezman, mwen te rive konvenk li ale, kidonk li pa te blese grav. ... Monwa... Monwa!...\"\n\"Ah?...Oh, kiyès fanm sa a!?\" \"Ah!?...Oh, kiyès fanm sa a!?\"\n\"Se sèlman pita ke mwen te jwenn ke non fanm nan te Tao Sanchun, ak papa l ', Tao Hong, te yon ewo fin vye granmoun ki pa te gen okenn aspirasyon. Tao Sanchun te aprann Art masyal nan men papa l 'depi li te yon timoun. Apre mwen te resevwa konnen fanmi l ', mwen te wè ke Miss Sanchun te gen karaktè eksepsyonèl. , Luo Luo ak jenere, san okenn abitid pou yo te yon ti fi, yo fè espre matche l '. Papa a Dao ak pitit fi tou te renmen karaktè a dwat nan twazyèm frè a anpil. . Yo frape li imedyatman epi yo deside sou maryaj sa a pou yo de. Monwa, tanpri di m ', sa a se pa Èske se yon maryaj fòje?\"\n\"Se pita ke mwen te jwenn ke non ti fi a te Tao Sanchun, epi li te aprann Arts masyal nan men papa l 'depi li te yon timoun. Apre mwen te fin fè konesans ak fanmi li, mwen te wè ke Miss Sanchun te gen karaktè eksepsyonèl, te jenere. , epi yo pa t 'gen tras la mwendr pou yo te yon ti fi, Se konsa, mwen fè espre rekrite li. Mesye Tao ak pitit fi li a tou te renmen karaktè a dwat nan twazyèm frè yo anpil. Yo frape li koupe imedyatman epi deside marye ak chak. lòt. Monwa, èske ou pa panse sa a se yon maryaj fòje?\n(Istwa sa a se yon metafò, paske yon move bagay te tounen yon bon bagay.)", "聖意": "Priye pou pwoteksyon kay la ak pwòp tèt ou, fè atansyon, lapriyè pou richès, ruin biznis, anpeche maryaj, pinisyon, Liujia, asirans, pyeton bloke nan jaden, domaj vè swa, domaj bèt, moun ki disparèt, pwosè ilegal, pèt, migrasyon, konsèvativite. , pèdi pwopriyete, move maladi, enkyetid, danje, mòn, tonm, echèk", "古人": "Tao Sanchun bat Zheng En nan jaden an melon", "第X籤": "Nimewo katrevendisnèf", "宮": "Haigong"}