{"籤詩版本二": "Дүние жақсы неке, жақсы күндер мен жақсы күндер үшін жаратылып, бәрі жақсы болсын\nБұл лотты алсаңыз, аз нәрсе емес, император адамдардың адал және түзу екенін жариялайды.", "詩意": "Бұл гексаграмма аспан мен жердің ашылуының басталуын білдіреді.\nБәрі берекелі.", "解曰": "Жылдам жылдамдық. Жыл өз уақытына тұрарлық емес. Гуаньин жазып алады. Алдымен маған хабарлаңыз.", "籤詩故事一": "◇Жұңлы ағартушы болды\nЧжунли Цюань, тегі Чжунли, аты Цюань, сыпайы аты Юнфаң және лақап аты Чжэнян Шығыс Хань әулеті кезінде Шэньси провинциясының Сиань, Сяньян уезінің тумасы.\nЧжун Лицюань Хань әулетінің генералы болды.Батыс Цянға қарсы жорық кезінде ол қолбасшы Лян Иді қызғанып, оған тек 30 мың кәрі және әлсіз сарбазды тағайындады.Ол межелі жерге жеткен бойда лагерьді тонады. Батыс Цян әскері, ал сарбаздар қашып кетті. Чжуң Лицюань бір алқапта адасып қалып, жолда бір монахты кездестіріп, оны бір шағын ауылға апарып: «Бұл Дунхуа мырзаның резиденциясы» деп қоштасып, кетіп қалады. Біраз уақыттан кейін біреу кенет: «Бұл жасыл көзді Ху адамының тым көп сөйлейтіндігінен болса керек», - деді де, ол ақ киіктің жүнін киіп, жасыл квиноа таяқшасын ұстаған адамды көріп, Чжун Лицюаннан: «Келген адам міне, Хань Да генерал Чжунглицюань\n? Чжун Лицюань бейтаныс адаммен кездескенін біліп, шошып кетті, сондықтан ол даоны шын жүректен үйренді.\nЧжун Лицюань кейінірек Чжэнрен Хуаяң мен өлмейтін патша Сюаньфумен кездесіп, «Өлмейтіндік сырын» үйренеді. Ақырында ол Конгтун тауындағы Цзицзин Сихаофэнде тұрып, «Нейфрит қорапшасының құпиясын» алды және нағыз өлмейтін адамға айналды.Сонымен қатар Цюаньчжэнь сектасы оны солтүстік бес патриархтың бірі ретінде құрметтейтін.", "聖意": "Күз бен қыста үйіңіз бен үйіңіз берекелі болсын деп дұға етіңіз.Күз бен қыста жақсылық іздеңіз.Кәсіпте сәттілік, шаңырақта сәттілік, ұл тудыруда, далада сапарда сәттілік тілеймін. , жібекте береке, малда береке, адам табуда, қоғамдық сотта сәттілік, көші-қонда сәттілік, жоғалған мал-мүлік, солтүстік-шығыс аурулары, тау, мазар жіберу.", "古人": "Чжунли ағартушы болды", "第X籤": "бірінші белгісі", "宮": "Жатыр"}