{"籤詩版本二": "Уайым мен уайым уақытша жеңілдеп, қуаныш көктен келеді.\nТезекке тығылған нефрит сияқты, жақсы жұмысшы шаңды көтереді", "詩意": "Бұл гексаграмма Инь мен Ян гармониясын білдіреді.\nСіз жоспарлағанның бәрі сәтті.", "解曰": "Ештеңе ұтқан жоқ, жоғалтқан жоқ. Шығыннан пайда табу. Жаман адам қиыншылықта. Сізге сәттілік, мырза.", "籤詩故事一": "◇Е Мэн Сионг Чао Ди\nӘдепті аты Наньчжао, аты Лонгтан болған Йе Мэншион (1531-1597) Лонгтан болып өзгертіліп, Хуайюн деп те аталды. Мин әулетіндегі Хуйчжоу Фучэн (қазіргі Хуйчжоу қаласы, Хуйчэн ауданының бөлігі) Ваншифаң қаласының тумасы. Цзяцзин билігінің 44-ші жылы (1565 ж.) Цзиньши атанып, Цин уезінің қазы атағы берілді. Ол трансфер департаментінің директоры қызметін атқарды, кейін Шанси жолының бақылау цензорына ауысты.\nВанлидің 20-шы жылы (1592) Нинсяның бас консулы Қуайбай (моңғол татар тайпасының басшысы) губернатор Даң Синді өлтіріп, Хэси провинциясындағы Қырық жетінші бекіністі басып алды. , қаланы бұзып, табындырып, өртеп жіберді. өзі өлімге дейін. Мэн Сион несие алуда мақтанбайды және оның шеберлігі соғысуға батылы бар генералдар сияқты жақсы болуға мүмкіндік береді. Ресми Вэй Сюэцэн қалпына келтірілді. Кейінгі жылдары ол бес рет отставкаға кетті және Хуйлонг храмын салу үшін Хуйчжоуға қайтарылды.\nЕ Мэнсион даосизмге алғашында мемлекеттік қызметші ретінде кірді және өзінің адалдығымен танымал болды.Көне тарихи жазбаларда ол «кішіпейілділік пен қабілеттілікте бірінші», «жемқорлықты жояды және бүліктерді жазалайды», жақсы атақ қалдырды; ол өте адал, батыл, батыл және тапқыр.Мылтық атуды жақсы біледі. Өмірінің екінші жартысында оның жауынгерлік өнері «Мин әулетінің тарихында» жазылып, халық батыры ретінде бағаланды.", "聖意": "Үй қолайсыз (барған сайын тыныш) Күз бен қыс өзіне пайдалы, байлық сәтті болады, мәмілелер сәтті болады, неке сәтті болады, Люцзя жалған дабыл болады (қазыналық болады), жаяу жүргіншілер далаға шығады. жібек құртына дұға ет, алты мал тегіс болады, адам табылар, қоғамдық даулар қолайсыз болады, көші-қон консервативті болады, жоғалған мүлікке кедергі болады, Фушан бейітінде ауру жазылады.", "古人": "Йе Мэн Сионг Чао Ди", "第X籤": "Он алтыншы ұтыс лотосы", "宮": "Маогунг"}