{"籤詩版本二": "Батыста Алтын Қарға құлап, Шығыста Қоян көтеріледі.Күн мен түннің айналымы көне заманнан бүгінге дейін жалғасып келеді.\nМонахтар мен даосшылар ешқандай кемшілік жоқ екенін біледі, ал ғалымдар, фермерлер, өнеркәсіптер мен саудагерлер барлығы өз ойларын ұстанады.", "詩意": "Бұл гексаграмма инь мен янның өсуі мен төмендеуін білдіреді.\nБұл да бәрі ойдағыдай болатынының белгісі.", "解曰": "Ойында ештеңе жоқ. Сіздің жасаған ісіңіз сауапты іс. Садақтан шыққан жебе сияқты. Бір оқ нысанаға тиді.", "籤詩故事一": "◇ Цао Гуо ағай - өлмейтін адам\nСюйчжоу қаласының тумасы Цао Гоцзю Сун әулетінің Рэнцзун дәуіріндегі мемлекеттің ұлы ағасы болған деседі.Оның аты Цао И, Цао Цзиншиу деген атпен де белгілі.\nЦао Гуо ағайдың Цао Эр деген інісі бар еді. Бұл Цао Эр императорлық беделіне сүйеніп, неше түрлі зұлымдық жасады.Ол егістік жерлерді басып алып, әйелдері мен қыздарын тартып алып, кейбір заңсыз жауыздармен достасып, кіріп-шығады.Цао Гоцзю шыдай алмады, сондықтан ол Оның жақсы сөздері мен жұбаныштарын тыңдаудан бас тартты, сондықтан ол оны басқару үшін жаза қолданды. , екі ағайынды өшпенділік жасады.\nЦао Гоцзю былай деді: \"Дүниенің қағидалары - жақсылық жинағандар гүлденеді, ал жамандықты жинағандар жойылады. Бұл өзгермейтін шындық. Біздің Цао әулеті бүгінгі байлыққа жету үшін өткенде зұлымдық істерін жинады. .Енді бауырым зұлымдықты шектен тыс жинап алды, қашса да, шенеунік жазаласа да, жасырын пәлелерден құтыла алмайсың, бір апат болып, отбасың бұзылып, біреу өлсе, сен құтыла алмайсың. Ол кезде қашып, қор болып, одан қорқамын.» Сөйтіп, бар байлығымды тараттым, Ол кедейлерге көмектесті, енді ағасының ісімен айналыспайды. Содан кейін ол үйі мен достарын тастап, даосизм формасын киіп, ақыл-ойы мен табиғатын дамыту үшін тауға шықты.\nБір күні ол кездейсоқ Хань әулетінен шыққан Чжунли мен Лу Дунбинді кездестіреді.Олар Цао Го ағайдың мәнерлі жауаптарын көріп қатты қуанды.Олар оған «Шындықты қайтару туралы құпия жарлықты» беріп, мұқият жаттығуды бұйырды.Көп ұзамай Чжуңлы Цюань мен Лу Донбин өлмейтін сыныппен таныстырылды.", "聖意": "Үйге, үйге, ырыс, ырыс, кәсіпте, тұрмыста, ер жолаушы, далаға ерте жібек құрт егу, мал бағу, адам іздеу, сот, көшіп-қону, жоғалған мал, кеш ауру, сәттілік", "古人": "Цао Гуо ағай – өлмейтін адам", "第X籤": "Он сегізіншіге қол қойыңыз", "宮": "Маогунг"}