{"籤詩版本二": "Қайықты жылдам су жағасынан қайтару, дүрбелеңге байланысты не істегіңіз келеді?\nЕгер сіз қауіпсіз болғыңыз келсе, тыныштық іздеңіз және толқындардың осы дағдарыстан өтуін күтіңіз.", "詩意": "Бұл гексаграмма жылдам жағажайда жүрген қайыққа ұқсайды.\nБарлығында консервативті болыңыз және уақытты күтіңіз.", "解曰": "Күшті суға түсіріңіз. Қауіп – уақытты күтіп тұр. Егер сіз лагерь жоспарлары туралы сұрасаңыз. Ештеңе жасауға болмайды.", "籤詩故事一": "◇Зийи – патша тәжі\nГуо Цзыи (697-781), Гуо Лингун деген атпен белгілі, Чжэн уезінің Хуачжоу (қазіргі Хуасянь округі, Шэньси провинциясы) тумасы және Тан династиясының генералы болды.\nТяньбаоның 14-ші жылындағы Анши көтерілісі кезінде (755 ж.) Шуофан Цзедүши (қазіргі Нинся жеріндегі Линвудан батысқа қарай Линву) атағы берілді.Крест жорығына шығуға бұйрық берілді.Шуофан әскерін Ли Гуанбимен біріктіріп, жорық жасады. Олар Чаншанда (Чжэндин, Хэбэй) қосылып, Ши Симинді жеңіп, Хэбэйді қайтарып алды. Осы кезде Гуо Цзыи императорға Тунгуанның қоршауын азайту үшін солтүстіктен Фан Янды алып, көтерілісші жолбарыстың ініне шабуыл жасауды ұсынды, бірақ Сюаньцзун көнбеді. Одан кейін Тан әулетінің соңындағы сепаратистік вассалдық қалалардың жағдайы орнатылды, бұл да Тан династиясының жойылуының алыс себебі болды.\nТяньбао билігінің он бесінші жылында (756 ж.) ұйғыр коалициясымен Хекуды тыныштандырды.Келесі жылдың көктемінде Хэдунды (қазіргі Юнджи, Шаньси) және Фэн Иді (қазіргі Дали, Шэньси) қалпына келтіріп, Тунгуанға шабуыл жасады. Цуй Цяньюйді жеңді.Таң әскері 10 мыңнан астам шығынға ұшырады. Цуй Цяньюй Пуджинге бағынды. Лушанды ұлы Ан Цинсю өлтірді.\nЖиденің екінші жылында (757 ж.) Фыңсянға әскерді басқаруға бұйрық берілді.Жолда ол Байцюй Лийюнь көпірінде (бүгінгі Саньюаньның оңтүстік-шығысында) Ли Гүйреннің 5000 атты әскерін талқандады.Мамыр айында Ань Шоужун және Лимен соғысады. Цинцюдегі (бүгінгі Сианьның батысы) Гуйрень жеңіліп, Уугунға (бүгінгі Вугунның солтүстік-батысында) шегінді.Қыркүйек айында ол маршал Гуанпин Ван Ли Чуға еріп, таң және ұйғырларды 150 000 әскерге қосу үшін бастап, соғысады. Ань Шоужун және Ли Гуйреньмен бірге Шяньдағы Цзи храмының солтүстігінде (қазіргі Чаньань уезінің оңтүстік-батысында) ұйғыр сарбаздары жауды артқа айналдырып, екі жақтан шабуыл жасап, 60 000 жауды өлтірді.Чжан Тонгру Шэньси уезіне қашып, ақыры ел астанасы Чананьды (қазіргі Сиань) қайтарып алды.Таң әскерінің ұлылығы Чаньаньға тағы да қайтарылды.\nОдан кейін Тан әскері жеңісті пайдаланып, шығысқа қарай жүріп, Синдян жерінде (қазіргі Хэнань провинциясы Саньмэнься қаласының оңтүстік-батысында) 150 000 адам, соның ішінде Янь Жуан мен Чжан Тунруды талқандап, Анцин Сюйді Хуанхэ өзенінен өтіп, Шянчжоуға шегінуге мәжбүр етті. Дунгжун Луоян қайтып келді. Ситуды оның еңбегіне қосып, оны елдің герцогы етіңіз.\nШи Симин өз әскерін Ань Цинсюйді құтқару үшін Фан Яндан бастап келді.Екі жақ Аньян өзенінің солтүстігінде (бүгінгі Аньянның солтүстігінде) жасақталып шайқасты.Шайқас ажырамас болды.Соңында тоғыз Цзэдуши басқарған Тан әскері. 600 000 адамы бар деп мәлімдеген, шегінген (Ечен шайқасында).соғыс). Бұл шайқастың басты қолбасшысы евнух Ю Чаоэн болды, оның көшбасшылық қабілеті жоқ және шайқастың сәтсіз аяқталуына Гуо Цзыиді кінәлады. Го Цзыи Чаньаньға қайта шақырылып, әскери күштен босатылып, бос лауазымды тұлға болды.\nБаойиннің бірінші жылы (762 ж.) Тайюань (бүгінгі Тайюаньның оңтүстік-батысы) мен Цзянчжоудағы (қазіргі Шаньси өлкесіндегі Шыңжаң) әскерлері көтеріліске шықты, сарай үрейленді, сондықтан Цзыиге Фэньян патшасы атағы берілді және аттанды. Цзянчжоуды басқарады. Оны евнух Чен Юаньчжэнь де иеліктен шығарып, әскери биліктен босатылды.\n(Бұл оқиғаның тақырыбы: өте қабілетті және жақсы мінезді Го Цзыи Сюаньцзунмен және кейбір зұлым адамдармен кездесті, бұл оның жетістіктеріне айтарлықтай зиян келтірді.)", "聖意": "Үйге және өзін-өзі жарылқау, байлық іздеу, мәміле жасамау, некеге тұру, жалған дабыл, Тяньцанджиге келген жаяу жүргіншілер, адамдарды табу қиын, қоғамдық сот процестері және (Син емес), көші-қон, консервативтілік, жоғалған мүлік, табу қиын, аурулар, жарылқау, таулар мен бейіттерге дұға ету, берекелі", "古人": "Зийи патша тағына отырды", "第X籤": "Он тоғызыншы ұтысты лот", "宮": "Тацуми"}