{"籤詩版本二": "Қаншама уайым мен қауіптен кейін ол енді ешқашан бос болмайды\nЖомарт жүректің өзінің жомарт жоспарлары бар.Үлкен жетістіктерге жету үшін маманмен кездесу керек.", "詩意": "Бұл гексаграмма бұлағы бар көне құдыққа ұқсайды.\nҚай істе де асыл жандар табысқа жетеді.", "解曰": "Талап-арыз ақыры ақталып шығады. Ауру және қауіпсіз. Кеңес алу үшін кіріп-шығыңыз. Ежелгі құдық көктемді қарсы алады.", "籤詩故事一": "◇Яо Чонг шегірткелерді басқарады\nШын аты Юань Чоң болған Яо Чоң (649-721) Шэньчжоудан болған.Таң әулетінде Ся Гуан, Чунгуанның Шаңшу, Цзывэйлин, Чжуншулиннің министрі, премьер-министрі қызметтерін атқарған.\nҚайюань билігінің төртінші жылы (716 ж.) Шаньдун (әдетте Хуашаньның шығысындағы Хуанхэ өзені бассейні) шегірткелерге тап болды.Халық ырымшыл идеяларға байланып, оларды аң аулауға және өлтіруге батылы жетпеді.Олар орнына олар құрылды. құрбандық шалып, хош иісті зат түтететін, егістіктердің жанында табынатын және егінді шегірткелер жеп жатқанын тамашалады.\nШенеуніктердің бәрі: «Шегіртке – табиғи апат, оны адам күші қалай жеңеді!» Шегірткені жою керек пе, жоймау керек пе, жоқ па, ол кезде екі түрлі идеяның күресі қызу болды.\nЯо Чонг: \"Бірігіп жұмыс жасасақ, олардың барлығынан құтыламыз. Ол былай деді: Шегірткелер адамдардан қорқады, сондықтан оларды айдап кету оңай. Көшеттердің иелері бар, сондықтан құтқарушылар көп жұмыс істеуі керек; шегірткелер. ұша алады, егер олар түнде от көрсе, олар оған ұшады; оларға от жағыңыз, далада от жағыңыз, жанып жатқанда шұңқыр қазыңыз, жанып жатқанда көміңіз, сонда ештеңе қалмайды ».\nСюаньцзун былай деді: «Шегіртке – моральдық басқарудың нашарлығынан болатын табиғи апат. Егер сіз оларды аулап өлтіруді сұрасаңыз, бұл дәнге қарсы емес пе?».\nЯо Чоң былай деп қосты: \"Шегірткелерді аулау және өлтіру ежелгі адамдарда болған және сіздің ұлы мәртебеңіз оны болашақта пайдаланады. Бұл егіншілерге тыныштық пен береке әкелетін үлкен ұлттық іс-шара. Мұны байыппен қарастырыңыз\".\nСюаньцзун сенімді болды. Бірақ ол кезде ауланың ішінде және сыртында барлығы шегіртке аулауға болмайтынын айтты.\nСюаньцзун былай деді: «Мен премьер-министрмен ақылдасып, шегірткелерді ұстауға шешім қабылдадым. Кімде-кім қайтадан қарсылық білдірсе, өлім жазасына кесіледі», - деп, цензорды бақылап, халықты шегірткелерді өртеуге және көмуге жіберуге жіберді.\nНәтижелері айтарлықтай нәтижелі болды.Ел бойынша тоғыз миллион дан шегіртке ауланып, шегіртке індеті сәтті жойылды.Осы жылы ауыл шаруашылығы жақсы өнім алды.\n(Даналықты апаттарды басқару және эвакуациялауда қолдану керек және қиындықтарды жеңудің тапқыр стратегиялары болуы керек. Яо Чон бұл мәселенің сарапшысы)", "聖意": "Үй жай, өзі бөгелді, ақша іздеуге тосқауыл, сауда-саттық, неке мен ынтымақ, Люцзяда қауіп бар, жаяу жол, жібек құрт, мал қолайсыз, адам табылмайды, адам бөгелді. , қоғамдық істер қозғалып, көшіп-қону орынсыз, жоғалған затты табу қиын, ауру-сырқау бата тілеп, тау мен бейіт мазасыз", "古人": "Яо Чонг шегірткелерді басқарады", "第X籤": "Жиырма бесінші лотерея ұтысы", "宮": "Ми сарайы"}