{"籤詩版本二": "Төңкеріліп кетті деген өсек, көкжиектен хат алдым.\nКітапта маған уәде етілген атақ пен табыс соңына дейін бос қалды.", "詩意": "Бұл гексаграмманың жалған атауы бар.\nБарлық істе консервативті болған жөн.", "解曰": "Жоғары және төмен көңілсіз. Бос уақытты іздеу бос емес. Даңққа ұмтылу. Аман болыңыз.", "籤詩故事一": "◇Чжун күй ағартушылыққа жетеді\nТегі Чжун Күй, сыпайы аты Чжэннан болған Чжуң Күй, Жүңнаньшаннан.\nТаң әулетінің императоры Дэцзун тұсында императорлық емтиханға Чжун күй қатысты.Чжун күй емтихан сұрақтарын оқып шығып, мақаланы бірден жазып, тапсырады. Сол күнгі бас емтихан тапсырушы азаматтық істер министрі Хан Юй, ал емтихан тапсырушы орынбасары ұлы ғұлама Лу Чжи болды. Екеуі Чжун Күйдің қағазын оқығанда көздері жайнап, бір ауыздан: «Сиқыршы, сиқыршы! Бұл мақаланың әрбір сөзі талғампаз, Ли Тайбай мен Ду Зимэйге лайық!» деп бірінші орынға Чжун күйді атады.\nИмператор Дэцзун Хань Юдың баяндамасын тыңдап, ғылымның жаңа чемпионы Чжун Күйдің өте дарынды екенін айтып, Алтын сарайға Чжуң күйді шақырды.\nИмператор Дезонг оның ұсқынсыз түрін көргенде бірден ренжіді де: «Біздің сарайда ғалымдарды іріктеу барлығы жеке сөздер мен каллиграфияға негізделеді, мұндай ұсқынсыз адамды алтын ғылымдардағы бірінші ғалым ретінде қалай таңдауға болады? \"\nХан Ю асығыс тізерлеп отырды да: «Адамның жақсысы мен жаманы сырт-келбетінде емес, Әулие Тәңірім, Ян Иннің үш фут бойы, премьер-министрмен тең екенін естімейсің бе? кекештенеді, бірақ Хань әулетіне көмектесе алады; Конфуций адамдарды сыртқы түріне қарай бағалайды және ұлы Юдан айырылады. Мәртебелі мырза екі рет ойлайды деп үміттенемін.\nИмператор Дэцзун бір сәт ойланып тұрып: «Хан Айчиннің сөзі орынды болғанымен, мен Тайцзун император болған кезімде Инчжоуға он сегіз ғұлама келіп, бұл туралы әңгімелескен. Бұл кісі бірінші ғұлама еді. Дүниеден қорқамын. таланттарды танымағаным үшін маған күледі».\nПремьер-министр Лу Ци тар, таланттарға қызғанышпен қарайтын, императордың сөзін естіген соң, тізерлеп отыра қалып: «Алтын тақырыптағы бірінші ғұламаның ішкі де, сыртқы да болуы керек, бұл пәнге үш жүз үміткер бар. Неге басқасын таңдамайсың?»\nБұл кісінің абдырап қалғанын көрген Чжуң Күй, ашуын баса алмай, Лу Циді нұсқап: «Осындай надан шенеунік сотта болса, елге зияны тимей ме?» деп қарғады. ол Лу Циді жұдырығымен ұрды.\nМұны көрген Дезонг ашуланып: «Сен сондай батылсың, Алтын сарайда бүлік шығаруға батылың бар, оны тез түсір!\nАшуға булыққан Жоң Күй сарайда тұрған генералдың беліндегі қылышын суырып алып: «Қуанған мысыққа жолбарысқа еліктеу қиын, ал түңілген тотықұс тауықтай жараспайды» деп қатты күрсінді. Осыдан кейін ол өз-өзіне қол жұмсады.\nИмператор Дэцзун Чжун күйдің ашуланып өз-өзіне қол жұмсағанын көріп, қатты таңғалып, адамдардың жүрегін жаулау үшін Чжун күйді №1 ғұлама деген ресми атақпен жерлеуді бұйырды, сонымен қатар ол Чжун күйді Құдай етті. әлемді зұлым рухтардан тазарту үшін эксзорцизм.", "聖意": "Үйіңізге береке, өз қауіпсіздігіңіз, қаржылық қиындықтар, бизнесіңіздің сәтсіздігі, некедегі сәтсіздік, Люцзя әйелдері жаяу, сенім далалық жібек құрттары жартылай піскен, алты үй жануарлары, өсіруге болады, хабарсыз кеткен адамдар, Батыстың мемлекеттік сот ісі, көші-қон жоғалуы, консервативтілік, мүлікті жоғалту, ауру, таулар мен бейіттерде сәттілік тілеу", "古人": "Чжун Куй Даоға ие болды", "第X籤": "Лотереяның жиырма алтыншы ұтысы (Лотерея)", "宮": "Ми сарайы"}