{"籤詩版本二": "Тыныштық пен тыныштықта уақыт өткізу, тоқ болғаннан кейін шай ішіп отырып, отыру\nСізге физикалық және психикалық тұрғыдан бос болудың қажеті жоқ және сіз әділетсіздікке немесе апатқа себеп болмайсыз.", "詩意": "Бұл гексаграмма бейбітшілік пен тұрақтылықтың символы болып табылады.\nКез келген жағдайда қолайлы уақытты күту сәттілік әкеледі.", "解曰": "Аман-есен жүріңіз. Құдайдан сұра. Уақыт келгенше күтіңіз. Оқиғалар кездейсоқ болады.", "籤詩故事一": "◇Фойинхуэй Дунпо\nБірде Су Донгпо Дзенді оқып жүріп біраз түсінікке ие болды.Ол өзінің күйінің трансцендентті екенін түсінді және оған қуаныш сезімін берді. Құштарлығымды тыя алмай, қаламды жайып, өлең жаздым:\n«Аспанның ортасында Джишоу бүкіл әлемді жарқыратады; сегіз жел соғуға қабілетсіз, ол күлгін алтын лотостың үстінде тік отырады».\n(Сегіз жел: пайда, құлдырау, бүліну, атақ, мақтау, келемеж, азап, бақыт дегенді білдіреді. Яғни, осы сегіз күйге ренжімеу «сегіз жел қозғалмайды» деп аталады)\nОны жазғаннан кейін Дунпо өз қызметшісін оны Цзиньшань ғибадатханасының Зен шебері Фоинге беру үшін өзеннің арғы бетіне жіберді.\nДзен Мастер Фоин оны оқығаннан кейін оны «осық» деген сөзбен белгілеп, оны қайтарып алу үшін қызметшісіне берді.\nМұны көрген Дунпо қатты ашуланып, өзеннің арғы бетінен қайыққа отырып, Будда мөрін талқылау үшін Цзиньшань храмына барды.\nДунпо Цзиньшань ғибадатханасының қақпасына келгенде, Фойин қақпада күтіп тұрды.\nСу Донгпо бірден Фоинды айыптап: \"Неге менің жазған өлеңімді осырық деп атайсың?\"\nФойен: «Сен «сегіз жел соға алмай» тұрған жоқсың ба? Қалайша сені «өзеннің арғы бетінен» оқтай ұрды!» — деп жауап берді.\nБұл кезде Донгпо өзінің жақсы емес екенін түсініп шошып, ұялып кетіп қалды.\n(Бұл әңгіме «Ыстық әлі келген жоқ» деген метафора)", "聖意": "Үйің мен өзіңнің амандығыңды, байлығыңның, ісіңнің жақсы болуын, тұрмысыңның жақсы болуын, Люцзядағы жолаушы әйелдің, өріске жібек құртының келуін, алты түлік малдың тұрақты болуын тіле. біреуді тапқаны үшін, пәле үшін, қоғамдық істер үшін, көші-қон үшін, жоғалған дүние үшін, ауру-сырқау үшін, тау қабіріне жібергені үшін, берекелі", "古人": "Фойинхуи Донгпо", "第X籤": "Отыз бір ұтысты лотерея", "宮": "Вэй Гонг"}