{"籤詩版本二": "Қауіпсіз және тыныш болғыңыз келсе, желде шамдар болуы жарамайды.\nТазалап, терең залда отырып, жарықтан аулақ, тыныш жерде сілкіп, қозғалған дұрыс. Шайқау → Яо. Тегін → аз.", "詩意": "Бұл гексаграмма шам мен шамды шайқайтын жел сияқты.\nТұрақты нәрселерді сақтау сәттілік әкеледі.", "解曰": "Тыныш жерде орналасыңыз. Қоңырауда болыңыз және уақытында болыңыз. Бұл бата емес. Консервативті және орынды.", "籤詩故事一": "◇Ли Цзин тауға қайтады\nЛи Цзин (571-649 ж. 2 шілде), аты-жөні фармацевт, Юнчжоудағы Саньюань қаласының тумасы (қазіргі Шэньси провинциясының Саньюань уезінің солтүстік-шығысында). Суй әулетінің соңғы кезеңінен Таң әулетінің алғашқы дәуіріне дейінгі генерал ол Тан әулетінде азаматтық және әскери дағдылары бар атақты әскери стратег болды. Кейінірек оған Вэй герцогы атағы берілді және әлемге Вэй герцогы деген атпен танымал болды.\nЛи Цзин — құдайлар тізіміндегі үшінші князь Нежаның әкесі, ол «Тота патшасы» деп те аталады.Ли Цзин және оның ұлы Цзян Зияға (Тайгун) Чжоу патшайымын жеңуге, Чжоу әулетін орнатуға және патшаға көмектесті. Ву таққа ресми түрде отырды. Содан кейін Цзян Зия құдайлардың тізімін жасап, шайқаста қаза тапқан жауынгерлердің рухын жұбату рәсімін жасады. Сол кезден бастап әлем бейбітшілік пен тыныштық орнады. Ву патша маркиз жасап, оларды марапаттағысы келді, сонымен қатар ол негізін қалаушы батырларға жер бөлгісі келді. Ли Цзин, оның әкесі мен баласы және басқа жеті адам даосизммен айналысу үшін тауға қайтып, дүниелік атақ пен байлыққа құмар болмауды өтінді. Кейін жетеуі де «тәнінде әулие атанып», өлмейтіндердің қатарына қосылды.\n«Фэн Шэн Бэнг» хикаясы", "聖意": "Үй консервативті, қарапайыммын, байлық іздеймін, бизнесте қиналамын, неке жараспайды, Люцзя жаяу жүргіншілерге иманды болсын деп дұға етеді, жібек құрты күзде піседі, алты мал аман, адамдар хабарсыз, қоғамдық сот процестері мен көші-қон консервативті, жоғалған мүлік аурулары, Цзянсиншандағы қабірді өзгертпеңіз.", "古人": "Ли Цзин тауға қайтады", "第X籤": "Лотереяның отыз жетінші жеңімпазы", "宮": "Шен Гонг"}