{"籤詩版本二": "Батыста қызыл дөңгелек құлайды, шығыста қоян көтеріледі, инь өсіп, ян жоғалады, бәрі гүлдейді\nӘйел оны пайдаланғысы келсе, байлығын арттырып, жүрегіне бақыт әкеледі.", "詩意": "Бұл гексаграмма Иньдің өсуі мен Янның жойылуының белгісі.\nКейін оңай болғанша бәрі қиын.", "解曰": "Инь әйелдерге пайдалы. Ерлерге жарамайды. Егер сіз кеңес іздесеңіз. Алдымен жамандық, содан кейін жақсылық келеді.", "籤詩故事一": "◇Таққа Ву Цетянь отырды\nВуды 14 жасында Тан әулетінің императоры Тайзон Ли Шимин дарынды тұлға ретінде сарайға шақырып, «У Мэй» деп атады. Тайзонг қайтыс болғаннан кейін Цетян Ганье храмына кіріп, монах болды.\nТан әулетінің императоры Гаоцун таққа келгенде, Чжаойиге құрмет көрсету үшін У отбасын сарайға шақырды. Юнхуэйдің алтыншы жылында (655) император Гаозун Вуны патшайым етіп тағайындады.\nВу Цзэцян зерделі, әдебиет пен тарихпен айналысатын, тапқырлыққа бай болған. Ву Цзетян патшайым болғаннан кейін көп ұзамай Гаозун әлсіз және ауру болғандықтан, ол кейде оған белгілі бір саяси істерді басқаруды сеніп тапсырды, сондықтан оның күші өсті. Шаңюаньның бірінші жылы (674 ж.) император Гаоззун «император», У императрица «Аспан патшайымы» деп аталды, екеуі де сарайда «Екі әулие» деп аталды.\nХондаоның бірінші жылында (683 ж.) Гаоцун қайтыс болды, ханзада Ли Сянь таққа отырды, ал әулетті басқаруға У Цзэцян келді. Сишеннің бірінші жылының ақпанында (684) У Цзэцянь Ли Сяньды Лулин патшасы етіп тақтан тайдырды және оның төртінші ұлы Ли Данды император етіп тағайындады, әулетті басқаруды жалғастырды. Сол жылдың қыркүйегінде ол туды алтынға ауыстырды, ал шығыс астанасы Лоян құдайдың астанасы болып өзгертілді. Тяньшоудың бірінші жылы (690) қыркүйек айының тоғызыншы күні У Цзэцян өзін император деп жариялап, елдің атын Чжоу деп өзгертті.", "聖意": "Үй – өзіне қолайсыз, бата тілеу, байлық іздеу, мәміле сақтау, некеде сәттілік, некеде сәтсіздік (әйел), егістікке тосқауыл қою жаяу, жібек құрт, берекелі мал, адам іздеу, ажырасу, сот, жоғалу, көшу. , мал-мүлкінен айырылу, ауру, сілкініс, таулар мен молалар, сәттілік", "古人": "Ву Цзетян таққа отырады", "第X籤": "Лотереяның қырқыншы жеңімпазы", "宮": "Сен сарай"}