{"籤詩版本二": "Шексіз жақсы сөздерді есте сақтайсың, бірақ ұрыны танысаң ұл боласың.\nҚазіргі уақытта ашкөз болмаңыз және ол бір жыл бұрын қалай жақсылық жасар еді деп уайымдамаңыз.", "詩意": "Бұл гексаграмма ұрының ұлы екенін көрсетеді.\nӘр ісіңізде абай болыңыз.", "解曰": "Тек осы. Мырза қателеспейді. Есіңізде болсын. Жалғыз болма.", "籤詩故事一": "◇Дон Чжуо Лу Буны қабылдайды\nЕржүрек және шайқаста шебер Лу Бу Шығыс Хань патшалығының соңы мен Үш патшалықтың басында атақты әскери қолбасшы болған.Ол бір кездері Цзиньчжоу губернаторы Диң Юанды өзінің асырап алған әкесі деп санап, оның қарамағында қызмет еткен.\nШығыс Хань әулетінің императоры Лиң қайтыс болғаннан кейін Диң Юань үкіметті бақылау үшін генерал Хэ Цзиньмен сөз байласу үшін Бейжіңге барды.\nДун Чжу Дин Юанмен соғысты, бірақ бірнеше генерал Лу Буды жеңе алмады, сондықтан Дун Чжуо Лу Буға пара беруге бағынышты Ли Суды жіберді. Ли Су «Лу Буға бару» үшін үйілген алтын-күміс қазыналар мен атақты қызыл қоян атты алып келді. Ли Су Лу Буға бару үшін алтын-күміс қазыналар мен атақты қызыл қоян жылқыны әкелді. Сонымен Лу Буға Дун Чжуо Дин Юанды өлтіру үшін пара алды, сондай-ақ өз сарбаздарына қаласа өзімен бірге келіңдер, соңынан ергісі келмесе кетіңдер деп бұйырды.Соның салдарынан сарбаздардың көпшілігі қашып кетеді. Сөйтіп Лу Буға Дун Чжуо пара беріп, Дин Юанды өлтірді.\nДун Чжо билікке келгеннен кейін Лу Буны асырап алып, генерал және маркиз етті.\nДун Чжуоның мінезі қатал болды, ал Лу Бумен \"әке мен бала қарым-қатынасы\" шын мәнінде өте әлсіз болды.189 жылы Ситу Ван Юнның бастамасымен Лу Бу Дун Чжуоны өлтірді.\nДун Чжуо өлгеннен кейін алты ай өткен соң Дун Чжоның ескі әскерлері астанаға басып кіріп, Лу Бу мен оның әйелі үрейленіп қашып кетеді. Лу Бу астанадан кеткеннен кейін Юань Шу, Юань Шао, Чжан Ян, Чжан Мяо, Лю Бэй т.б. сарбаздарынан пана іздеп, сол кездегі тағы бір ірі қолбасшы Цао Цаомен талай рет шайқасқа шықты.Лу Бу ержүрек және жақсы болды. шайқаста және Као Цаоны бірнеше рет жеңді.\nШығыс Хань әулетіндегі Цзяньань билігінің үшінші жылында Цао Цао әскерлері Лу Бу базасы орналасқан Сяопэйге шабуыл жасап, Бәймень мұнарасының астында Цао Цаоның қолына түсіп, өлтірілді. Өлім жазасына кесілмес бұрын Лу Бу Цао Цаодан өлімнен сақтану үшін оны тірі қалдыруын сұрады, бірақ Лю Бэй Цао Цаоның Лу Бу көп рет сатқындық жасағанын және арам адам екенін еске салды. Ақырында, адамгершілікке қарамай, таланттарды ғана бағалайтын Цао Цао Лу Буды өлтірді.", "聖意": "Үйде жайсызмын, әдетте ақша іздеймін, мәміледен сақтанамын, үйлену қиын, Люцзя адам шошып кетті, жібек құрттары далада жартылай піскен, алты түлік аман, адам оны іздейді. , қоғамдық талап орынды, ал көші-қон табу қиын жоғалған нәрселерді, ауруларды және Чжэнсин тауының қабіріндегі тыныштықты сұрап дұға ету.", "古人": "Дун Чжо Лу Буны қабылдайды", "第X籤": "№ 41 Лото ұтысы", "宮": "Сен сарай"}