{"籤詩版本二": "Әлем икемді және бәрі өзін-өзі қамтамасыз етеді, өзін-өзі қамтамасыз етеді және қауіпсіз\nӨмірде бәрі тамаша, әулиелер мен данышпандарға бәрі үшін алғыс айтып, берекелі болыңыз.", "詩意": "Бұл гексаграмма жер мен жер арасындағы үйлесімділікті білдіреді.\nБәрі жақсы жүріп жатыр, еш қауіп жоқ.", "解曰": "Барлық заттар туады. Барлық жоспарлар мен тілектер орындалады. Форд көмектеседі. Руи Ци асығып тұр.", "籤詩故事一": "◇ Жаяу жүрушілер ағартушылыққа ие болады\nБатысқа саяхат тарихы:\nСун Вуконг Гүлдер мен жемістер тауын басып алып, патша болды.Кейін мәңгі өмір сүрудің жолын табу үшін ол Патриарх Бодхиге ұстаз ретінде ғибадат ету үшін сегіз-тоғыз жыл таулар мен өзендерді аралады.Ол жетпіс ғасырды үйренді. -жердегі зұлымдық пен ауытқымалы бұлттардың екі өзгерісі және алғаш рет Күн фамилиясын алды.Вуконг деп аталды.\nОсыдан кейін Сун Вуконг қолайлы қаруды табу үшін Шығыс Қытай теңізіндегі Айдаһар сарайына барып, ақыры Тяньхэ мен Динхайдың құдай инесі Руи Алтын Куджельді тапты. Өмірі біткендіктен, ол жер асты әлемінде үлкен шу шығарып, өмір мен өлім кітабын қайта өңдеп, адам әлеміне қайта оралды. Кейінірек Сун Вуконг алғаш рет аспанға шақырылып, Бима Вэн деп аталды. Кейін көкке екінші рет шақырылып, Маймыл патшасы аталды.Ол да шабдалы ұрлап, көкте үлкен шу шығарды.Алтын көздері мен отты көздерін жаттықтыру үшін Багуа пешінде мөрленді.Соңында ол Ужи тауының етегінде 500 жыл бойы қозғала алмай, Татхагата Будда басып қалды. Багуа пеші төңкерілген жер тау жалынына айналды.\nБес жүз жылдан кейін Монк Тан Батысқа барып, Жазбаларды алу үшін Бес элемент тауының жанынан өтіп, Сун Вуконгты құтқармас бұрын бойтұмарын шешіп алды. Сун Вуконг алғыстан жылап жіберді.Гуаньин Бодхисаттвадан нұсқау алғаннан кейін ол Тан Монкты өзінің ұстазы етіп ғибадат етеді және бірге Киелі жазбаларды үйрену үшін Батысқа барды. Жазбаларды үйрену жолында Сун Вуконг жындарға түсіп, құбыжықтарды жойып, қайта-қайта ерекше ерлік жасады.Бірақ оны қожайыны Тан Сенг қате түсініп, қайта-қайта қуып жіберді. Сексен бір қиындықтан кейін жұмыс ақыры аяқталды.Төрт ұстаз бен шәкірт Ситиан Лэйиин храмына келіп, шынайы Жазбаны алды. Сун Вуконг дұрыс нәтижеге қол жеткізді.\n(Бұл әңгіме адамды былай қойғанда, тіпті маймылдың да ағартатыны туралы метафора.)", "聖意": "Үй өзі үшін берекелі, байлық, кәсіп, неке іздеу, Люцзя, ер-азамат жаяу, егістікке бөгет болу, жібек құрт, алты мал, Чжунпин, адам іздеу, сот ісі, табыс, көшу, мал-мүлкінен айырылу, ауру, Чуансиншан моласы, заттар берекелі", "古人": "Саяхатшы ағартушылыққа жетеді", "第X籤": "43-ші күні қол қойылған", "宮": "Хугонг"}