{"籤詩版本二": "Суық күн суды мұзға айналдырады.Атақ-даңққа неге сараңдық?\nТыныш отырып, жапырақтардың табиғи гүлденуін күтуден басқа амалым жоқ.", "詩意": "Бұл гексаграммада су мұзға айналады.\nБекер ештеңе сұрамаңыз.", "解曰": "Су мұзға айналады. Мұз суға ериді. Егер бұл қастандық болса. Сондықтан солай.", "籤詩故事一": "◇ Ван Сян тұқы сұрайды (Жиырма төрт Тақуалық әңгімесі)\nЦзинь әулетінен шыққан Ван Сян, сыпайы аты Фучжэн, Линьиде дүниеге келген.\nВан Сян жас кезінде оның туған анасы қайтыс болады.Оның жалғыз әкесі Жу деген әйелге үйленеді, ал Ван Сян жаңа анасы болды. Ван Сян жас кезінде туған анасы қайтыс болып, жалғыз әкесі Жу деген әйелге үйленеді. Уаң Шяңның өгей шешесі тар, қызғаншақ әйел болған, ол Уаң Сянды ұнатпайтын, болмашы істерге жиі ұрысып тұратын. Көп ұзамай өгей шеше де Ван Лан есімді ұлды дүниеге әкелді. Өгей шеше өз балаларын ғана жақсы көріп, Уаң Шянды тікенектей көріп, Уаң Шянға деген талапты одан сайын артып, әкесінің көзінше Уаң Сянды жиі жамандайтын.Тіпті әкесі де бірте-бірте оны жақсы көрмеген. Өгей шеше өз балаларын ғана жақсы көретін, Уаң Шянды тікенек санайтын.Ол Уаң Шянға одан да талапшыл болып, әкесінің көзінше Уаң Сянды жиі жамандайтын.Тіпті әкесі де бірте-бірте оны жақсы көрмеген. Ван Сянның туған інісі болғанымен, Ван Лан ағасына өте мейірімді. Өгей шешесінің қинағанына қарамастан, ол әлі де мейірімді еді. Өгей шешесі соншалықты қатал, бірақ Ван Сян әлі күнге дейін өте мейірімді.\nӨгей анасының хоббиі бар, яғни өзеннен жаңа ғана ауланған жаңа балықты жегенді ұнатады. Өгей анасының хоббиі бар, яғни өзеннен жаңа ғана ауланған жаңа балықты жегенді ұнатады. Бір қыста әкесі іскерлікпен кетіп қалды, ал өгей шешесі қайтадан ауырып қалды.Ағайынды Ван Сян мен Ван Лан анасына жейтін сорпа мен дәрі-дәрмекті ұқыптылықпен берді.Қатты аязда өгей шешенің ауруы әлі де жазылмады. асығыс. Бір қыста әкесі іскерлікпен кетіп қалды, ал өгей шешесі қайтадан ауырып қалды.Ағайынды Ван Сян мен Ван Лан анасына жейтін сорпа мен дәрі-дәрмекті ұқыптылықпен берді.Қатты аязда өгей шешенің ауруы әлі де жазылмады. асығыс. Науқас өгей шеше өзеннен жаңа піскен балықты жегісі келді.Сол бір қатты суық ауа райында далада қар жауып, өзендегі су қалың мұзға айналып үлгерген. Науқас өгей шеше жаңа піскен балық жегісі келді.Сол мұзды және қарлы климатта жаңа піскен балықты қайдан табуға болады?\nОл кезде маусымнан тыс тағамдар жоқ еді, ақшаң болса да сатып ала алмайтын едің.\nӘңгіменің осы тұсында Ван Сянцю Лидің әсерлі оқиғасы орын алды. Ағайынды екі ағайынды анасын шарасыз күзетеді.Уаң Сян ауру өгей шешесінің көңілін қалдырмау үшін қатып қалған өзенге қарай жүрді.Уаң Сянға бір ой келді де, суыққа қарамай жейдесін шешіп алды.Мұздықтың үстінде жалаңаш жатып, оны қалайды It uses мұзды еріту үшін өз дене температурасы (сондықтан Ван Сянцю тұқы мұзда жатқан Ван Сян деп те аталады). Ол көйлегін шешіп, мұздықтың үстінде жалаңаш жатты. Құдайға жалбарынып: «Құдай-ау, анам ауырып жатыр, жаңа піскен сазан жегісі келеді, не болса да маған жол табу керек», – депті.Бір ғажабы, қасындағы мұз тостаған кенет жарылып, екеуі болды. сызаттар.Тірі сазан жарықшақтан шығып, мұзға секірді.Уаң Сян қатты қуанды. Құдайға жалбарынады: «Құдай-ау, анам ауырып жатыр, жаңа піскен сазан жегім келеді, не болса да маған жол табу керек», – деп жалбарынған. Бір қызығы, қасындағы мұз тостаған кенет жарылып, екі жарықшақ пайда болды. Тірі сазан жарылған жерден шығып, мұзға секірді.Уаң Сян қатты қуанды. Ол тез тізерлеп, Құдайға шүкіршілік етті де, сазанды алып үйіне жүгірді. Ол тез тізерлеп, Құдайға шүкіршілік етті де, тез сазанды алып, үйіне кетті. Өгей шешесі жаңа піскен тұқы жегеннен кейін ол көп ұзамай ауруынан айығып кетті. Аурухана төсегінде жатқан өгей шешесі Ван Сянның суықтан күрең түске боялған жалаңаш үстіңгі денесін, қолындағы екі балықты көргенде таңырқап, бөлмеге қуана жүгіріп кіріп, таңырқап қалды.\nВан Сян кейін шенеунік болып, тайбао атанып, герцог атағын алды.", "聖意": "Үйде тынышсыз, мен қорғаныс, қаржылық қиындықтар, бизнес проблемалары, некеге тұру, Люцзя сақтандыруындағы сәйкессіздік, жаяу жүргіншілер, Читиан жібек құрттары, алты малдың жоғалуы, хабар-ошарсыз кеткен адамдар, қоғамдық сот процестері, көші-қон, консервативтілік, жоғалған мүлік, ауру, қалпына келтіру қиын, тау моласы, сәттілік", "古人": "Ван Сян тұқы сұрайды (Жиырма төрт Филиалды Тақуалық әңгімелері)", "第X籤": "Қырық тоғыз лотты ұтып алу", "宮": "Хайгонг"}