{"籤詩版本二": "Елдің түкпір-түкпіріне саяхаттауға болады, оны еркін ұстау үшін желкенді іліп қоюға болады\nҚолайлы жел тұрса, тез жетіп, қайық қазынаға толы болады.", "詩意": "Бұл гексаграмма желмен қайықты тартуға ұқсайды.\nБарлығы жақсы өтеді.", "解曰": "Тыныштықпен демалыңыз. Ешқандай күш қажет емес. Көп байлық. Барлығы таң қалды.", "籤詩故事一": "◇Тао Чжугуй бес көлі (Фан Лигуй көлі)\nКөктемгі және күзгі кезеңде Фан Ли, оның әдепті аты Шаобо, Гуи Изипи немесе Тао Чжугун деген атпен де белгілі болды.\nБұл кезде У мемлекеті мен Юэ мемлекеті арасында соғыс болып, У мемлекеті Юэ мемлекетін талқандады. Фан Ли мен Вэнь Чжун Юэ патшасы Гоу Цзянға Юэді алға жылжыту және Вуды жою жоспарын жасады. Фан Ли жеке өзі таулар мен өзендерді аралап, Цайлуо тауындағы Хуанша өзенін аралап, бойындағы қасиеті де, таланты да, сұлулығы да бар Си Ши деген сұлу әйелді тауып алып, оны У патшасына сыйға тартты. Ол «сұлулық» қолданды. трюк» ішкі және сыртқы ынтымақтастық және Ву патшалығын жойды.\nВу патшалығын жойып үлгергеннен кейін Фан Ли Гоу Цзянның «ұзын мойын тұмсықты құс» екенін және онымен қиындықтар мен бақытты бөлісе алатынын білді, сондықтан Си Ши екеуі Ци патшалығын жүзіп өтіп, аттарын өзгертті. Гуй Цзыпиге апарып, ұлдары мен шәкірттерін Ци патшалығына алып барды.Олар теңіз жағасындағы саяжайда тұрады. Шөлді егіп, шеткері кәсіппен айналысып, кәсіппен айналысуға көп еңбек сіңірген ол аз жылдың ішінде ондаған миллион отбасылық дүние-мүлк жинады. Ол өзінің туған қаласына байлық таратып, жақсылық жасауда жомарт болды.Фан Лидің даналығы мен қабілетін Ци халқы жоғары бағалады.Ци патшасы оны астана Линциге шақырып, үкімет істерін басқаратын премьер-министр етіп табынды. . Ол: \"Шенеунік болу министрлікке жетелейді, ал отбасын басқару - байлыққа апарады. Басынан бастаған қарапайым халық үшін бұл шегіне жетті. Ұзақ уақыт құрметке ие болу жақсы нышан емес шығар\" деп таң қалды. Сөйтіп, үш жылдан кейін ғана Цзилю тағы да ерлікпен шегініп, Ци патшасына мөрді қайтарып, отбасылық байлығын жақын достары мен ауылдастарына берді.", "聖意": "Үй жақсы (жөнелтуге), ақшасы жақсы, ісі жақсы, ісі кеш, үйлену жақсы емес, Люцзя аман, егістікке, жібек құртына, күзге, алты малға, көктем берекелі, адам іздеген, сот ісі нашар, көші-қон консервативті, жоғалған дүниелер, батыстық дерттер шешілген, таулар мен бейіттер оңтүстік.", "古人": "Тао Чжугуй бес көлі (Фан Лигуй көлі)", "第X籤": "Елуінші лотерея жеңімпазы", "宮": "Хайгонг"}