{"籤詩版本二": "Айды суға түсіру үшін көп күш жұмсау керек, көп күш жұмсау керек, бірақ ештеңе емес.\nБос сөз айтып, денені шыңдауға күш-жігеріңізді жұмсамаңыз.\"Дене қурап қалды\" деген сөз бастапқыда \"дене жалғыз\" дегенді білдіреді.", "詩意": "Бұл гексаграмма күш-жігер бейнесіне ашкөз.\nБарлығы еңбекқор, еңбекқор.", "解曰": "Уәделерді есте сақтау қиын. Көп еңбек. Үйде уайымдаңыз. Асыл адамдармен кездесуді күту.", "籤詩故事一": "◇Тайбай айды мас күйінде ұстады (Ли Тайбай мас күйінде айды ұстады)\nЛи Бай (701-762), Тайбай деген атпен белгілі, Цинлян Цзюши деген атпен де белгілі. Өзін айдалған бақилық атанған Таң патшалығының ақыны «Өлең өлмес» атанған, ішпей-ақ қуанған.\nБірде Ли Бай Цзиньлинге (қазіргі Нанкин) келіп, Вэнди көпірінің жанындағы мейрамханада демалды.\nБұл күн қысқы айдың он бесі болатын.Түнде мейрамханада жалғыз отырып, айға тамсанып, ішімдік ішіп, тақпақ айтатын. Бұл күн қысқы айдың он бесі болатын.Түнде мейрамханада жалғыз отырып, айға тамсанып, ішімдік ішіп, тақпақ айтатын. Ли Тайбай өмірінде айды ең таза және әдемі деп жақсы көрген. Ли Тайбай өмірінде айды ең таза және әдемі деп жақсы көрген. Сол түні басын көтеріп қараса, аспандағы ақ-дөңгелек айды көріп, қатты қуанып, тағы бірнеше стакан ішті. Сол түні басын көтеріп қараса, аспандағы ақ-дөңгелек айды көріп, қатты қуанып, тағы бірнеше стакан ішті. Түн ортасында Ли Тайбай шарапты пайдаланып, Венде көпіріне төмен түсті. Түн ортасында Ли Тайбай шарапты пайдаланып, Венде көпіріне төмен түсті. Көпірге аттаған бойда басын төмен түсіріп, кенет суға құлап бара жатқан айды көрді.Өзен қозғалғанда, ақ ай көлеңкесіне бірнеше қара сызық қосылды. Көпірге аттаған бойда басын төмен түсіріп, кенет суға құлап бара жатқан айды көрді.Өзен қозғалғанда, ақ ай көлеңкесіне бірнеше қара сызық қосылды. Бұл кезде Ли Тайбайдың мас болғаны сонша, өзен суы боялған ай деп ойлады. Бұл кезде Ли Тайбайдың мас болғаны сонша, өзен суы боялған ай деп ойлады. Етігін шешіп те әуре болмай, қолын ашып, айды ұстау үшін көпірден секірді. Етігін шешіп те әуре болмай, қолын ашып, айды ұстау үшін көпірден секірді. Күтпеген жерден бұл секірумен ай ұсталмай қалды, бірақ судағы ай жарылып, бірден екіге бөлініп кетті. Күтпеген жерден бұл секіруде ай ұсталмай, адам суға батып кетті. Ол алпыс екі жасында қайтыс болды.", "聖意": "Үй жайсыз, бақытсыздыққа ұшырайсыз (денсаулығыңызға көңіл бөліңіз) (сәтсіз) Байлықтан тепе-теңдік іздеңіз (тіпті бұл туралы ойламаңыз) Мәмілелерде қиыншылықтар, неке шешілмейді, қорғау үшін дұға ету (алдын алу үшін бос қазыналар) түсік түсіру) Жаяу жүргіншілер қиналып, далада жібек бес ұпай, алты мал азайып, адам іздеп (бақытсыз) халық даулары мен (сотты тоқтатыңыз) Қарапайым көші-қон (айтпаңыз) Мал-мүлкінен айырылу (ұшақ) Аурудан сақтану үшін дұға ету (бақытсыз) Таулар мен қабірлерде сәттілік", "古人": "Тайбай айды мас күйінде ұстады (Ли Тайбай мас күйінде айды ұстады)", "第X籤": "Лотереяда елу екінші ұтыс (Лотерея)", "宮": "Жатыр"}