{"籤詩版本二": "Көңіл күй шаттыққа айналғанда, айдаһарлар ақырып, жолбарыстар ақырады.\nКөк аспанның өз жолы бар.Атақ-даңққа жетуге тағы да мүмкіндік берсін.", "詩意": "Бұл гексаграмма айдаһардың айқайлағаны мен жолбарыстың ақырғанына ұқсайды.\nБәрі жақсы болады деген үміт бар.", "解曰": "Тек үйретіп, барыңыз. Өзіңіздің берекеңіз болсын. Соңында жасалуы керек. Табылатын жер бар.", "籤詩故事一": "◇Лю Бей қалыңдық алады\nЧиби шайқасынан кейін Сун Цюань Лю Бэй иеленген Цзинчжоуды қайтарып алуға ынталы болды, сондықтан ол Чжоу Юйдің жоспарын қолданып, әпкесі Сун Ренді Лю Бэйге құда түскісі келетіндей кейіп танытты, бірақ шын мәнінде ол оны алмақ болды. Лю Бэй Цзинчжоуды талап ету үшін кепілге алынды.\nЖуге Лян Чжоу Юйдің жоспарын аңдығаннан кейін, ол стратегия жазылған брошюраны Сучхоға барған кезде Лю Бэйді қорғап тұрған Чжао Юнге берді. Чжао Юн брошюрадағы стратегияны ұстанып, Ву Готайға әдейі үлкен соққы жасады ( Сун Цюаньның әкесі) үйлену туралы ұсыныс туралы біледі. Ву Гуотай қызын жақсы көргендіктен және қызының өмірлік істері туралы кездейсоқ шешім қабылдағысы келмейтіндіктен, ол Сун Цюаньды әпкесіне аяусыз әрекет еткені үшін сөгіп, Ганлу храмында Лю Бейдің қызына лайық екенін жеке тексеруді ұсынды. Ву Гуотай Лю Бэймен кездескеннен кейін, ол Лю Бейді қатты бағалап, Лю Бей мен оның қызының некесін қатты жақтады.Нәтижесінде Лю Бэй Сун ханымға сәтті үйленді.\nКейін Лю Бэй мен Сун ханым бірге Цзинчжоуға қашады.Кейін Лю Бэй Ичжоуға шабуыл жасап жатқанда, Сун Цюань Цзинчжоуға жасырын түрде шабуыл жасағысы келді, бірақ қызының қауіпсіздігіне алаңдаған Ву Гуотай оны тоқтатты.\nОл: «Чжоу Юйдің ақылды жоспары дүниедегі ең жақсы, ол әйелінен айырылып, әскерінен айырылды», - деді.\n(Лиу Бей зияннан пайда тапты)", "聖意": "Үйде жолым жоқ, жолым жоқ (алдымен бақытсыздық, сосын сәттілік) Байлық ізде, салмақтылық, некеде қиындық, некеде сәттілік.Жаяу жолдан бата, далада жібек құрт, мал зиян үшін бес ұпай, ізден. адамдарға, сот пен көші-қонға, жоғалған малға сәттілік, ауруға сәттілік, таулар мен бейіттердің тыныштығы.", "古人": "Лю Бей қалыңдық алады", "第X籤": "Елу үшінші ұтқан нөмір", "宮": "Жатыр"}