{"籤詩版本二": "Жағасы тасқа толы, бұлақ ағып жатыр, жел ашық, ай ашық, асыл адамдар жұмыс істейді.\nЖолда мен қайда барамын деп сұрауым керек.Ормандағы гүлдер мен өсімдіктердің иісін алмаңыз.Оған қамқорлық жасамаңыз.", "詩意": "Бұл гексаграмма кішкентай жағажайда жүрген қайыққа ұқсайды.\nӘр нәрседе көмектесетін асыл жандар бар.", "解曰": "Өмір сүру үшін. Көп еңбек. Консервативті болыңыз және күтіңіз. Бар жақсылықты тілеймін.", "籤詩故事一": "◇Лушан көтерілісі\nФамилиясы Кан, Ялуошань деген ан Лушан (703-757) Лиучэн, Инчжоу (қазіргі Чаоян, Ляонин) қаласынан болды.\nКейінірек ол Ан фамилиясын алып, атын Лушанға өзгертті. Тан әулетінің императоры Сюаньцзун тұсында әскери елші Ан Лушан болды.\nТяньбао билігінің 14-ші жылы қараша айында Ан Лушан Фаньянға әскер жинап, Яң Гочжунға шабуыл жасау үшін көтеріліс жасап, шығыс астанасы Лоянға шабуыл жасау үшін үш қаланың әскерін алды. Тайюаннан хабарлар Лишанға тез жетті.Ол кезде Лишандағы Хуацин сарайында болған Таң Сюаньцзун Анлушанның көтеріліс жасайтынына сенбеді.Бірақ көтеріліс туралы хабар тарай берді, Сюаньцзун әлі де жартылай сенімді болды. (Бұл «бұлақтағы ұсақ тастардың үстіндегі кедір-бұдыр судың дыбысы» бейнесі)\nПиньюань уезінің префекторы Янь Чжэнцин хабар жіберу үшін біреуді жібергеннен кейін ғана Сюаньцзун түсіннен оянған.\nТаң әулетінің императоры Сюаньцзунның қате стратегиясымен Ань Лушанның атты әскер полкі шығыс астана Лоянды басып алды.Келесі жылдың бірінші айында ол өзін Луояндағы Даян императоры, Цзяньюань Шэнву, император Сионву және Да Сюньун деп жариялады. премьер-министр.\nСол жылдың маусым айында Тан әулетінің императоры Сюаньцзун Чанъань дағдарысын жеңілдетуге ынталы және қате әскери түсінікпен екі атақты генерал Фэн Чанцин мен Гао Сянчжиді өлтірді.Бұл бұйрық Тан әскерін дүр сілкіндірді. (Бұл әрекет «жол алдыңғы өзенге бағытталуы керек» дегенді бұзады)\nОсыдан кейін Тан әулетінің императоры Сюаньцзун басқа генерал Гэ Шуханға таң әскерін Тунгуаннан шығысқа қарай алып шығуды шұғыл түрде бұйырды.\nТан әулетінің императоры Сюаньцзунның стратегиялық қателігін толық түсінген Гэ Шухан бұл өзгерісті кейінге қалдыруды жоспарлады («Жел тыныш, толқын тынық» деген көзқарас).\nАқырында Тан әулетінің императоры Сюаньцзун өзін ұрысуға тым қорқақ деп есептеп, Ань Лушанмен көз жасын төгіп соғысудан басқа амалы қалмай, жеңіліске ұшырайды. (Бұл «Егер сіз өзіңізді асырау үшін көп жұмыс жасасаңыз, жарақат алуыңыз мүмкін» дегенді орындайды.)\nТаң патшалығында шекара әскерлері мен жергілікті гарнизондар жауап беруге уақыт таппай қалғанда, Ан Лушан әскері шекараны басып, астана аймағына кірді. Қиын жағдайда Тан әулетінің императоры Сюаньцзун гвардиялық корпусты астанадан қашып шығып, көшбасшысыз Сицзин Чаньаньның құлауына себеп болды.\n(Тан Сюаньцзун бұл белгінің нұсқауларын бұзды, сондықтан Ань Лушанның көтерілісі сәтті болды.)", "聖意": "Үйі аман, өзі берекелі, ырысы берекелі, мәмілелері берекелі, шаңырақтары берекелі (сақ) Люцзядан бір ер адам егістікке келеді, жібек құрттары орылып, алты малы бүлінген адам. табылып, қоғамдық талап ақталды.Жоғалған дүние ауру әкеледі, яғни Аньшань моласы жөнделсін.", "古人": "Лушан көтерілісі", "第X籤": "Елу алтыншы лотерея", "宮": "Ұсқынсыз сарай"}