{"籤詩版本二": "Таңертең және күн батқанда, Будданың қолдауы қауіп төнген кезде болуы керек, бірақ қауіп төніп тұрған жоқ\nЕгер сізді асыл адам қызықтырса, ақша мен жібек де сізге серік болады.Бұл Чуан Лай. Барлығы сізге байланысты.", "詩意": "Бұл гексаграмма құдайлар мен Буддалардың құпия батасын білдіреді.\nСабырлы болыңыз және бәрінде сәттілікке ие болыңыз.", "解曰": "Ескі бейбітшіліктің белгісі. Бәрі қымбат болса, берекелі болады.", "籤詩故事一": "◇Тан Монк ағартушылыққа қол жеткізді\nБір күні Тан Сенг өзенге келіп, оның алдындағы Будданың Линшань тауын көреді.Алдында бір тақтайлы көпір бар екен.Таң Сенг одан өтуге батылы жетпеді. Будда қайықшы болып өзгеріп, түбі жоқ сынған қайықты ұстады.Тан Монк қайыққа мінген бойда өзенге құлап, оны қайықшы құтқарды.Таң Монк осылайша Будда атағын алды. (Батысқа саяхат туралы әңгіме)\n◇ Танг Монктың буддалық жазбалары\nТан әулетінен шыққан Санцзан, оның жалпы тегі Чен және оның аты Йи. Луочжоу, Гоуши уезінде (қазіргі Хэнань провинциясының Янши қаласының оңтүстігінде) туған. Ол он үш жасында монах болды және буддизмнің Сюань-цзан есімін алды.\nБуддистік жазбалардың түпнұсқасын алу үшін ол Чжэньгуанның үшінші жылында (б.з. 629 ж.) Чанъан қаласынан (қазіргі Сиань, Шэньси провинциясы) жолға шығып, шекарадан өтіп, Тяньчжу қаласына жету үшін сансыз қиындықтарды бастан өткерді. Үндістан) Жазбаларды жинау. Ол Ганг пен Үнді өзендерінің бассейндерін және Үндістанның оңтүстік-шығыс жағалауын аралады, содан кейін қар басқан таулар мен жасыл жоталарды кесіп өтіп, алға-артқа 50 000 мильден астам жаяу жүріп өтті.Соңында Чанъанға оралу үшін 16 жыл қажет болды. Чжэнгуанның 19 жылы (б.з. 645 ж.). Ол буддалық жазбаларды көптеп әкеліп, қытай тіліне аударды.\n(Таң Санцзан Қытай мен Үндістан арасында ұзақ жол жүріп өтті. Ол қауіп-қатерді бастан өткерсе керек, бірақ артында көзге көрінбейтін қамқоршы әулие болғандықтан аман-есен оралды.)", "聖意": "Үйі – аман, өзі – берекелі, Батыстың ісі – берекелі, шаңырақ – берекелі, жаяу – егістік, жібек – бөгет, жібек – жеті ұпай, мал – – пайда, ізденіс – адам, – Батыс жұрттың даулары жаман, көші – көнбіс, жоғалған мал-мүлік көрінеді, дерті – берекелі, тау-тас – бейіт – берекелі.", "古人": "Тан Монк ағартушылыққа қол жеткізді", "第X籤": "Алпыс екі лотереяда ұтып алу", "宮": "Инь сарайы"}