{"籤詩版本二": "Қыс келсе таудағы өрік гүлінің бір бұтағы жапырақтары түсіп, бұтақтары қурап қалса да жойылмайды.\nБірақ көктем келгенде, мен әлі күнге дейін мені сыпайыгер ретінде қайтарып, түпнұсқаны жойып жіберемін.", "詩意": "Бұл гексаграммада алхоры гүлі жетекші орынды алады.\nКешіктірілсе бәрі жақсы.", "解曰": "Бір жебе бос атылды. Бос болса, бос болмайды. Көктемнің келуін күту. Оның ішінде түс бар.", "籤詩故事一": "◇Екі рет гол соқты\nТан әулетінің императоры Дезонг тұсында адал министр Мэй Богао мен оның отбасын сатқын премьер-министр Лу Ци бұзып, олардың бәрін өлтіргісі келді.Тек оның ұлы Мэй Ляньюй ғана қашып үлгерді.Кейін ол өз билігін өзгертті. оның жеке басын жасыру үшін Ван Ситонға есім берді. Ол көшеде жалғыз тұрып, аш және суық болды, бірақ бақытымызға орай, оны Чен Ришен (Чен Дунчу) қабылдады. Чен Ришен өзінің өмірлік тәжірибесін білмегендіктен, ол көшеде аштан өліп қалмас үшін Ченнің қара өрік бақшасын күтуге көмектесуін өтінді.\nЧен Ришэн Мэй Богаоның сыныптасы және досы болды.Оны Лу Ци қудалағанда оны Мэй Богао құтқарды.Нәтижесінде Мэй Богао мен Лу Ци араздыққа айналды.Соңында олардың бүкіл отбасы өлім жазасына кесілді.Чен Осыған байланысты Ришен мұңайып, ашуланды.Үйленгеннен кейін ол жұмыстан шығып, отбасын Янчжоуға көшіріп, оңаша өмір сүрді.\nЧен Ришеннің Чен Синюань есімді сұлу, хош иісті қызы бар.Мей Лянью Чен отбасына келгеннен кейін олар бір көргеннен ғашық болып қалады. Алхоры гүлдері жайқалып тұрған күні, бұл Мэй Богаоның қайтыс болғанының да мерейтойы болды, Чен Ришенг пен оның отбасы қайтыс болған досы мен жанашырын еске алу үшін үйлерінің алхоры бағында құрбандық үстелін ашты. Күтпеген жерден ауа-райы кенет өзгерді. , және қалың қарлы боран соғып, барлық өрік гүлдерін жауып тастады. Чен Ришен аман-есен қашып құтылғанын, бірақ Мей әулетінің ұрпақтарын құтқара алмағанын айтып, мұны Құдайдың ескертуі деп есептеп, егер алхоры қайтадан гүлдемесе деп ант етіп, ұрпағымыз өлетінін дәлелдеді. Мей отбасы әлі тірі еді, ол ешқашан ештеңе айтпады.Ол буддизмге қашып, монах болды.\nМұны естіген оның қызы Синьюань дереу хош иісті зат түтетіп, алхоры гүлінің қайтадан гүлденуін Құдайдан шын жүректен тіледі. Олардың шынайылығы көкке көтеріліп, алхоры бағындағы барлық алхоры ағаштары қайтадан гүлдеді; кейін Чен Ришэн Ситунгтың Лянью екенін біліп, оған қызы Синьюаньды құда түседі.", "聖意": "Үй жақсы емес, біреу жақсы, біреу байлық іздеген, бірі іс-әрекетте парасатты, заманы дұрыс, неке кеш, көктем күшті, күз бос, жолаушы кеш, егістік береке, жібек бақ, алты түлік мал бақ, адам іздеу, халық соты, жоғалту, көшу, жоғалған дүние, шығыс дерті, жалған дабыл, тау бейіттерін өзгерту керек.", "古人": "Екі гол соқты", "第X籤": "Алпыс тоғыз лотты ұтып алу", "宮": "Тацуми"}