{"籤詩版本二": "Чао Чао гүл жинайтын араға ұқсайды, оңтүстік-батыстан, содан кейін шығыстан ұшып шығады\nКөктем бітті, Гүлдер өшті, іздейтін жер жоқ.Бұл жүрек өз орнын ауыстырмайды.", "詩意": "Бұл гексаграмма гүл терген араға ұқсайды.\nБарлығы еңбекқор, еңбекқор.", "解曰": "Көктемгі көрініс жоқ. Жаңбыр ұзақ жауады, бірақ өшпейді. Көмек сұрау. Тыныш болған дұрыс.\n.", "籤詩故事一": "◇Ли Ми Тан әулетіне қарсы көтеріліс жасады\nЛи Ми\n(582-619), Қытайдың соңғы Суй әулетіндегі шаруалар көтерілісіндегі Ваган армиясының марқұм басшысы. Каллиграфия шебері. Фа сөзінің шебері Цзиньчжаоның Чанъан қаласының тумасы, ал оның ата қонысы Ляодун (қазіргі Ляоянның оңтүстігі, Ляонин) Сянпин қаласы. Цзиньчжаоның Чанъань қаласының тумасы, оның ата-бабасы Сянпин, Ляодун (қазіргі Ляоянның оңтүстігі, Ляонин).\nДайенің тоғызыншы жылы (613 ж.) ол Яң Сюаньганның Лияндағы (қазіргі Хэнань провинциясы Цзюньсянь уезінің солтүстік-шығысында) Суй әулетіне қарсы көтеріліске қатысты. Дайенің тоғызыншы жылы (613 ж.) ол Яң Сюаньганның Лияндағы (қазіргі Хэнань провинциясы Цзюньсянь уезінің солтүстік-шығысында) Суй әулетіне қарсы көтеріліске қатысты. Жұмбақ сезім жеңілді,\nЛи Ми қашып кетті. Сюаньган жеңіліп, Ли Ми қашып кетті.\nДайенің он екінші жылында ол Ваган армиясына қосылды\n. Дай билігінің он екінші жылында ол Ваган армиясына қосылды. Ли Ми стратегияны жақсы меңгерген.Дэйдің он екінші жылының қазан айында Ли Ми Жайды әскерге еріп келе жатқан қуатты генерал Синян Тоңға шабуыл жасауға, Чжан Сютуоны қорғауға, Суй әскерін жеңіп, Чжан Сютуоны өлтіруге көндірді. Ли Ми стратегияны жақсы меңгерген.Дэйдің он екінші жылының қазан айында Ли Ми Жайды әскерге еріп келе жатқан қуатты генерал Синян Тоңға шабуыл жасауға, Чжан Сютуоны қорғауға, Суй әскерін жеңіп, Чжан Сютуоны өлтіруге көндірді.\nКейінірек ол Синьлуо (кейін Луоку деп өзгертілді) қоймасына шабуыл жасауды, көмек көрсету үшін қойманы ашуды және команданы кеңейтуді ұсынды.Ваган армиясының командасы тез өсті.Дэйдің 13-ші жылы Ли Ми Ваган армиясын, ал Чжай Раңды басқарды. Суй әулетінің құлдырауы мен таратылуымен айналысты.Әскери ресурстарға және басқа мәселелерге байланысты соғыс болды, Ли Ми Чжай Ранг пен оның жүздеген ізбасарларын өлтірді. Кейінірек ол Синьлуо (кейін Луоку деп өзгертілді) қоймасына шабуыл жасауды, көмек көрсету үшін қойманы ашуды және команданы кеңейтуді ұсынды.Ваган армиясының командасы тез өсті.Дэйдің 13-ші жылы Ли Ми Ваган армиясын, ал Чжай Раңды басқарды. Суй әулетінің құлдырауы мен таратылуымен айналысты.Әскери ресурстарға және басқа мәселелерге байланысты соғыс болды, Ли Ми Чжай Ранг пен оның жүздеген ізбасарларын өлтірді.\nДайенің 14-ші жылы наурызда Ю Вэнхуадзи Суй әулетінің императоры Янды өлтірді.\n, 100 000-нан астам адамның батысқа оралуына әкелді. Дайенің он төртінші жылының наурыз айында Ю Вэнхуаджи (Ю Вэн, күрделі фамилиясы) Суй әулетінің императоры Янды өлтіріп, 100 000-нан астам адаммен батысқа оралды. Ли Миге Хуадзиге шабуыл жасау бұйырылды.Хуадзи жеңіліске ұшырағанымен, Ли Ми да әскерден үлкен шығынға ұшырады.Кейін оны Ван Шичон қуғынға алды.Ли Мидың әскері жеңіліп, лагері жойылды.Генералдары Цинь Шубао, Чен Чжижие (бастапқыда) аты Чен Яоцзин), Ниу Цзинда және басқалары тұтқынға алынды. , Шан Сионсин берілді. Ли Ми Хуадзиге шабуыл жасауды бұйырды.Хуадзи жеңіліске ұшырағанымен, Ли Ми да әскерлерінен үлкен шығынға ұшырады. Кейін оны Уаң Шичұң қуды.Ли Ми әскері жеңіліске ұшырап, лагері жойылды.Оның генералдары Цинь Шубао, Чен Чжижие (бастапқы аты Чең Яоцзин), Ниу Цзинда және басқалары тұтқынға түсіп, Шан Сюнсин берілді. Ли Ми шарасызданды, сондықтан ол қыркүйекте Хеянға өзеннен өтіп, Тан әулетіне бағынды. Ли Ми шарасызданды, сондықтан ол қыркүйекте Хеянға өзеннен өтіп, Тан әулетіне бағынды.\nҚараша айында Ли Юань Ли Миды Шаньдунға ескі жасақтарды жинауға жіберді. қараша,\nЛи Юань Ли Миді Шаньдунға ескі жасақтарды алу үшін күтуге жіберді. Өзінен күдіктеніп қалғанын сезіп, Таңға қарсы шықты. Өзінен күдіктеніп қалғанын сезіп, Таңға қарсы шықты. Тан генералы Шэн Янши Ли Миді шабуылға шақырып, оны Сингун Сианға өлтірді. Тан генералы Шэн Янши Ли Миді шабуылға шақырып, оны Сингун Сианға өлтірді.", "聖意": "Үй, үй, тіл, өзін-өзі, зұлымдық, байлық іздеу, бизнесті ысырап ету, неке ұзаққа созылмайтын, Люцзя, бос гүлдер, жаяу жүргіншілер, яотиялық, жібек құртының зақымдануы, алты малдың зақымдануы, із-түзсіз жоғалған адамдар, сот ісі, жоғалту, көші-қон, консервативтілік, жоғалған мүлік, ауру, кедергілер, тау моласы реформасы", "古人": "Ли Ми Тан әулетіне қарсы көтеріліс жасады", "第X籤": "Жетпісінші ұтыс ойыны", "宮": "Тацуми"}