{"籤詩版本二": "Омарташылар бал шақпауы үшін жалынуы керек\nАлдыңызда жат жол болса керек, сыры тікенді ормандай тереңде.", "詩意": "Бұл гексаграмма бал жинайтын араларды бейнелейді.\nБарлығы еңбекқор, еңбекқор.\n\n(Бұл гексаграмма тәттілік пен ащылықтың символын іздейді.\nБарлығында апаттардың алдын алыңыз.\n)", "解曰": "Істерді мұқият жасау керек. Оны мәжбүрлеудің қажеті жоқ. Аралар бал жинайды. Себебі неде?", "籤詩故事一": "◇ Ван Манг таланттарды іздейді\nБатыс Хань әулетіндегі Ван Ман отбасын ауқатты отбасы деп айтуға болады. Әкесі жас өлсе де, оның бірнеше нағашылары мен нағашылары Хан әулетінің императоры болды.Олар генерал, премьер-министр болды, маркиз болды және марапаттар алды.Ван отбасы өте көрнекті болды.\nБірақ Ван Манның шағын отбасы өте кедей болды; оның әкесі жасында қайтыс болды және ол туыстарының қайырымдылықына сүйеніп, анасымен ғана өмір сүрді. Бірақ осыған байланысты Ван Ман бала кезінен адамдармен қарым-қатынас жасау дағдыларының жиынтығын дамытып, жаттықтырды. Қаншалықты мұңайып, ашуланса да, туыстарының, ақсақалдардың немесе бөгде адамдардың алдында әрқашан өте бақытты және тыныш көзқарас танытатын, сондықтан оны рудағы барлық адамдар өте жақсы бағалайтын.\nБірде үлкен ағасы қатты науқастанып қалыпты.Оны білген соң келіп, науқастың төсегінің қасында дәрі-дәрмек, су әкеліп, түнде күзет жүргізіп күтеді.Бірнеше ай қатарынан шешініп, тоз-тоз болып, әлжуаз болыпты. Ол науқастан гөрі «шыдамды», биологиялық ұлдан гөрі «ұлы» болды.\nБұл үшін Тайвань халқының барлығы оны мақтап, оған сыйақы сұрап хат жазды.\nСондықтан Хан әулетінің императоры Чен оған жаңа астана маркизі атағын берді және оны сарайға күзетші етіп тағайындады, императордың жақын министрі болды.\nУаң Мәң өзінің жоғары дәрежесімен, зор құдіреттілігімен ешқашан тәкаппарлық пен жалқаулық танытпаған, керісінше, сыпайы, әдепті болып, бір жағынан министрлермен, генералдармен, атақты адамдармен, ғалымдармен достасып, екінші жағынан. , ол кедейлерге көмектесті және өз байлығымен жомарт болды.\nБірақ ол өте үнемді өмір сүрген, ет тағамдарын жиі жейтін, ұзын халат пен жеңді көйлек кигенді айтпағанда, тек қысқа киім киетін. Сондықтан үкіметтегілер де, жұртшылық та оны бірауыздан «ізгі» деген сөзбен мақтады.\nКейін оның ағасы Гранд Сима Ванген аурудан қайтыс болды және оның орнына ол сайланды. Император мен барлық министрлер оны ең қолайлы деп есептеді. Сондықтан небәрі отыз сегіз жаста болған Ван Ман елдегі ең жоғары әскери күшке ие Гран Сима болды.\n(Бұл әңгіме метафора. Жақсы адам бола білу «ара шағу қиындығынан» құтылып, мұраттарыңызға қалағаныңызша жетуге көмектеседі.)", "聖意": "Үй іші оңбаған, шаңырағы қиын, шаруасы біткен, неке біткен, алты сауыт жалған, жаяу кешігіп, жібек құрты аз, мал аз, қиын. адам тап, сот жаман, көш жүрмейді, жоғалған мал жаман, ауру түзелді, тау бейіті жоғалды.", "古人": "Ван Манг таланттарды іздейді", "第X籤": "Жетпіс екі лотерея ұтысы", "宮": "Тацуми"}