{"籤詩版本二": "Көктем келгенде күн күркіреп, жәндіктер шырылдап, мен лайдан бұрылып кетем\nАлғаш келіп-кететінімді түсінгенде, өзгерген соң айдаһарға айналдым.", "詩意": "Бұл гексаграмма күн күркіреуі мен жәндіктерге ұқсайды.\nАсыл адаммен кездесу - барлық нәрседе жақсы белгі.", "解曰": "Найзағай соғады. Кіретін және шыққан екі депозит. Бір рет өзгертіңіз. Тяньмэньге дейін.", "籤詩故事一": "◇Чэньцяо көтерілісі\n959 жылы Чжоу Шицзун Чай Рун қайтыс болды, ал таққа отырған император Гун Чай Цзунсюн небәрі жеті жаста еді. Бұл кезде сарай алдында инспектор және Сончжоудың неміс әскеріне елшісі қызметін атқарған Чжао Куаңин нағыз билікті ұстады.\n960 жылдың көктемінде Чжэньчжоу (қазіргі Хэбэй провинциясы, Чжэндин) және Динчжоу (қазіргі Хэбэй провинциясы Динсянь округі) Солтүстік Хань әулеті мен Ляо мемлекетінің әскерлері бірігіп оңтүстікке өтіп, кейінгі Чжоу әулетіне шабуыл жасады деп хабарлады. үлкен серпін берді және көмекке әскер жіберуді өтінді. Кейінірек Чжоу әулеті Чжао Куаңинге жауға қарсы соғысу үшін әскерлерін солтүстікке бастап баруды бұйырды. Чжао Куаңин інісі Чжао Гуан-и, Чжао Пу, Ши Шоусин және т.б. жоспарлауымен жасырын әрекет етті.\n3 ақпанда Ченцяойиге (қазіргі Ченьцяо қаласы, Фэнцю қаласының оңтүстік-шығысында, Хэнань) жеткенде, олар көтеріліс жасап, сарбаздарға оған сары киім киюді бұйырды.Олар Кейінгі Чжоу әулетіне қарсы көтеріліс жасап, Чжао Куаңинді император ретінде қолдады. . Осыдан кейін Чжао өз әскерін өртемей, өлтірмей, тонамай Кайфэнге қайтарды: «Тайзу Чен Цяо астана тұрғындарының мазасын алмауға ант беріп, қалаға кірген күні қалаға кедергі жасамауға уәде берді.\nАйдың үшінші жылының үшінші күні Чжао Куаңинь Ченьцяода бүлік шығарып, астанаға оралды.Фан Чжи Уаң Пу мен Вэй Ренпуды жетектеп, Чжао Куаңинді сұраққа алды.Ло Яньхуан шатырдың алдына қылышын суырып алып, қатты айғайлады. : \"Үш әскердің қожасы жоқ. Генералдар оны император етіп тағайындауды ұйғарды. Кім сөйлеп кетсе, өлтіріледі!\". Ван Пудың жүзі жер сияқты бозарып кетті.Адамдарын төмен түсіріп, еңкейді.Фан Чжи де тағзым етті.Куан Ынның өзі оны көтеруге көмектесіп, үлкен сыпайылық танытты.\nОрташа қарсылықтан кейін кейінірек Чжоу әулетінің императоры Гун таққа отырды, ал Чжао таққа отырды.«Тайцзу дзенді қабылдағалы жатыр еді, бірақ дзен мәтіні жоқ еді. Ханьлиннің ғұламасы Тао Гу бұйрықты қабылдады. және оның қасына кіріп: «Болды», — деді.\nЧжао таққа отырған соң ел атын Сун, Юаньді Цзяньлун деп өзгертіп, Кайфэнді астана қылып, Ши Шоусин, Гао Хуайдэ, Чжан Линдуо, Ван Шэньци, Чжан Гуанхан, Чжао Яньхуй Цзедуши атағын алды. , ол тарихта «Чэньцяо көтерілісі» деп аталды.\nWikipedia\n(Бұл оқиға Чжао Куангиннің қойылымының басы екенін білдіреді.)", "聖意": "Үйіңе, күнделікті тіршілігіңе, дәулетіне, берекесіне, ісіңе берекесін, некесінің берекелі болуын, Люцзядағы табысын, ер-азаматтың жаяу жүруін, егістікте жібек құртының ерте туылуын, алты түлік малдың ерте туылуын, көктемнің берекесін, адам іздеуін тіле. , сот істерінде сәттілік, көші-қонда сәттілік, жоғалған мүлік, аурулардағы қауіп, таулар мен қабірлердегі қауіптер.", "古人": "Ченьцяо көтерілісі", "第X籤": "Жетпіс үшке қол қойылды", "宮": "Ми сарайы"}