{"籤詩版本二": "Түсінде байлық көп болады, бірақ атақ-даңқ жоқ болады деген.\nСуы алыс, тауы алыс, бірақ адал болу қиын.Асыл адам жол сілтеп, күледі.", "詩意": "Бұл гексаграмма түсінде қазына алудың символын білдіреді.\nБарлығы азды-көпті шынайы.", "解曰": "Армандай армандау. Атаққа үміт жоқ. Тек жақсы сәттерді күтіңіз. Асыл нұсқаулар.", "籤詩故事一": "◇ Нефрит тасты Чжаоға қайтарыңыз (аяқтағаннан кейін нефрит тасты Чжаоға қайтарыңыз)\nБіздің эрамызға дейінгі 283 жылы Чжао Хуэйвэнь патша Чудан Хе биді алды.Цинь Чжаосян патша бұл хабарды естіген соң, Чжао патшаға хат жолдап, он бес қаланы Хэ биге айырбастауға дайын екенін білдірді.\nЛинь Сянру Чжао патшаға Цинь күшті, ал Чжао әлсіз және оны ауыстыру керек деп талдады.\nСодан кейін Чжао патша Лин Сянруды Хэ Бимен бірге Циньге жіберді.\nЦинь патшасы Линь Сянрумен Чжантайда кездесіп, Линь Сянру Цинь патшасына нефрит тасты сыйға тартты. Цинь патшасы қатты қуанып, Хе биді сұлуға берді, айналасындағылардың бәрі оған қарады.Осы кезде оңды-солды жұрттың бәрі аман болсын деп айғайлады.\nЛинь Сянру Цинь патшасының Чжаоға қаланы беруге ниеті жоқ екенін көрді, сондықтан ол Цинь патшасына оның нефритінің ақаулы екенін айтты және оны Цинь патшасына көрсеткісі келді. нефрит артқа.\nЛинь Сянру Хэшидің биін қайтарып алған соң, Хеши биімен бірге өлгісі келетінін көрсетіп, үлкен бағананың қасында тұрды.\nОсы кезде Линь Шяньру Цинь патшасына былай деді: «Чжао патшасы әлі де министрлердің қарсылығын жеңіп, министрдің ұсынысын қабылдады. Тіпті, қарапайым халықпен араласқанда бірін-бірі алдамаса да, оны айтпағанда. Цинь – үлкен ел!Цинь мен Чжао патша, Чжао патша арасындағы достықты сақтау үшін бес күн ораза ұстағаннан кейін мен өз министрлерімді Циньге нефрит таспен жібердім.Өкінішке орай, Цинь патшасының Чжаоға бір-бірін беру ниеті болған жоқ. қала, сонымен қатар Хе отбасының нефритін әдемі әйелге берді, бұл шынымен де менің министрлерімді мазақ етті».\nСөзін аяқтаған соң Линь Сянру бірден бағанаға қағу қимылын жасады.Цинь патшасы Бидің бүлінуінен қорқып, Чжаоға он бес қала бердім деп сыңай танытты. Лин Сянру Цинь патшаның опасыз жоспарын түсінді, сондықтан ол Цинь патшадан Хе Биді ұсынбас бұрын, уақытты кешіктіру үшін бес күн ораза ұстауын өтінді. Осы бірнеше күнде Линь Сянру өзінің қызметшілерін нефритпен бірге Чжао мемлекетіне қайту үшін жіберді, ал ол Цинь патшасымен жұмыс істеу үшін қалды.\n(Бұл оқиға қарапайым адамның өз мәртебесіне таң қалған көзі сияқты.)", "聖意": "Үйде, өзіне бата тілеу, байлыққа тосқауыл қою, мәміле жасауды қиындату, Люцзясу жаяуларымен неке үйлесімсіз, Читиан жібек құрттары қабылданбайды, алты мал бүлінді, адамдар хабарсыз кетті, қоғамдық сот және көші-қон күтіледі, жоғалған заттар алыста, ауру-сырқаулар қойылып, тау бейіттеріне жіберіліп, ауыстырылады.", "古人": "Нефритті Чжаоға қайтарыңыз (Жаоға нефрит тасты аяқтаңыз)", "第X籤": "Жетпіс жетінші ұтысты лотерея", "宮": "Түс сарайы"}