{"籤詩版本二": "Шынар ағаштарының жапырақтары түсіп, күз жақындап, саяхатшылардың қайтып келе жатқан жолы бұлт болып көрінеді.\nҚұдайдың үлкен күш-жігерінің арқасында кеме желмен қазынамен оралды.", "詩意": "Бұл гексаграмма құлаған шынар жапырақтарының бейнесін білдіреді.\nБәрі алдын ала жаман, соңында жақсы.", "解曰": "Заттарды шын жүректен қабылдаңыз. Тяньсин оның артынан жүреді. Өмір сүру үшін. Қолыңыздан келгеннің бәрін жасаңыз.", "籤詩故事一": "◇Тэнгван павильонына жел соғады\nВан Бо, әдептілік аты Циан, ерте Тан әулетінің ақыны, Тан әулетінің императоры Гаоззун Юнхуйдың бірінші жылында дүниеге келген. Ван Бо бала кезінен бастап Киелі жазбаларды оқиды және ол «Вундеркинд бала» деген атпен танымал. Ван Бо бала кезінен бастап Киелі жазбаларды оқиды және ол «Вундеркинд бала» деген атпен танымал.\nОн жасында әкесі екеуі Гуанди ғибадатханасының жанынан өтіп бара жатады.Олар ғибадатханадағы Гуандидің зәулім мүсінін көріп, қолына «Көктем мен күз» кітабын ұстап алып, оны оқып жатыр.Оны әкесі көргенде шабыттанды.Ол император Гуанға: «Үш бұрым жасыл сақал ұстап, Цин патшалығының тарихын жасыл шыраққа оқып, атақты есімдерге тағзым ету. Жасыл айдаһар мен айды қолымда ұстау» деп жырлайды. осы жылдың күзінде Ван Бо Шаньсидан Хайнань аралына Цзяочжи уезінің судьясы қызметіне төмендетілген әкесіне қонаққа барғанын, жол бойында мыңдаған таулар мен өзендерді басып өткен. Уаң Бо жиырма жетіге келген жылдың күзінде Шаньсидан Хайнань аралына Цзяочжи уезінің судьясы лауазымына төмендетілген әкесіне қонаққа барды, ол жол бойында мыңдаған таулар мен өзендерді басып өтті.\nСол күні Маданг тауына келгенде бәрі демалу үшін жағаға шықты.Ван Бо көне ғибадатхананың жанынан жалғыз өтіп бара жатып, кенет ғибадатхананың жанындағы тастың үстінде отырған қарт адамды көрді.Қарт ақсары шашы бар балаға ұқсайды. және пері көрінісі.Ол Ван Боға: «Сен Ван Бо емессің бе?» дегенде Ван Бо шошып кетті де: «Дәл солай! Сен мұны қайдан білесің?» деді. Қарт: «Сенің жақсылығың бар деп бұрыннан естігенмін. адамдарды құтқару ниеті және сіздің өлеңдеріңіз өте мағыналы. Ертең Тенгван павильонында үлкен кеш болады. Егер сіз банкетке қатысып, эссе жазып алсаңыз, сіз ғасырлар бойы танымал бола аласыз және жол ақысын аласыз.\" Олар келгенде. Маданг тауында бәрі демалу үшін жағаға шықты.Ван Бо көне ғибадатхананың жанынан жалғыз өтіп бара жатқанда, кенеттен ғибадатхананың жанындағы тастың үстінде ақ шашты бала мен періге ұқсайтын бір қарияның отырғанын көрді. Ол Ван Боға: \"Сен Ван Бо емессің бе?\"\nВан Бо аң-таң болып: \"Дәл солай! Сен мұны қайдан білесің?\"\nҚария: «Сенің адамдарды құтқарамын деген ізгі ниетің бар деп көптен естігенмін, жазған өлеңдерің де мағыналы екен, ертең Тең ханзада сарайында үлкен той болады. Сіз ғасырлар бойы атақты боласыз және жол ақысын аласыз ».\nВан Бо: \"Бұл жер Тенгван павильонынан алты-жеті жүз миль қашықтықта. Ертең мұнда қалай жетеміз?\", - деді. Қария: \"Мен сенің бірқалыпты жүзуің үшін жылқыны құдайдың желі ретінде пайдаланамын. Мен ертең міндетті түрде келеді\". Ван Бо маған алғысын білдіріп: \"Кешіріңіз, қайын атам. , сен өлмейтінсің бе, әлде құдайсың ба?\" деді. Қарт күліп: \"Мен Чжунюань Шуйцзюньмын\" деді. бұл акватория!\" Ван Бо: \"Бұл жер Тенгван павильонынан алты-жеті жүз миль қашықтықта. Ертең мұнда қалай жетеміз?\"\nҚарт: «Мен жылқыны сенің мінсіз жүзуің үшін құдайлық жел ретінде пайдаланамын, ертең міндетті түрде жетемін», - деді.\nВан Бо оған ризашылығын білдіріп: «Кешіріңіз, қайын ата, сіз өлмейтінсіз бе, әлде құдайсыз ба?» – деді.\nҚарт күліп: «Мен бұл акваторияны басқаратын Чжунюань Шуйцзюньмын!» Сонда қария Ван Боны тезірек қайыққа мінуге шақырды.Ол өзін біраз уақыт қоршап тұрған берекелі бұлттарды және желді көрді. Жолда су тегіс болды.Көзді ашып-жұмғанша ол жүздеген шақырым жол жүріп өтті.\nСонда қарт Ван Боға тезірек қайыққа мінуге шақырды.Ол өзін біраз уақыт қоршап тұрған берекелі бұлттарды көрді, ол тегіс жол болды.Көзді ашып-жұмғанша жүздеген шақырым жол жүріп өтті. Күткендей, Ван Бо ұлы оқиға күні таңертең Ханзада Тен павильонына жүгірді.\nКүткендей, Ван Бо ұлы оқиға күні таңертең Ханзада Тен павильонына жүгірді. Ал сол жерде ол Тан әулетінің императоры Гаоззун мәңгілік туынды деп атаған «Тәң ханзадасының павильонына алғысөз» жазды. Ал сол жерде ол Тан әулетінің императоры Гаоззун мәңгілік туынды деп атаған «Тәң ханзадасының павильонына алғысөз» жазды.\nБір өлеңі бар:\nӘрқашан талантты адамдар құдай деп айтылған, сондықтан желдің Нанчаңды Наньчанға алып келуі кездейсоқ емес;\nМен Тең Ванның биік павильоны туралы сөйлем жаздым, содан кейін ол өлмейтіндерді Чжунюаньға ертіп барды.", "聖意": "Үйіңіз үшін дұға етіңіз және өзіңізді қорғаңыз, береке тіліңіз, байлық іздеңіз, неке мен келісімге қол жеткізіңіз.", "古人": "Жел Тенгван павильонына соғады", "第X籤": "Сексен бірге қол қойыңыз", "宮": "Вэй Гонг"}