{"籤詩版本二": "Абыройыңнан қасиетіңді жоғалтып алсаң не істейсің, жақсылық өзгеріп, жамандық бола ма деп қорқамын.\nМас, мен қайда барарымды білмеймін, жасыл қарағайлардың көлеңкесінде мен бұлыңғыр түс көрдім.", "詩意": "Бұл гексаграмма судан шығып жатқан суық балықты білдіреді.\nЕштеңені жылжыту мүмкін емес.\n\n(Бұл гексаграмма жаман ізгілік пен сәтсіздіктің белгісі.\nӘр нәрседе аяғыңызды жерге тигізіңіз.\n)", "解曰": "Суық балық суды тастап кетеді. бір қарым майды бір құмалақ шіртеді. Егер сіз лагерь жоспарлары туралы сұрасаңыз. Мо Циге жақсырақ\nБұл белгі Люцзяға бақытсыздық әкеледі. Бәрі дұрыс емес. Қауіпсіздік үшін дұға етіңіз.", "籤詩故事一": "◇Чжуанци әйелін сынайды\nЖуаңзы Чжоу патшалығында дүниеге келген.Тегі – Жуаң, аты – Чжоу, аты – Цзысиу.Ол Сун әулетіндегі Мэңғидің тумасы. Чжоу патшалығында ол Циюанның шенеунігі болды.\nБір күні Жуаңзы тауда бір әйелді кездестірді, ол бейіттің дымқыл топырағын құрғатқысы келгендей, жаңағы бейіттің алдында еңкейіп, желпірін сілкіп отыр екен. Жуанзи оның бұл ниетін түсінбей, одан сұрады. Ол бейітке жерленген адамның күйеуі екенін, күйеуінің соңғы сөзі қабірдегі топырағы кепкенше қайта үйленуге болмайтынын айтты. Ол бұдан әрі күте алмады, сондықтан ол қабірдің топырағын тезірек кептіру үшін араластырды, сондықтан ол екінші көктемді қуып жіберді.\nДүниеде сондай жүрексіз әйел бар екен деп ойлағанда Жуанзи күрсініп алды. Сонда менің әйелім осындай болар ма екен деп ойладым. Күдік туындаған кезде мен оны тексергім келеді.\nЖуанцзидің әйелінің тегі Тянь болды және ерлі-зайыптылар әдетте жақын қарым-қатынаста болды.Жуанци әйелінің адалдығын сынау үшін өлі болып көрінуді шешті.\nЖуанзының кенеттен ауырып қайтыс болғанын естіп, жан-жақтан туған-туыстары, достары бар көп адам келіп, көңіл айтып, олардың арасында Шу мемлекетінен шыққан сұлу патшасы мен немересі дәулеті мол. Тянь жаңадан жесір қалған және аянышты болды, ол оның артынан қуды. Тянь ханым азғыруға шыдай алмай, Ван Сунға ғашық болып қалады.Олар небәрі жиырма күнде үйленді.\nСол түні шарап ішіліп, құлақтары қызған кезде Ван Сун кенет жүрек талмасына ұшырап, қайтыс болды.\nТянь ханым қорқып, үрейленіп, Ван Суннан шұғыл түрде не істеу керектігін сұрады.Уаң Сун ауыртпалыққа шыдап, Тянь ханымға өлілерді тірілтуге өлі денелердің миын қолдануға болатынын айтты.\nМәйітті қайдан табуға болады? Тянь ханым күтпеген жерден күйеуі өліп қалмады ма? Тянь мырза ерлі-зайыптылардың бұрынғы махаббатын ұмытып, шын мәнінде қолына балта алып, күйеуінің табытын жарып, оның миын дәріге алуға дайындалды.\nКүтпеген жерден табыт ашылғанда Жуанзи қайта тіріледі. Тянь ханымның ұялғаны сонша, асылып өлді.\n(Бұл әңгіме жеке пайда үшін достықты бұзудың метафорасы, сондықтан біз онымен келісе алмаймыз.)", "聖意": "Үй – тыныш, жан – аман, ақша – әділетсіз, сауда – құрбандық, неке – шешілу, Лиужяда жамандық – береке, жаяу келмеген, жібек құрты – жайлау, мал – жайлау, халық – жоқ, сот ісі өзгеріп жатыр, шәкірттер консервативті, мал-мүлік ауру емес, тау мен бейіт зұлым.", "古人": "Жуанци әйелін сынап жатыр", "第X籤": "Лот 84", "宮": "Вэй Гонг"}