{"籤詩版本二": "Таудың алдындағы жолды қара бұлт, тұман басып, бәрі домалақтап, ай тағы да айналады.\nӨлең, кітап алсаң, ұйқыдан оянарсың, Асыл адам сені төбеге жетелейді.", "詩意": "Бұл гексаграмма көктемнің аяқталуын және гүлдердің гүлденуін білдіреді.\nЖаратқаннан кейін бәрі өзгереді.", "解曰": "Қарт адам көмек сұрауы керек. Көктемде қайтадан гүлдейді. Атақ пен байлыққа ұмтылу. Өмірдің соңында күтпеген табысқа тап болыңыз.", "籤詩故事一": "◇Хан Вэнгонг қарға тап болды\nӘдепті аты Туйжи болған Хан Ю Чанглиден болатын. Тан Дэцзун Чжэньюанның сегізінші жылы жинши болды, оның қайтыс болғаннан кейінгі атағы Вэн Гун болды.\nТан әулетінің императоры Сянцзунның тұсында Хан Ю Будданың сүйектерімен қарсылық көрсетіп, императордың ашуын келтірді. Хан Ю әйелі мен балаларын тастап, Чаочжоуға кетті. Біраз күн жүргеннен кейін салқын жел күшейіп, қалың қар жауды. Хан Ю атын алға жылжуын қиындатып, қардың қалыңдығы бірнеше фут болатын жерге келді.Жақын жерде үй жоқ, жолдың қайда екенін де білмей қалды. Жолға түсіп, шегінгің келсе, кері жол жоқ. Жел қатты соғып, қар тез жауды.Хан Ю теріге сіңіп, тоңып, аш болды, қайғысын айтатын жері болмады.\nХан Ю күрсініп: «Император мені өлтірмейді, бірақ император мені құртқысы келеді», - деді.\nДәл Хан Ю шарасызданған кезде қатты аязға қарамастан қар тазалауға келе жатқан адамды көріп, ол Хань Сянцзы (Хан Юйдің жиені) болып шықты.\nБұған дейін Хань Сянцзы Хан Юйге: \"Циньлиндегі Юн Хеннің үйі қайда? Қар көк қақпаны құшақтап, жылқы алға жылжуды тоқтатады.\" Ол кезде Хан Ю Хань Сянцзы не айтқысы келгенін түсінбеді, бірақ қазір ақыры түсінді.\nСонымен Хан Ю мен Хан Сянцзы Лангуандағы Фуның үйіне түнеуге кетті. Өткенді және егіншілікке апарар жолды айта отырып, Хан Ю шын жүректен сенді.\nКейінірек Хан Ю өзінің қызметтік міндетін тастап, барлық мүлкін жергілікті үкіметке сыйға тартты және даосизммен айналысу үшін тауға шығып, өлмейтін болды.", "聖意": "Үйдің өзі жақсы емес, ақша іздеуде абай болу, іске көңіл бөлу, үйлену кеш, Люцзя әйелдері жаяу егістікке тосқауыл қою, жібек құрты жақсы, мал жақсы, адам табу қиын, мемлекеттік сот ісі қайталанады, көші-қон. жаңартылған, жоғалған заттар ауыр, аурулар кешіктірілген, тау бейіттерін өзгерту керек.", "古人": "Хан Вэнгонг қарға тап болды", "第X籤": "Сексен бесінші ұтыс лотереясы", "宮": "Шен Гонг"}