{"籤詩版本二": "Батыс таудың жартысына дейін жаяу жүріп, Джунлиннің жартастарын реттеу мүмкін емес.\nҚұдайдан қорған іздеген бұл мәйіт әлі мәйітханада жатыр", "詩意": "Бұл гексаграмма құмнан алтын іздеумен бірдей.\nӘр нәрседе асыл адамдардың белгілері бар.\n\nСондай-ақ: Бұл гексаграмма адамның қауіп төніп тұрғанын көрсетеді.\nӘр нәрседе асыл адамдардың белгілері бар.", "解曰": "Нефрит тасты қашау арқылы табуға болады. Құмнан алтын табыңыз. Ерінбей еңбек ету керек. Тек қиындық.\nТағы бір жұмыс: қиын жағдай. Қонатын жер жоқ. Құдайдан жарылқау сұра. Жан тыныштығы үшін дұға етіңіз.", "籤詩故事一": "◇Алтынды тістеп, жер асты үңгірлерін зерттеңіз\nӨзінің әскери ерліктерін атап өту үшін Чен Яоцзин Янвуянда банкет өткізді. Кенет жерден бір ойық ашылды, оны түсіну мүмкін емес еді, бәрі сөзді таңдап, жеңу үшін алтынды тістеп, шұңқырға байлау үшін арқандарды жалдап жеребе тартты.\nТас есіктер, үстелдер, орындықтар, көпірлер және басқа да заттар бар.Үстел үстінде алтыннан тігілген, үңгірден тозған айдаһар шапандары мен нефрит белдіктері бар.\nЯо Джин үлкен қорап пен кішкентай қорапты алып тесіктен шықты, ағаш қорапты ашып, нефрит мөрді шығарды, қорапты ашты, үлкен жалау мен тәждің халатын және іздерін шығарып, үстелге қойды, және барлығы оларды бірінен соң бірі бақылап отырды. Мен үлкен мөрде «Хуншидің жын патшасы, ұлы ізгі император» деп ойып жазылған сегіз мөр кейіпкерін көрдім.\nБарлығы оған «император» ретінде табынатын, ал Яоцзин оны жын патшасы ретінде үш жыл бойы жасады. (Шын мәнінде, бұл жай ғана өзін-өзі жариялады, ал Чэн Яоджин сол кезде ауылдың жетекшісі ғана болды.)\n(Бұл әңгіме жақсы нәрселердің де актерлік шеберлік сияқты екенін көрсететін метафора. Бұл «бұл дене әлі бос жерде» деген көркем түсінік.)", "聖意": "Үй мен үй үшін дұға ету, өзін-өзі жеңу, байлық іздеу, еңбек ету, бизнесте сақ болу, некеге Лю Цзясу, жаяу жүргіншілер, Чи Тиан, жібек құрттары, тұрақты алты түлік, адам іздеу, сотқа жүгіну, жоғалту кедергі болады. , көші-қон, жоғалған мал-мүлікті сақтау, жаман аурулар, кедергілер, таулар мен қабірлер.", "古人": "Алтынға арналған криптті зерттеу", "第X籤": "Сексен жетіге қол қойыңыз", "宮": "Шен Гонг"}