{"籤詩版本二": "Мені жеке шаруаларыңмен мазаламаңдар, бұны жұртшылықтан сұраған дұрысырақ.\nМөлдір жүрек аспандағы жарық айдай нұрлы, мөлдір", "詩意": "Бұл гексаграмма аспандағы жарық айдың бейнесін білдіреді.\nБарлығы жарық және әуе.", "解曰": "Жүрегі түзу бол. Заңды түзетіңіз. Қасиетті сөздер. Ақыры анық болады.", "籤詩故事一": "◇ Конг Минг генералы\nШешуі: Жуге Лян өз әскерлері мен генералдарын жұмылдырады\nҮш патшалық дәуірінде Жуге Лян (181-234), әдептілік аты Конгмин, Янду, Ланья (қазіргі Шаньдун провинциясы, Инань округі) қаласында дүниеге келген.\nЛю Бэй саман коттеджге үш рет барған соң Жугэ Лян шенеунік болуға келісімін берді.Ол кезде Цао Цао Хэбэйді тыныштандырып, оңтүстікке жорыққа бекінген болатын.Ол Сяхоу Дунды бас генерал етіп Ю Цзинь, Ли Диан және т.б. генералдың орынбасарлары ретінде 100 000 әскерді басқарып, Синьеге қарай жүрді. Бұл кезде Жүге Ляңның жаудан шегіну жоспары болғанымен, Гуан Юй мен Чжан Фэй Жүге Лянның сөзін жек көреді. Жүге Лянның Лю Бэйдің қылышын қолданып, екі адамды бағындырудан басқа амалы қалмады.Олардың әрқайсысы мың сарбаз бен жылқыны жетектеп, Юшан мен Анлиньде аңдыды.Олар Сяхоу Дунның әскерін бастап өтуін күтіп, сосын оларға шабуыл жасады. буксирлер мен атыс.\nСонымен қатар, Чжао Юн әскердің ескі және әлсіз қалдықтарын басқаруға Сяхоу Дунға қарсы авангард ретінде соғысуға жіберілді, содан кейін жеңіліске ұшырап, шегінді, Сяхоу Дунды таулар мен ормандардағы тар жолға азғырды.Ол Гуанды да жіберді. Пинг, Чжоу Кан, Лю Фэн және басқалары Цао армиясының артына жасырынып кіріп, керек-жарақтарды өртеп, Као армиясында дүрбелең тудырды.\nШайқастан кейін бәрі Жуге Лянның айтқанындай болды. Сяхоу Дун мен Ю Цзинь әскерді қуған кезде, тылдағы Ли Дянь дереу Сяхоу Дунға жаудың оқ жаудыратын шабуылдарынан қорғану керек екенін айтты.Алайда тым кеш болды. тар жол және ағаштар бір-бірімен араласқан жерде орналасқандықтан, өрт тұтану мүмкін болмады.Ол жерде үлкен шығын болды, ал Сяхоу Дун және басқа генералдар жеңіліп, Сюдуға қайта қашады.\n(Бұл оқиға Конг Минг адамдарды жақсы пайдаланады және елді даналықпен басқарады деген метафора.)", "聖意": "Үй мен үй берекелі болсын.Дәулеттің берекесі, көңілі тыныш, ісі берекелі, шаңырақ көтерсін, табысқа жетсін, Люцзяда табыс, ер көшіп, жібек құрт, малдан айырылу, хабарсыз кеткен адам, қоғамдық сот, көші-қон, жоғалған дүние, береке, ауру, тыныштық, таулар мен қабірлер.", "古人": "Конг Минг генералы", "第X籤": "Тоғызыншы белгі", "宮": "Инь сарайы"}