{"籤詩版本二": "Амбиция мен жетістіктер әулетте, бірақ енді шарап пен секс шексіз болады\nЕгер сіз алтын әтеш көрсеңіз, сізге ақша, байлық, байлық беріледі.", "詩意": "Бұл гексаграмма амбиция мен атақ белгісін білдіреді.\nБәрі жақсы болсын.", "解曰": "Өршіл және қызықты. Өзіңізді қорғауға әлі де кеш емес. Алтын әтеш уәде береді. Барлығы бақытты.", "籤詩故事一": "◇Цао Пи өзін император деп жариялады\nЦао Пи, әдептілік аты Цзыхуан, Пейгоцяо қаласында (қазіргі Аньхой, Хао округі) дүниеге келген. Цзяньань дәуіріндегі атақты саясаткер және жазушы.\nЦао Пи — Цао Цаоның екінші ұлы.Ол кішкентайынан әкесімен бірге әскери лагерьде тұрған.Әкесінің ықпалымен Цао Пи алты жасында садақ атуды, сегіз жасында атқа мінуді үйреніп, дамыды. жақсы жекпе-жек дағдылары. Ол сондай-ақ ежелгі және қазіргі заманғы классиктер мен өмірбаяндарды, сондай-ақ жүздеген ой мектептерінің кітаптарын кеңінен біледі. Он сегіз жасында ғана Цао Цао Юань Шаоны жеңді, ал Цао Пи Цао Као билігінің орталығы болған Йечэнде салыстырмалы түрде тұрақты өмір сүрді. Содан бері кейде әкесімен бірге әскери жорықтарда жүріп, көп жағдайда асыл ұлдың ғұмырын кешсе де, соғыс өнерімен күнде айналысып, күні бүгінге дейін азайған емес. Жүз адым атқа жиі мініп, жекпе-жек өнеріне өте шебер.Жеке жекпе-жекпен жиі айналысатындықтан, жеңіл, күшті.\nЧао Цаоның үлкен ұлы Цао Ан шайқаста қаза тапты. Үлкен ұлы қайтыс болғаннан кейін, Цао Пи мұрагер ханзада үшін бірінші таңдау болды. Ол отыз бір жаста болғанда, оны Цао Цао тақ мұрагері етіп тағайындады. Цао Пи отыз үш жаста болғанда, Цао Цао аурудан қайтыс болды, ал Цао Пи оның орнына Вэйдің премьер-министрі және патшасы болды. Жүз адым атпен жиі мінетінін, өте шебер екенін айтты.Кунгфумен жиі айналысатындықтан, жеңіл, денсаулығы мықты.", "聖意": "Үйің, шаңырағың тыныш болсын, дәулет ізде, еңбек ет, сауда жаса, ерте ажырас, неке оң болсын, Люцзя аман, жұрты далада, жібек құрты, алты малы жетсін деп дұға ет. , адам табу қиынға соғады, мемлекеттік сот істері шұғыл болады, көші-қон жоғалады, дүние алыс болады.Аурулар тауда, бейіттерде созылады.", "古人": "Цао Пи өзін император деп жариялайды", "第X籤": "Тоқсан бесінші ұтыс лотереясы", "宮": "Хугонг"}