{"籤詩版本二": "Керемет пагода ерекше, оның барлық жағынан жарқыраған керемет ерекшеліктері бар.\nМен сіздерді ынта-жігермен бас иіп, игі істер жасауға бекінуге шақырамын, сонда аспан сізге батасын береді.", "詩意": "Бұл гексаграмма еңбектің көрінісін білдіреді.\nБәрі берекелі.", "解曰": "Бұл баталар. Барлығында бар. Тым бос болмаңыз. Еңбегі алдын ала анықталады.", "籤詩故事一": "◇Феньян патшасы қытайлық Валентин күні немересін қарсы алады\nШешуі: Го Цзыи Қытайдың Валентин күні жерге түсіп келе жатқан Тоқыма қызды кездестірді. Нефрит императорының немересі Тянсунь – Жеті пері.\nГуо Цзыи (697-781), Гуо Лингун деген атпен белгілі, Чжэн уезінің Хуачжоу (қазіргі Хуасянь округі, Шэньси провинциясы) тумасы және Тан династиясының генералы болды. Императорлық сот Цзыйге Фэньян патшасы атағын берді.\nЦзыи негізі Хуачжоудан болып, Ұлы қорғанның сыртында әскерге аттанған деседі.Ол Бейжіңге әскери ақы алу үшін барып, Иньчжоуға қайтып келді.Ол кезде Қытайдың Валентин күні болатын.Жел мен құм. қараңғыланып, күн қараңғыланып бара жатты.Зыи алға жылжи алмай, жолдың шетінде тұрды.Ол бос үйде еденде ұйықтап жатыр.Ұйқыға кетейін деп жатқанда кенет қызыл шамды көрді. екі жақтан.Орнынан тұрып, таңдана басын көтерді.Аспанда ақырындап түсіп келе жатқан бұлт бар еді.Ол жерде қарапайым адамдардан мүлде басқаша сымбатты, сымбатты сұлу әйел отыр. Зийі бірден құрмет көрсетіп: «Бүгін жетінші айдың жетінші күні, ұзақ ғұмыр, байлық берсін деп келген Тоқушы қыз келді деп ойлаймын», - деді.\nӘйел де: «Үлкен байлық ұзақ өмір сүреді», - деп жауап берді.\nОл сөйлеп болған соң, жарқырау қайта оралып, бұлттар баяу көтерілді.Әйел әлі де Гуо Цзыиге жағымды күлімсіреп қарап тұрды.Тек одан алыстағанда ғана түтін бұлыңғыр болып, ол енді көрінбей қалды.\nӘйелдің айтқанындай рас болып шықты. Зийидің еңбегі әлемге әйгілі, ол өте танымал министр, еңбегі де, қасиеті де бар генерал.", "聖意": "Үйде өзіңе тіле, өзіңе тіле, ақшаға дұға ет, кәсіпке сәттілік, некеде сәттілік, Люцзяда сәттілік, адамдармен бақытты сапар, көшіп-қонып өріс, жібек құрты, тұрақты мал, табуда сәтсіздік адамдар, қоғамдық сот істері, көші-қон, сәттілік, жоғалған мүлік аурулары, Чжэнсиншандағы қабірлер", "古人": "Король Фэньян қытайлық Валентин күні немересін қарсы алады", "第X籤": "Тоқсан алтыға қол қойыңыз", "宮": "Хугонг"}