{"籤詩版本二": "Атты тізгіндеп, қамшыны ұстап жартысы қауіпте, жартысы апатта тура осында келеміз.\nӨртеніп кеткен үй сияқты.Аспан құласа жаңбыр күлге айналады.Менде жоспар бар.", "詩意": "Бұл гексаграмма жартылай қайғы мен жартылай қуанышты білдіреді.\nӘр нәрседе жақсылық жасаған жөн.", "解曰": "Өмір бойы еңбек. Дұрыс пен бұрысқа мән бермеңіз. Бұғаулар уақытша. Реніш табиғи түрде пайда болады.", "籤詩故事一": "◇Тао Санчун Гуайюаньда Чжэн Энді жеңді\n\"Менің ескерткішім аман болсын,\" деп Чжао Куангин қайтадан орнынан тұрып, \"Бэйпин патшасы Чжэн Энь ол кезде неке қиған болатын. Қазір әлем тыныштық орнағандықтан, мен сізден үйлену үшін қолайлы күн таңдауға рұқсат сұрағым келеді. \"\n«Менің ескерткішім аман болсын!» Чжао Куангин орнынан тұрып: «Ол кезде Пекин патшасы Чжэн Энь неке қиған болатын. Қазір әлем тыныштық орнағандықтан, мен сізден жақсылық таңдауға рұқсат сұрағым келеді. үйленетін күн».\n«Ойбай, үшінші ағам бұрын құда болды ғой, мен мұны білмей қалдым ғой?» деп таң қалды Чай Рон Чжао Куангинге отырып сөйлессін деп қолын бір сілтеді.\n«Ой!.. Алдында үшінші ағасы құда болды ғой, мен мұны қалай білмедім?» — деп таң қалды Чай Рун (Кейінгі Чжоу әулетінің императоры) қолын бір сілтеп, Чжао Куангинге отырып сөйлесуін өтінді.\n\"Бұл ұзақ әңгіме. Біріншіден, біз ол кезде әлі жоқшылықта едік, сіздің әскерге кірмей қалдық. Содан бері жылдар бойы соғысып, сізді ойлайтын уақыт жоқ. Екіншіден, үшінші ағасы да аз. Бұл туралы айтудан ұялады, сондықтан Мәртебелі оны білмейді ».\n\"Бұл ұзақ әңгіме. Біріншіден, біз ол кезде әлі жоқшылықта өмір сүріп, сіздің әскерге кірмедік. Содан бері жылдар бойы соғысып, сізге көңіл бөлуге уақытымыз жоқ. Екіншіден, үшінші ағамыз да бір азамат. Бұл туралы айтудан ұялмаймын, сондықтан Мәртебелі оны білмейді ».\n«Ей, колледж студенті үйленіп жатыр, ұятқа не жетсін? Үшінші ағамыз көптен бері майдан даласында жүрген, теңдесі жоқ батыр деп айтуға болады. Бұл мәселеге неге соншалықты ұсақ-түйек болып отырсың?\n\"Ей! Колледждегі бала үйленіп жатыр, ұятқа не жетсін? Үшінші ағамыз көптен бері майдан даласында болған, теңдесі жоқ батыр деп айтуға болады. Бұл мәселеге неге соншалықты ұсақ-түйексің?\"\n«Бұл неке жалған болғандықтан, үшінші ағамды ұялшақ деп кінәлай алмаймын».\n«Бұл неке жалған болғандықтан, үшінші ағамды ұялшақ деп кінәлай алмаймын».\n\"Тіпті?\n\"Мен оны тердім! Эй! Қызық екен! Не болғанын айтшы\".\n«Иә, есімде, сол жылы ұлы мәртебеліге қосылғалы жатқанда Баочэн уезінен өтіп бара жатқанбыз. Маусым айы өте ыстық болды. Үшінші ағам қонақүйде тұра алмай, жалғыз өзі қыдыруға шықты. Қауын бақшасының жанынан өткен соң ішке кірді, қауындар шөлді қандырды, бұл кезде ерте пісетін қауындар көп емес, үшінші ағасы оны теруді білмей, көпті сындырып тастады. Қауынға қарап тұрған келіншек үшінші ағасын айыптау үшін алға шықты.Екеуі келіспеушілік тудырды, сосын екеуі төбелесіп кетті.Келіңіздер.Бәрекелді, уайымдап, дер кезінде көмекке келдім, әйтпесе...».\n\"Иә, есімде, сол жылы ұлы мәртебеліге қосылғалы жатқанда Баочэн уезінің жанынан өтіп бара жатқан едік. Маусым айы өте ыстық болды. Үшінші ағам қонақүйде тұра алмай, жалғыз өзі қыдыруға шықты. Қауын бақшасының жанынан өткен соң ішке кірді, қауындар шөлді қандырды, бұл кезде ерте пісетін қауындар көп емес, үшінші ағасы оны теруді білмей, көпті сындырып тастады. Қауынға қарап тұрған келіншек үшінші ағасын айыптау үшін алға шықты.Екеуі келіспеушілік тудырды, сосын екеуі төбелесіп кетті.Келіңіздер.Бәрекелді, уайымдап, дер кезінде көмекке келдім, әйтпесе...».\n\"Мына Чжэн Цимин, ең алдымен оның кінәсі, кешірім сұрауы керек. Неге ұрды? Оның үстіне, қыздың отбасы өзі сияқты қаһарлы жігіттің жұдырығы мен тепкеніне қалай шыдайды! Жүр, сен мына қызды ұрдың. «Жоқ?» «Қыз аман қалды...».\n\"Мынау Чжэн Цимин, ең алдымен оның кінәсі, сондықтан кешірім сұрауы керек. Оны неге ұрып жатырсың? Оның үстіне қыздың отбасы өзі сияқты қаһарлы жігіттің жұдырығы мен тепкеніне қалай шыдайды! Жүр, айт. сен мына қызды ұрдың. Жоқ?»\n«Қыз еш зиянсыз...»\n\"Жарайды, жарайды... Әй, шара қолданбадың ба? Әй, мені дер кезінде құтқарып қалған шығарсың\".\n\"Жарайды! Жарайды... Әй! Сен шара қолданбадың ба? Әй! Мені дер кезінде құтқарған сен болсаң керек!\"\n«...Жоқ, мен құтқарған адам... үшінші ағасы еді.» «...Жоқ, мен құтқарған адам... үшінші ағасы еді».\n\"Аа?!\" \"Аа?!\"\n«Үшінші ағасын әйел жерге құлатып, жол бойы қатты соққыға жыққан. Бақытымызға орай, мен жетіп, оны кетуге көндірдім, сондықтан ол ауыр жарақат алған жоқ... Мәртебелі... Мәртебелі!... \"\n\"Үшінші ағасын әйел жерге құлатып, қатты соққыға жыққан. Бақытымызға орай, мен жетіп, оны кетуге көндірдім, сондықтан ол ауыр жарақат алған жоқ... Мәртебелі... Мәртебелі!...\"\n«Аа?...Ой, ол әйел кім!?» «Аа!?...Ой, бұл әйел кім!?\n\"Әйелдің аты Тао Санчун екенін, ал оның әкесі Тао Хунның арманы жоқ кәрі батыр екенін кейін ғана білдім. Тао Санчун бала кезінен әкесінен жекпе-жек өнерін үйренді. Мен танысқан соң. оның жанұясында мен Мисс Санчун ерекше мінезді екенін көрдім. , Луо Луо және жомарт, кішкентай қыз болмай-ақ, олар оны әдейі сәйкестендірді.Тао әкесі мен қызы да үшінші ағасының тура мінезін қатты ұнатты. Бірден соғып, екеуіне осы неке туралы шешім қабылдады. Мәртебелі, маған айтыңызшы, бұл жалған неке емес пе?»\n\"Мен қыздың аты Тао Санчун екенін, оның әкесінен бала кезінен жекпе-жек өнерін үйренгенін кейін ғана білдім. Оның отбасымен танысқаннан кейін Санчун ханымның ерекше мінезді екенін көрдім. жомарт, және кішкентай қыздың әдетінен ізі де жоқ, сондықтан мен оны әдейі жұмысқа тарттым.Тао мырза мен оның қызы да үшінші ағасының тура мінезін қатты ұнатты.Олар оны бірден байқап, олар үшін осы үйленуге шешім қабылдады. Мәртебелі, маған айтыңызшы, бұл жалған неке емес пе?»\n(Бұл әңгіме метафора, өйткені жаман нәрсе жақсы нәрсе болып шықты.)", "聖意": "Үйіңізді және өзіңізді қорғау үшін дұға етіңіз, абай болыңыз, байлық үшін дұға етіңіз, бизнесті құртыңыз, некеге кедергі жасаңыз, жазалаңыз, Люцзя, сақтандыру, егістікте қалған жаяулар, жібек құртының зақымдануы, малдың зақымдануы, жоғалған адамдар, заңсыз сот істері, жоғалту, көші-қон, консервативтілік , жоғалған мүлік, жаман аурулар, уайымдар, қауіптер, таулар, қабірлер, сәтсіздіктер", "古人": "Тао Санчун қауын бақшасында Чжэн Енді ұрады", "第X籤": "Тоқсан тоғыз саны", "宮": "Хайгонг"}