{"籤詩版本二": "संसार राम्रो विवाह, शुभ दिन र शुभ समयको लागि सृजना होस्, र सबै चीजहरू राम्रो होस्\nयदि तपाईले यो चिट्ठा पाउनुभयो भने यो सानो कुरा होइन। सम्राटले घोषणा गरे कि मानिसहरू वफादार र ईमानदार छन्।", "詩意": "यो हेक्साग्रामले स्वर्ग र पृथ्वीको उद्घाटनको सुरुवातलाई प्रतिनिधित्व गर्दछ।\nसबै कुरा शुभ छ।", "解曰": "द्रुत गति। वर्ष आफ्नो समयको लायक छैन। Guanyin तल लेख्छन्। पहिले मलाई थाहा दिनुहोस्।", "籤詩故事一": "◇ झोङ्गली प्रबुद्ध भयो\nZhongli Quan, उपनाम Zhongli, दिइएको नाम Quan, शिष्टाचार नाम Yunfang, र उपनाम Zhengyang, पूर्वी हान राजवंश को समयमा Xianyang काउन्टी, सियान, शान्सी प्रान्तको मूल निवासी थियो।\nझोङ लिक्वान हान वंशका सेनापति थिए।पश्चिमी छियाङ विरुद्धको अभियानको क्रममा उनले कमाण्डर लियाङ यीसँग ईर्ष्या गरे र उनलाई 30,000 पुराना र कमजोर सिपाहीहरू मात्र दिए।उनी आफ्नो गन्तव्यमा पुग्नेबित्तिकै शिविर लुटियो। पश्चिमी Qiang सेना, र सैनिकहरू भागे। Zhong Liquan एउटा उपत्यकामा हराए र बाटोमा एक हु भिक्षुलाई भेटे।उनले उसलाई एउटा सानो गाउँमा लगे र भने, \"यो श्री डोंगुआको बसोबास हो।\" त्यसपछि उनले बिदाइ गरे र गए। केही बेर पछि, कसैले अचानक भन्यो, \"यो हुनुपर्छ किनभने हरियो आँखा भएको हु मानिस धेरै बोलचाल छ।\" उसले सेतो मृगको फर लगाएको र हरियो क्विनोआ लाठी बोकेको मानिसलाई देख्यो। उसले झोङ लिक्वानलाई सोध्यो, \"आएको व्यक्ति। यहाँ हान डा जनरल झोंगलिक्वान छन्\n? Zhong Liquan छक्क परे, उसले एक अनौठो व्यक्तिलाई भेटेको थाहा पाएको थियो, त्यसैले उनले ईमानदारीपूर्वक ताओ सिके।\nZhong Liquan पछि Zhenren Huayang र अमर राजा Xuanfu भेटे, र \"अमरता को रहस्य\" सिके। अन्तमा, उहाँ कोङ्टोङ पर्वतको जिजिन सिहाओफेङ्मा बस्नुभयो, \"जेड बक्सको रहस्य\" प्राप्त गर्नुभयो, र एक साँचो अमर बन्नुभयो। उहाँलाई क्वान्जेन सम्प्रदायद्वारा पाँच उत्तरी कुलपतिहरू मध्ये एकको रूपमा पनि सम्मान गरिएको थियो।", "聖意": "शरद र हिउँदमा तपाईको घर र घरको लागि राम्रो भाग्यको लागि प्रार्थना गर्नुहोस्। शरद ऋतु र जाडोमा राम्रो भाग्य खोज्नुहोस्। व्यापारमा राम्रो भाग्य, विवाहमा राम्रो भाग्य, केटाहरू जन्माउनको लागि शुभ, मैदानको यात्रामा शुभकामना , रेशमकिरामा सौभाग्य, पशुपालनमा राम्रो भाग्य, मानिस खोज्नमा शुभ, सार्वजनिक मुद्दामा राम्रो भाग्य, बसाइँसराइमा राम्रो भाग्य, हराएको सम्पत्ति, पूर्वोत्तर रोगहरू, पहाड र चिहान पठाउनमा राम्रो भाग्य।", "古人": "झोङ्गली प्रबुद्ध भए", "第X籤": "पहिलो चिन्ह", "宮": "पाठेघर"}