{"籤詩版本二": "चिन्ता र चिन्ताहरू अस्थायी रूपमा मुक्त हुन्छन्, र आनन्द आकाशबाट आउँछ।\nगोबरमा लुकेको जेड जस्तै राम्रो कामदारले धूलो निकाल्छ", "詩意": "यो हेक्साग्रामले यिन र याङको सद्भावलाई प्रतिनिधित्व गर्दछ।\nतपाइँको योजना सबै शुभ छ।", "解曰": "केही पाएको छैन, गुमाएको छैन । घाटाबाट लाभ उठाउनुहोस्। खलनायक समस्यामा छ। तपाईलाई शुभकामना, सज्जन।", "籤詩故事一": "◇ ये मेङ जिओङ चाओ दि\nये मेङक्सियोङ (१५३१-१५९७), जसको शिष्टाचार नाम नान्झाओ थियो र जसको नाम लङटाङ थियो, परिवर्तन गरी लोङ्गटान राखियो र ह्वायुन नाम पनि राखियो। मिङ राजवंशको वानशिफाङ, हुइझोउ फुचेङ (अहिले हुइचेङ जिल्ला, हुइझाउ शहरको भाग) को मूल निवासी। जियाजिङ शासनको ४४ औं वर्ष (१५६५) मा उनी जिन्सी बने र छिङ काउन्टीको मजिस्ट्रेटको उपाधि पाए। उनले स्थानान्तरण विभागको निर्देशकको रूपमा सेवा गरे, र पछि शान्क्सी रोडको सुपरभाइजरी सेन्सरमा परिवर्तन भयो।\nवानली (1592) को 20 औं वर्षमा, निङ्ग्सियाका महावाणिज्यदूत, कुआइबाई (मंगोलियन टाटार जनजातिको प्रमुख) ले गभर्नर डाङ सिनलाई मारेर हेक्सी प्रान्तको ४७ औं किल्ला कब्जा गरे, सहर तोड्यो, पूजा गरे र जलाए। आफैलाई मृत्युको लागि। मेङ जिओङ श्रेय लिनमा घमण्डी छैनन्, र आफ्नो सीपलाई लड्न साहस गर्ने जनरलहरूको जस्तै राम्रो हुन दिन्छ। आधिकारिक Wei Xuezeng लाई उनको पदमा पुनर्स्थापित गर्नुहोस्। आफ्नो पछिल्ला वर्षहरूमा, उनले पाँच पटक राजीनामा दिए र हुइलोङ मन्दिर निर्माण गर्न हुइझाउ फर्किए।\nये मेङक्सियोङ सुरुमा एक निजामती कर्मचारीको रूपमा ताओवादमा प्रवेश गरे, र आफ्नो इमानदारीका लागि प्रसिद्ध थिए। पुरानो ऐतिहासिक अभिलेखहरूले भन्छ कि उहाँ \"नम्रता र योग्यतामा पहिलो हुनुहुन्छ\", \"भ्रष्टाचारलाई हटाउनुहुन्छ र विद्रोहलाई दण्ड दिनुहुन्छ\", राम्रो प्रतिष्ठा छोडेर; उनी थिए। अत्यन्तै वफादार, साहसी, साहसी, र साधनस्रोत। बन्दुकधारीमा राम्रो। उनको जीवनको दोस्रो भागमा, उनको मार्शल आर्ट सीपहरू \"मिङ राजवंशको इतिहास\" मा रेकर्ड गरिएको थियो र उहाँलाई राष्ट्रिय नायकको रूपमा लिइयो।", "聖意": "घर प्रतिकूल छ (बढ्दो शान्तिपूर्ण) शरद र जाडो आफ्नो लागि राम्रो छ, धनसम्पत्ति सफल हुनेछ, लेनदेन सफल हुनेछ, विवाह सफल हुनेछ, लिउजिया झूटो चिन्ता हुनेछ (त्यहाँ खजाना हुनेछ), पैदल यात्रीहरू मैदानमा जान्छन्। रेशमकीराहरूका लागि प्रार्थना गर्नुहोस्, छवटा जनावरहरू समतल हुनेछन्, मानिसहरू भेटिनेछन्, सार्वजनिक मुद्दाहरू प्रतिकूल हुनेछन्, बसाइसराइ रूढिवादी हुनेछ, हराएको सम्पत्ति बाधा हुनेछ, फुसान चिहानमा रोगहरू बस्नेछन्", "古人": "ये मेङ जिओङ चाओ दि", "第X籤": "सोह्रौं विजेता लोट्टो", "宮": "माओगोङ"}