{"籤詩版本二": "सुनौलो काग पश्चिममा झर्छ र खरायो पूर्वमा उदाउँछ।दिन र रातको चक्र प्राचीन कालदेखि हालसम्म जारी छ।\nभिक्षुहरू र ताओवादीहरूलाई थाहा छ कि त्यहाँ कुनै हानि छैन, र विद्वानहरू, किसानहरू, उद्योगहरू र व्यापारीहरू सबै आफ्नो मनको पछि लाग्छन्।", "詩意": "यो हेक्साग्रामले यिन र याङको वैक्सिङ र क्षीणतालाई प्रतिनिधित्व गर्दछ।\nयो पनि सबै योजना अनुसार जाने संकेत हो।", "解曰": "मनमा केही छैन । जे गर्नु भएको छ त्यो सराहनीय छ। धनुषबाट तीर जस्तै। एउटा प्रहार लक्ष्यमा लाग्यो ।", "籤詩故事一": "◇ अंकल काओ गुओ एक अमर हुनुहुन्छ\nकाओ गुओजिउ, जूझाउका मूल निवासी, सोङ राजवंशको रेन्जोङ अवधिमा राज्यका महान काका भनिन्छ।उहाँको नाम काओ यी थियो, जसलाई काओ जिङसिउ पनि भनिन्छ।\nकाका काओ गुओको काओ एर नामको कान्छो भाइ थियो। यो काओ एरले आफ्नो साम्राज्यवादी अधिकारको स्थितिमा भर पर्यो र सबै प्रकारका दुष्ट काम गर्यो। उसले खेतहरू कब्जा गर्यो, पत्नी र छोरीहरू लगे, र केही अधर्मी खलनायकहरूसँग मित्रता बनाए, भित्र-बाहिर आउँदै। काओ गुओजिउले सहन सकेन, त्यसैले उनले उसको राम्रो शब्द र आराम सुन्न अस्वीकार गरे, त्यसैले उसले उसलाई नियन्त्रण गर्न सजाय प्रयोग गर्यो।\nCao Guojiu ले भन्नुभयो: \"संसारको सिद्धान्तहरू छन् कि जसले राम्रो चीजहरू जम्मा गर्छ तिनीहरू समृद्ध हुन्छन्, र जसले खराबीहरू जम्मा गर्छन् तिनीहरू नष्ट हुन्छन्। यो एक अपरिवर्तनीय सत्य हो। हाम्रो काओ परिवारले आजको धन प्राप्त गर्न विगतमा खराब कामहरू जम्मा गरेको छ। अब। मेरो भाइले चरम दुष्कर्म जम्मा गरेको छ, ऊ भागे पनि अधिकारीबाट दण्डित भए पनि, लुकेका प्रकोपहरूबाट बच्न सक्नुहुन्न। एक पटक विपत्ति आयो र तपाईंको परिवार नष्ट भयो र कोही मरे, तपाईं भाग्न सक्नुहुन्न। त्यस समय म अपमानित र डराउनेछु।\" त्यसैले, मैले मेरो सबै सम्पत्ति छर्यो, उसले गरिबहरूलाई मद्दत गर्यो र अब उसको भाइको मामिलाको वास्ता गरेन। त्यसपछि उनले आफ्नो घर र साथीहरू छोडे, ताओवादी वर्दीमा परिवर्तन गरे, र आफ्नो मन र प्रकृति खेती गर्न पहाडहरूमा गए।\nएक दिन, उनले हान राजवंशका झोङ्गली र लु डोंगबिनलाई भेटे। काका काओ गुओको स्पष्ट जवाफ देखेर उनीहरू धेरै खुसी भए। उनीहरूले उनलाई \"सत्य फिर्ता गर्ने गोप्य आदेश\" दिए र सावधानीपूर्वक अभ्यास गर्न आदेश दिए। चाँडै, झोंगली। क्वान र लु डोंगबिनलाई अमर वर्गमा परिचय गराइयो।", "聖意": "घरको लागि सौभाग्य, घर, राम्रो भाग्य, राम्रो भाग्य, व्यापारमा राम्रो भाग्य, विवाह, पुरुष यात्री, खेतमा रेशमकिरा छिट्टै रोप्ने, गाईवस्तु असफल, मान्छे खोज्ने, मुद्दा, बसाई, सम्पत्ति हराएको, ढिलो रोग, सौभाग्य।", "古人": "काका काओ गुओ एक अमर हुनुहुन्छ", "第X籤": "अठारौंमा हस्ताक्षर गर्नुहोस्", "宮": "माओगोङ"}