{"籤詩版本二": "द्रुत पानीको किनारबाट डुङ्गा फिर्ता जान दिनुहोस्, उथलपुथलले के गर्न चाहनुहुन्छ?\nयदि तपाईं सुरक्षित हुन चाहनुहुन्छ भने, शान्ति खोज्नुहोस् र यो संकट पार गर्न छालहरू पर्खनुहोस्।", "詩意": "यो हेक्साग्राम द्रुत समुद्र तटमा यात्रा गर्ने डुङ्गा जस्तै हो।\nसबै कुरामा रूढ़िवादी रहनुहोस् र समयको लागि पर्खनुहोस्।", "解曰": "बलियो पानीमा ओर्लनुहोस्। खतरा समयको पर्खाइमा छ। यदि तपाइँ शिविर योजनाहरूको बारेमा सोध्नुहुन्छ भने। केही गर्न सकिँदैन।", "籤詩故事一": "◇ Ziyi ताज लगाएको राजा हो\nGuo Ziyi (697-781), गुओ लिंगगोंग भनेर पनि चिनिन्छ, Zheng काउन्टी, Huazhou (अहिले Huaxian काउन्टी, Shaanxi प्रान्त) का निवासी र Tang राजवंशका एक सेनापति थिए।\nतियानबाओ (755) को 14 औं वर्षमा आन्शी विद्रोहको समयमा, उहाँलाई शुओफाङ जिएदुशी (हालको निङ्शियाको लिंगवुको पश्चिममा रहेको लिङ्वु) को उपाधि दिइएको थियो। उहाँलाई धर्मयुद्धको आदेश दिइएको थियो। उहाँले शुओफाङको सेनालाई ली गुआङ्बीसँग मिलाएर मार्च गर्न थाले। तिनीहरूले चाङ्शान (झेङडिङ, हेबेई) मा सेनामा सामेल भए र शि सिमिङलाई पराजित गरे, हेबेईलाई पुन: प्राप्त गरे। यस समयमा, गुओ जिइले सम्राटले उत्तरबाट फ्यान याङलाई लिन र टोंगगुआनको घेराबन्दी कम गर्न विद्रोही बाघको ओडारमा आक्रमण गर्न सुझाव दिए, तर शुआनजोङले अस्वीकार गरे। पछि, ताङ राजवंशको अन्त्यमा पृथकतावादी वासल शहरहरूको अवस्था रोपियो, जुन ताङ राजवंशको मृत्युको दुर्गम कारण पनि बन्यो।\nतियानबाओको शासनको पन्ध्रौं वर्ष (756), उनले र उइघुर गठबन्धनले हेकुलाई शान्त गराए। अर्को वर्षको वसन्तमा, तिनीहरूले हेडोङ (अहिले योङजी, शान्क्सी) र फेंग यी (अहिले डाली, शान्सी) लाई पुन: प्राप्त गरे र टोंगगुआनमा आक्रमण गरे, Cui Qianyu लाई पराजित गर्दै ताङ सेनाले 10,000 भन्दा बढी हताहत भयो। कुई कियान्युले पुजिनमा आत्मसमर्पण गरे। लुसानको हत्या उनका छोरा आन किङ्सुले गरेका थिए ।\nZhide को दोस्रो वर्ष (757) मा, उसलाई Fengxiang मा सेना को नेतृत्व गर्न को लागी आदेश दिइएको थियो। बाटो मा, उहाँले 5,000 ली गुइरेनको घोडचढीलाई Baiquliuyun ब्रिज (आजको सान्युवानको दक्षिणपूर्वी) मा पराजित गर्नुभयो। मे महिनामा, उनले आन शौजोङ र ली गुइरेन संग युद्ध गरे। क्विङ्कुमा (आजको सियानको पश्चिममा) पराजित भयो, र उनी वुगोङ (आजको वुगोङको उत्तरपश्चिम) मा फर्किए। सेप्टेम्बरमा, उनले मार्शल गुआंगपिङ वाङ ली चूलाई पछ्याएर ताङ र उइगरहरूलाई 150,000 सेनामा सामेल गर्न नेतृत्व गरे, र त्यसपछि युद्ध गरे। जियाङको एक शौजोङ र ली गुइरेन। जी मन्दिरको उत्तरमा (आजको चाङआन काउन्टीको दक्षिणपश्चिम) उइघुर सैनिकहरूले शत्रुको पछाडि परिक्रमा गरे, दुबै तर्फबाट आक्रमण गरे र 60,000 शत्रुहरूलाई मारे। झाङ टोङ्रु शान्सी काउन्टीमा भागे, र अन्ततः राजधानी चाङआन (आजको सियान) लाई फिर्ता लियो। ताङ सेनाको महिमा फेरि चाङआनमा पुनर्स्थापित भयो।\nत्यसपछि, ताङ सेनाले विजयको फाइदा उठाए र सिइन्डियान (अहिले हेनान प्रान्तको सान्मेन्क्सिया शहरको दक्षिणपश्चिम) मा यान झुआङ र झाङ टोङ्रु लगायत १५०,००० मानिसहरूलाई पराजित गर्दै, आङ्किङ सुलाई पहेँलो नदी पार गर्न र सियाङझाउमा फर्किन बाध्य तुल्याए। डोङजुन लुओयाङ फर्किए। सितुलाई उसको योग्यतामा थप्नुहोस् र उसलाई देशको ड्यूक बनाउनुहोस्।\nशि सिमिङले आफ्नो सेनालाई फ्यान याङबाट आन किंग्सुलाई बचाउनको लागि नेतृत्व गरे।दुई पक्षहरू आन्याङ नदीको उत्तरमा (आजको आन्याङको उत्तरमा) लडाइँमा लडे। लडाइ अतुलनीय थियो।अन्तमा, नौ जिएदुशी, ताङ सेनाको नेतृत्वमा। 600,000 मानिसहरू रहेको दाबी गरे, (येचेङको युद्धमा। युद्ध)। यस युद्धको मुख्य कमाण्डर नपुंसक यू चाओन थिए, जसमा नेतृत्व क्षमता थिएन र युद्धको असफलताको लागि गुओ जिईलाई दोष दिए। गुओ जिइलाई चाङ्गआनमा फिर्ता बोलाइयो, सैन्य शक्तिबाट मुक्त भयो, र एक निष्क्रिय अधिकारी बने।\nबाओयिङ (७६२) को पहिलो वर्षमा ताइयुआन (आजको ताइयुआनको दक्षिणपश्चिम) र जियाङझाउ (आजको शान्सी प्रान्तको सिनजियाङ) मा रहेका सेनाहरूले विद्रोह गरे। अदालत डरायो, त्यसैले जिईलाई फेनयाङको राजाको उपाधि दिइएको थियो। Jiangzhou नियन्त्रण। उनी नपुंसक चेंग युआन्जेनबाट पनि अलग भएका थिए र सैन्य शक्तिबाट मुक्त भएका थिए।\n(यस कथाको केन्द्रविन्दु: धेरै सक्षम र राम्रो व्यवहार गर्ने गुओ जिइले Xuanzong र केही खलनायकहरू भेटे, जसले उहाँका उपलब्धिहरूमा ठूलो सम्झौता गर्यो।)", "聖意": "घर र आफुलाई आशीर्वाद दिन, धन खोज्नु, कुनै लेनदेन छैन, विवाह छैन, कुनै झूटो अलार्म छैन, टियांकान्जीमा पैदल यात्रीहरू आइपुगेका छन्, मानिसहरू भेट्टाउन गाह्रो, सार्वजनिक मुद्दा र (जिङ होइन), बसाइँसराइ, रूढ़िवादीता, हराएको सम्पत्ति, भेट्टाउन गाह्रो, रोगहरू, आशीर्वादको लागि प्रार्थना गर्दै, पहाडहरू र चिहानहरू, शुभ", "古人": "जिइलाई राजाको राज्याभिषेक गरिएको थियो", "第X籤": "उन्नीसौं विजेता लोट", "宮": "तत्सुमी"}