{"籤詩版本二": "यति धेरै चिन्ता र खतराहरू पछि, यो अबबाट फेरि कहिल्यै खाली हुनेछैन\nएक उदार हृदयको आफ्नै उदार योजनाहरू छन्। तपाईंले उत्कृष्ट उपलब्धिहरू गर्न विशेषज्ञलाई भेट्नुपर्छ।", "詩意": "यो हेक्साग्राम वसन्त भएको पुरानो इनार जस्तै छ।\nसबै कुरामा, महान व्यक्तिहरूले सफलता प्राप्त गर्छन्।", "解曰": "मुद्दा अन्ततः जायज हुनेछ। बिरामी र सुरक्षित। सल्लाह लिन भित्र र बाहिर जानुहोस्। पुरानो इनारले वसन्त भेट्छ।", "籤詩故事一": "◇ याओ चोङले सलह नियन्त्रण गर्छ\nयाओ चोङ (६४९-७२१), जसको वास्तविक नाम युआन चोङ थियो, शानझाउका थिए।उनले सिया गुआनका मन्त्री, चुंगुआनको शाङ्शु, जिवेइलिंग, झोङशुलिङ र ताङ राजवंशमा प्रधानमन्त्रीको रूपमा सेवा गरे।\nKaiyuan (716) को चौथो वर्षमा, शानडोङ (सामान्यतया ह्वासानको पहेँलो नदी बेसिनलाई बुझाउने) सलहले ग्रस्त थियो। मानिसहरूलाई अन्धविश्वासको विचारले बाँधेको थियो र उनीहरूलाई शिकार गर्ने र मार्ने साहस गरेनन्। बलिदान, धूप बाल्ने, खेतको छेउमा पूजा गर्ने, सलहले बाली नष्ट गरेको हेरे ।\nसबै अधिकारीहरू विश्वास गर्थे: \"सलह एक प्राकृतिक प्रकोप हो, यसलाई जनशक्तिले कसरी नियन्त्रण गर्न सक्छ!\" दुई फरक विचारहरू बीचको सङ्घर्ष त्यसबेला उग्र थियो, सलह हटाउन वा हटाउने।\nयाओ चोङले भने: \"जबसम्म हामी सँगै काम गर्छौं, हामी ती सबैबाट छुटकारा पाउन सक्छौं। उनले भने: सलहहरू मानिसहरूसँग डराउँछन्, त्यसैले उनीहरूलाई भगाउन सजिलो हुन्छ। बिरुवाहरूको मालिकहरू छन्, त्यसैले उद्धारकर्ताहरूले कडा मेहनत गर्नुपर्छ; सलहहरू उड्न सक्छ, राती आगो देख्यो भने त्यतातिर उड्छन्, खेतमा आगो लगाइहाल्छन्, जलिरहेको बेला खाल्डो खन्छन्, जलिरहेको बेला गाडिहाल्छन्, केही पनि रहँदैन।\"\nXuanzong ले भन्नुभयो: \"सलहहरू कमजोर नैतिक शासनको कारणले गर्दा हुने प्राकृतिक प्रकोप हो। यदि तपाईंले तिनीहरूलाई शिकार गरेर मार्न भन्नुभयो भने, के यो अन्नको विरुद्धमा जाँदैन?\"\nयाओ चोङले थपे: \"सलह पक्रने र मार्ने अभ्यास पुरातनहरूले गरेको थियो, र तपाईंको महिमाले यसलाई भविष्यमा प्रयोग गर्नेछ। यो किसानहरूको लागि शान्ति र समृद्धि ल्याउने एक प्रमुख राष्ट्रिय कार्यक्रम हो। कृपया यसलाई गम्भीरतापूर्वक विचार गर्नुहोस्।\"\nXuanzong विश्वस्त थियो। तर त्यसबेला अदालत भित्र र बाहिर सबैले सलहको शिकार गर्न नसकिने बताएका थिए ।\nXuanzong भन्नुभयो: \"मैले प्रधानमन्त्रीसँग छलफल गरेको छु र सलहहरू समात्ने निर्णय गरेको छु। जो कोहीले फेरि आपत्ति गर्छ उसलाई मृत्युदण्ड दिइनेछ।\" त्यसैले उनले सलह जलाउन र गाड्न मानिसहरूलाई निर्देशन दिन सेन्सर पठाए।\nनतिजाहरू एकदम प्रभावकारी थिए। देशभर सलहको 9 मिलियन डान्स समातियो, र सलह प्लेग सफलतापूर्वक समाप्त भयो। कृषिले त्यो वर्ष राम्रो फसल प्राप्त गर्यो।\n(विपद् व्यवस्थापन र निकासीमा बुद्धिको प्रयोग गर्नुपर्छ, र कठिनाइहरू पार गर्नको लागि चतुर रणनीतिहरू हुनुपर्छ। याओ चोङ यस विषयमा विशेषज्ञ हुनुहुन्छ)", "聖意": "घर सामान्य छ, आफैं अवरुद्ध छ, पैसा खोज्ने अवरुद्ध छ, व्यापार अवरुद्ध छ, विवाह र मेलमिलाप अवरुद्ध छ, लिउजियामा खतरा छ, पैदल यात्रीहरू अवरुद्ध छन्, रेशमकीराहरू अवरुद्ध छन्, पशुपालन प्रतिकुल छ, मानिसहरू भेटिँदैन, मानिसहरू अवरुद्ध छन्। , सार्वजनिक मुद्दाहरू बनाइन्छ, बसाइसराइ अव्यावहारिक छ, हराएको चीजहरू फेला पार्न गाह्रो छ, रोगहरू प्रार्थना गरिरहेका छन्, पहाड र चिहानहरू असहज छन्।", "古人": "याओ चोङले सलह नियन्त्रण गर्छ", "第X籤": "पच्चीसौं लटरी जित्दै", "宮": "एमआई प्यालेस"}