{"籤詩版本二": "अफवाह छ कि चीजहरू उल्टो भयो, र मैले क्षितिजबाट एउटा पत्र प्राप्त गरें।\nपुस्तकमा मलाई वाचा गरेको प्रसिद्धि र सफलता अन्तसम्म खाली रह्यो।", "詩意": "यो हेक्साग्राममा गलत नाम छ।\nसबै कुरामा रूढिवादी हुन सल्लाह दिइन्छ।", "解曰": "माथि र तल विचलित। फुर्सद खोज्नु बेकार होइन। प्रसिद्धिको चाहना। सुरक्षित रहनुहोस्।", "籤詩故事一": "◇ Zhong Kui ज्ञान प्राप्त गर्दछ\nZhong Kui, जसको उपनाम Zhong Kui हो, जसको शिष्टाचार नाम Zhengnan हो, Zhongnanshan को हो।\nताङ वंशका सम्राट देजोङको शासनकालमा झोङ कुइले शाही परीक्षामा भाग लिएका थिए।झोङ कुइले परीक्षाका प्रश्नहरू पढे र तुरुन्तै लेख लेखेर पठाए। त्यस दिन मुख्य परीक्षक नागरिक मामिला मन्त्री हान यू थिए र उप-परीक्षक एक महान विद्वान लु झी थिए। जब दुई जनाले झोङ कुइको कागज पढे, तिनीहरूको आँखा उज्यालो भयो र उनीहरूले एकसाथ भने: \"विजार्ड, विजार्ड! यस लेखमा प्रत्येक शब्द उत्कृष्ट छ, ली ताइबाइ र डु जिमेईको लागि योग्य छ!\" त्यसैले तिनीहरूले झोंग कुइलाई पहिलो स्थानको रूपमा नाम दिए।\nसम्राट डेजोङले हान यूको रिपोर्ट सुने र भने कि विज्ञानको नयाँ च्याम्पियन झोङ कुई धेरै प्रतिभाशाली थिए, त्यसैले उनले झोङ कुईलाई सुनौलो दरबारमा बोलाए।\nजब सम्राट देजोङले उनको कुरूप रूप देखे, उनले तुरुन्तै असन्तुष्ट महसुस गरे र भने, \"हाम्रो दरबारमा विद्वानहरूको चयन सबै व्यक्तिगत शब्द र सुलेखमा आधारित हुन्छ। यस्तो कुरूप व्यक्तिलाई स्वर्ण विज्ञानमा नम्बर एक विद्वानको रूपमा कसरी चयन गर्न सकिन्छ? \"\nहान यू हतार हतार घुँडा टेकेर भन्यो: \"व्यक्तिको राम्रो र खराब सबै रूप देखिने होइन। के तपाईंले सुन्नुभएन, पवित्र प्रभु, यान यिङ तीन फिट अग्लो र प्रधानमन्त्रीको बराबर हुनुहुन्छ? Zhou Chang हतार तर हान राजवंशलाई मद्दत गर्न सक्छ; कन्फ्युसियसले मानिसहरूलाई तिनीहरूको रूपबाट न्याय गर्छन्, र आफ्नो छोरा यूलाई गुमाउँछन्। मलाई आशा छ कि तपाईंको महिमाले दुई पटक सोच्नेछ।\"\nसम्राट देजोङले एक क्षण सोचेर भने: \"हान एकिङको भनाइ तर्कसंगत भए पनि, म सम्राट ताइजोङ हुँदा १८ जना विद्वानहरू यिङझाउमा आएर यसबारे कुरा गरे। यो मानिस नम्बर एक विद्वान थियो। मलाई डर छ कि विश्व प्रतिभा नचिनेकोमा ममाथि हाँस्नेछ।\"\nप्रधानमन्त्री लु छी संकीर्ण र प्रतिभाको ईर्ष्यालु हुनुहुन्थ्यो। सम्राटको कुरा सुनेपछि उनले घुँडा टेकेर भने: \"सुनौलो विषयको एक नम्बर विद्वान आन्तरिक र बाह्य दुवै हुनुपर्छ। यस विषयमा तीन सय उम्मेदवार छन्। किन अर्को रोज्नु हुन्न?\"\nजब झोङ कुईले यो मान्छे धेरै अलमलमा परेको देखे, उनी रिसाउन सकेनन्। उनले लु क्यूलाई औंल्याए र श्राप दिए: \"यदि यस्तो अज्ञानी अधिकारी अदालतमा छ भने, के उसले देशलाई हानि गर्दैन?\" त्यसपछि, उसले लु क्यूलाई आफ्नो मुट्ठीले मुक्का हाने।\nयो देखेर डेजोङ रिसाए र भने: \"तिमी धेरै साहसी छौ, सुनौलो दरबारमा समस्या ल्याउने हिम्मत छ, यसलाई छिट्टै तल ल्याऊ!\"\nक्रोधमा, झोङ कुईले दरबारमा उभिरहेका सेनापतिको कम्मरबाट तरवार निकाले र ठूलो स्वरले सास फेरे: \"निराश बिरालोलाई बाघको नक्कल गर्न गाह्रो छ, र निराश सुगा जत्तिकै राम्रो छैन। कुखुरा।\" त्यस पछि, उनले आत्महत्या गरे।\nजब सम्राट देजोङले झोङ कुइले क्रोधमा आत्महत्या गरेको देखे, उनी धेरै छक्क परे।मानिसको मन जित्नका लागि उनले झोङ कुईलाई नम्बर १ विद्वानको आधिकारिक उपाधिसहित गाड्ने आदेश दिए र उनले झोङ कुईलाई भगवानको नाम पनि दिए। दुष्ट आत्माहरु को दुनिया को छुटकारा को Exorcism को।", "聖意": "आफ्नो घरमा आशीर्वादको लागि प्रार्थना गर्नुहोस्, तपाईंको आफ्नै सुरक्षा, आर्थिक कठिनाइहरू, व्यवसाय विफलता, विवाह असफलता, लिउजिया महिला पैदल यात्रीहरू, विश्वास क्षेत्र रेशमकीराहरू आधा पकाएको, छ वटा घरपालुवा जनावरहरू, हुर्काउन सकिन्छ, बेपत्ता मानिसहरू, पश्चिमी सार्वजनिक मुद्दाहरू, बसाइँसरको क्षति, रूढिवादीता, सम्पत्तिको हानि, रोग, पहाड र चिहानहरूमा राम्रो भाग्यको लागि प्रार्थना गर्नुहोस्", "古人": "झोङ कुइले ताओ प्राप्त गरे", "第X籤": "चिठ्ठा जित्ने छब्बीसौं (लटरी)", "宮": "एमआई प्यालेस"}