{"籤詩版本二": "शान्त र शान्त समय बिताउने, बसेर र सुतेर भरी चिया पिउने\nतपाईं शारीरिक र मानसिक रूपमा व्यस्त हुनु आवश्यक छैन, र तपाईंले निश्चित रूपमा अन्याय वा विपत्ति निम्त्याउने छैन।", "詩意": "यो हेक्साग्राम शान्ति र स्थिरता को प्रतीक हो।\nसबै कुरामा, सही समयको प्रतीक्षाले राम्रो भाग्य ल्याउनेछ।", "解曰": "सुरक्षित र स्वस्थ रहनुहोस्। देवताहरूलाई सोध्नुहोस्। समय नआउन्जेल पर्खनुहोस्। कुरा संयोगले हुन्छ।", "籤詩故事一": "◇ Foyinhui Dongpo\nएक पटक, सु डोङ्पोले जेन अध्ययन गर्दा केही समझ प्राप्त गरे। उसले महसुस गर्यो कि आफ्नो राज्य उत्कृष्ट छ, र उनले त्यसमा आनन्द महसुस गरे। आफ्नो जोशलाई रोक्न नसकेर मैले कलम फैलाएर एउटा कविता लेखें:\n\"आकाशको बीचमा, Jishou ब्रह्माण्डमा उज्यालो रूपमा चम्कन्छ; आठ हावाहरूले उडाउन असमर्थ, ऊ बैजनी सुनको कमलमा सीधा बस्छ।\"\n(आठ वायुले बुझाउँछ: नाफा, पतन, विनाश, प्रतिष्ठा, प्रशंसा, उपहास, दुःख र आनन्द। अर्थात् यी आठ अवस्थाहरूबाट रिसाउनुलाई \"आठ वायु चल्न सक्दैन\" भनिन्छ)\nयो लेखिसकेपछि डोङपोले आफ्नो नोकरलाई नदी पार गरी जिनशान मन्दिरका जेन मास्टर फोयिनलाई दिन पठाए।\nजेन मास्टर फोयिनले यसलाई पढेपछि, उसले यसलाई \"फार्ट\" शब्दले चिन्ह लगायो र आफ्नो नोकरलाई फिर्ता लिन दिए।\nयो देखेर डोङपो रिसाए, त्यसैले नदी पार गरेर डुङ्गा लिएर जिन्सन मन्दिरमा गएर बुद्धको छाप खोज्न गए ।\nजब डोङपो जिनसान मन्दिरको गेटमा आइपुगे, फोयिन पहिले नै गेटमा पर्खिरहेका थिए।\nसु डोङ्पोले तुरुन्तै फोयिनलाई आरोप लगायो: \"मैले लेखेको कवितालाई तिमी किन गोद भन्छौ?\"\nफोयिनले जवाफ दिए: \"के तपाई पहिले नै 'आठ हावाले उडाउन असक्षम हुनुहुन्न'? कसरी तपाईलाई गोदाले 'नदी पारि पिट्न' सक्छ!\"\nयस समयमा, डोंगपो आफू पर्याप्त राम्रो नभएको महसुस गरेर छक्क परे र लाजमा छाडे।\n(यो कथा \"तातो अझै आएको छैन\" को रूपक हो)", "聖意": "तपाईको घर र तपाईको सुरक्षाको लागि, तपाईको धनको लागि, तपाईको व्यवसायको लागि, तपाईको विवाहमा राम्रो भाग्यको लागि, लिउजियाबाट महिला यात्रीको लागि, खेतमा, रेशमकीराहरू शरद ऋतुमा पाक्नको लागि, छवटा पशुधन स्थिर हुनको लागि प्रार्थना गर्नुहोस्। कसैलाई भेट्टाउन गाह्रो, सार्वजनिक मुद्दाको लागि, बसाइँसराइको लागि, हराएको सम्पत्तिको लागि, रोगको लागि, पहाडको चिहानमा पठाउनको लागि, शुभ", "古人": "Foyinhui Dongpo", "第X籤": "३१ विजयी लटरी", "宮": "वेई गोंग"}