{"籤詩版本二": "फिर्ताको यात्रा निश्चित छ ढुङ्गामा लुकेको जेड छ कि छैन कसलाई थाहा छ?\nएक पटक राम्रो शिल्पकारले स्पष्ट कटौती गरेपछि, उसले ज्यास्पर अवधिमा सुरक्षित र सुरक्षित महसुस गर्नेछ", "詩意": "यस हेक्साग्राममा, तपाईंले ढुङ्गा काट्दा जेडको छवि देख्न सक्नुहुन्छ।\nहरेक कुरामा सफल हुनको लागि कडा मेहनत गर्नुहोस्।", "解曰": "ढुंगामा खजाना छ। अपरिचितहरूलाई थोरै थाहा छ। यो स्पष्ट नभएसम्म पर्खनुहोस्। जे सक्छौ गर ।", "籤詩故事一": "◇ लिउ बेईले प्रतिभा खोज्छ (तीनवटा खरानी कुटीरमा, तीनवटा खरानी कुटीरको भ्रमण)\nतीन राज्यहरूको अवधि। झुगे लियाङ लङझोङमा खरानीको झुपडीमा एकान्तमा बस्थे। लिउ बेई प्रतिभा खोज्न उत्सुक थिए, त्यसैले उनले झुगे लियाङलाई व्यक्तिगत रूपमा भेटे। उनले झुगे लिआङलाई तीन पटक (इतिहासमा \"थ्री भिजिट टु द थैच्ड कुटेज\" भनेर चिनिन्छ) भ्रमण गरे। लिउ बेईले अरूलाई टाढा रहन आग्रह गरे र झुगे लियाङलाई सोधे: \" हान राजवंश पतन भएको छ, र विश्वासघाती मन्त्रीहरूले तिनीहरूको जीवन चोरेका छन्। महाराज। \"धूलोले ढाकिएको। म आफ्नो सद्गुण र मेरो योग्यता मापन गर्दिन, म संसारको महान धार्मिकतामा विश्वास गर्न चाहन्छु, तर मेरो बुद्धि र सीप। उथलपुथल छ, त्यसैले म यसलाई जथाभावी प्रयोग गर्छु। आजको मितिसम्म। तर, मेरो महत्वाकांक्षा अझै सकिएको छैन, के तपाईंलाई योजना कार्यान्वयन हुन्छ जस्तो लाग्छ?\"\nZhuge Liang त्यसपछि उहाँलाई संसारलाई तीन भागमा विभाजन गर्ने योजना प्रस्तुत गर्नुभयो, र काओ काओ उपलब्ध नभएको अवस्थाको विश्लेषण गर्नुभयो र सन क्वानले उहाँलाई मद्दत गर्न सक्नुहुन्छ।उनले जिङ र यी राज्यहरूमा राज्य पास्टरहरूको कायरताको बारेमा पनि विस्तृत रूपमा व्याख्या गरे। , र त्यहाँ तिनीहरूको फाइदा उठाउने मौका थियो, र केवल ती दुई राज्यहरू शोषण गर्न सकिन्छ, तब मात्र उसले विश्व जित्न सक्छ, उनले लिउ बेईलाई मध्य मैदानहरूमा आक्रमण गर्ने रणनीति पनि बताए। (यो छलफल पछि \"Longzhong Dui\" भनिन्थ्यो)। लिउ बेईले यो सुनेपछि, उनले खजाना फेला पारे जस्तो गरी यसको प्रशंसा गरे, र झुगे लिआंगलाई मद्दत गर्न बाहिर आउन कडा निम्तो दिए, त्यसैले झुगे लिआंग लिउ बेईको सैन्य सल्लाहकार बने।", "聖意": "घर शान्तिमय छ, म धन खोज्छु, श्रम व्यापारले विवाहमा बाधा पुर्‍याउँछ र लिउजियामा भर्चुअल यात्री बन्छु।", "古人": "लिउ बेई प्रतिभाहरू खोज्छन् (तीन भ्रमणहरू खरानी कुटीरमा, तीन भ्रमणहरू खरानी कुटीरमा)", "第X籤": "तीस-सेकेन्ड लटरी विजेता", "宮": "वेई गोंग"}