{"籤詩版本二": "रातो पाङ्ग्रा पश्चिममा खस्छ, खरायो पूर्वमा बढ्छ, यिन बढ्छ र याङ गायब हुन्छ, र सबै कुरा समृद्ध हुन्छ\nयदि महिलाले यसलाई प्रयोग गर्न चाहन्छ भने, यसले उनको धनमा वृद्धि गर्नेछ र उनको हृदयमा खुशी ल्याउनेछ।", "詩意": "यो हेक्साग्राम यिन बढ्दै गएको र याङ गायब हुने प्रतीक हो।\nसबै कुरा पछि सजिलो हुनु अघि गाह्रो छ।", "解曰": "यिनले महिलाहरूलाई फाइदा पुर्‍याउँछ। पुरुषहरूको लागि उपयुक्त छैन। यदि तपाइँ सल्लाह खोज्दै हुनुहुन्छ भने। नराम्रो पहिले आउँछ अनि राम्रो आउँछ।", "籤詩故事一": "◇ वु जेटियन सिंहासनमा पुगे\n14 वर्षको उमेरमा, वुलाई ताङ वंशका सम्राट ताइजोङ ली शिमिनले \"उ मेई\" नामक प्रतिभाशाली व्यक्तिको रूपमा दरबारमा बोलाए। Taizong को मृत्यु पछि, Zetian Ganye मन्दिर प्रवेश गरे र एक नन बने।\nजब ताङ वंशका सम्राट गाओजोङ सिंहासनमा आए, उनले झाओईलाई श्रद्धाञ्जली दिन वू परिवारलाई दरबारमा बोलाए। योङहुई (६५५) को छैटौं वर्षमा सम्राट गाओजोङले वुलाई आफ्नो रानीको रूपमा स्थापित गरे।\nवू जेटियन बौद्धिक थिए, साहित्य र इतिहासमा संलग्न थिए, र संसाधनमा धनी थिए। वू जेटियान रानी बनेपछि, गाओजोङ कमजोर र बिरामी भएकाले, उनले कहिलेकाहीँ उनलाई केही राजनीतिक मामिलाहरू सम्हाल्ने जिम्मा दिए, त्यसैले उनको शक्ति बढ्यो। शाङ्युआन (६७४) को पहिलो वर्षमा सम्राट गाओजोङलाई \"सम्राट\" भनिन्थ्यो, महारानी वूलाई \"स्वर्गकी रानी\" भनिन्थ्यो र उनीहरू दुवैलाई दरबारमा \"दुई सन्त\" भनिन्थ्यो।\nहोङ्दाओ (६८३) को पहिलो वर्षमा, सम्राट गाओजोङको मृत्यु भयो, राजकुमार ली सियान सिंहासनमा आए, र वू जेटियनले सिंहासन सम्हालेका थिए। सिसेङ (६८४) को पहिलो वर्षको फेब्रुअरीमा, वु जेटियानले ली सियानलाई लुलिङको राजाको रूपमा पदच्युत गरे र आफ्नो चौथो छोरा ली दानलाई सम्राटको रूपमा स्थापना गरे र राजवंशको शासन जारी राखे। सोही वर्षको सेप्टेम्बरमा, उनले झण्डालाई सुनमा परिवर्तन गरे, र पूर्वी राजधानी लुओयाङलाई ईश्वरीय राजधानीको नामकरण गरियो। तियान्साउ (६९०) को पहिलो वर्ष सेप्टेम्बरको नवौं दिनमा वु जेटियानले आफूलाई सम्राट घोषणा गरे र देशको नाम परिवर्तन गरी झोउ राखे।", "聖意": "घर आफैंको लागि प्रतिकूल, आशीर्वादको लागि प्रार्थना गर्ने, धनको खोजी गर्ने, लेनदेनको रक्षा गर्ने, विवाहमा राम्रो भाग्य, विवाहमा अशुभ (स्त्री), पैदल यात्रीहरूले खेत अवरुद्ध गर्ने, रेशमकीराहरू, समृद्ध गाईवस्तु, मानिसहरू खोज्ने, बिछोड, मुद्दा, हानि, बसाइँसराइ। , सम्पत्तिको हानि, रोग, आघात, पहाड र चिहान, शुभकामना", "古人": "वू जेटियन सिंहासनमा चढ्छन्", "第X籤": "चालीसौं लटरी विजेता", "宮": "तिमी दरबार"}