{"籤詩版本二": "अनन्त राम्रा वचन याद गर्नेछौ तर चोर चिन्यौ भने छोरा बन्छौ।\nअहिले लोभी नगर्नुहोस् र एक वर्ष पहिले उसले कसरी राम्रो काम गर्लाथ्यो भनेर चिन्ता नगर्नुहोस्।", "詩意": "यो हेक्साग्रामले चोरलाई छोराको रूपमा चिनाउँछ।\nहरेक कुरामा इमान्दार हुनुहोस्।", "解曰": "बस यो एक। सज्जनले कुनै गल्ती गर्दैन। यसलाई ध्यानमा राख्नुहोस्। एक्लो नहुनुहोस्।", "籤詩故事一": "◇ Dong Zhuo लु बु स्वीकार्छ\nलू बु, साहसी र लडाइँमा राम्रो, पूर्वी हान राजवंशको अन्त्य र तीन राज्यको सुरुवातमा एक प्रसिद्ध सैन्य जनरल थिए।उनी एक पटक जिंगझाउका गभर्नर डिंग युआनलाई आफ्नो धर्मपुत्रीको रूपमा मान्थे र उहाँको अधीनमा सेवा गरे।\nपूर्वी हान वंशका सम्राट लिंगको मृत्युपछि, डिङ युआन सरकार नियन्त्रण गर्न जनरल हे जिनसँग मिलेर बेइजिङ गए।\nडोङ झुओले डिङ युआनसँग लडाइँ गरे, तर धेरै जनरलहरूले लु बुलाई हराउन सकेनन्, त्यसैले डोंग झुओले आफ्नो अधीनस्थ ली सुलाई लु बुलाई घुस दिन पठाए। ली सुले सुन र चाँदीका खजानाहरू र प्रसिद्ध रातो खरायो घोडा \"लु बु\" भ्रमण गर्न ल्याए। ली सुले सुन र चाँदीका खजाना र प्रसिद्ध रातो खरायो घोडा लु बु भ्रमण गर्न ल्याए। त्यसैले लु बुलाई डिङ युआनलाई मार्न डोङ झुओले घूस दिएका थिए र आफ्ना सिपाहीहरूलाई उनीहरूले चाहेमा उनीसँगै आउन र उनीहरूलाई पछ्याउन नचाहेको खण्डमा छोड्न भनेका थिए।परिणामस्वरूप अधिकांश सिपाहीहरू भागे। त्यसैले लु बुलाई डोङ झुओले घूस दिए र डिङ युआनलाई मारे।\nडोङ झुओले सत्ता प्राप्त गरेपछि, उनले लु बुलाई आफ्नो धर्मपुत्रको रूपमा ग्रहण गरे र उनलाई सेनापति र मार्क्विस बनाए।\nडोङ झुओको हिंसक स्वभाव थियो र लु बुसँगको \"बुबा-छोराको सम्बन्ध\" वास्तवमा निकै कमजोर थियो।सन १८९ मा, सितु वाङ युनको उक्साहटमा लु बुले डोङ झुओको हत्या गरे।\nडोंग झुओको मृत्युको छ महिनापछि, डोंग झुओका पुराना सेनाहरूले राजधानीमा आक्रमण गरे र लु बु र उनकी पत्नी आतंकमा भागे। राजधानी छाडेपछि लु बुले युआन शु, युआन शाओ, झाङ याङ, झाङ मियाओ, लिउ बेइ आदि लडाकुहरूसँग शरण लिए र त्यस समयका अर्का प्रमुख लडाकु काओ काओसँग धेरै पटक लडे।लु बु बहादुर र असल थिए। लडाइँमा, र काओ काओलाई धेरै पटक पराजित गरे।\nपूर्वी हान राजवंशमा जियानको तेस्रो वर्षमा, काओ काओका सेनाहरूले सियाओपेई, लु बुको आधारमा आक्रमण गरे, र काओ काओद्वारा बाईमेन टावर मुनि कब्जा गरी मारिए। मृत्युदण्ड दिनु अघि, लु बुले काओ काओलाई मृत्युबाट बच्न उहाँलाई जीवित राख्न आग्रह गर्नुभयो, तर लिउ बेईले काओ काओलाई सम्झाउनुभयो कि लु बुले धेरै पटक धोका दिएका थिए र एक बेइमान मानिस थिए। अन्तमा, काओ काओ, जसले नैतिकतालाई ध्यान नदिई प्रतिभाको मात्र कदर गर्थे, लु बुलाई मृत्युदण्ड दिए।", "聖意": "म घरमा असहज छु, म प्रायः पैसा खोज्छु, लेनदेनबाट जोगाउँछु, विवाह गर्न गाह्रो छ, लिउजिया मानिस स्तब्ध छ, रेशमकीराहरू खेतमा आधा पाकेका छन्, छवटा जनावरहरू सुरक्षित छन्, उसलाई खोज्दै छ , सार्वजनिक मुद्दा उपयुक्त छ, र प्रवास भनेको हराएको चीजहरू खोज्न गाह्रो छ, रोगहरू, र Zhenxing पर्वतको चिहानमा शान्तिको लागि प्रार्थना गर्नु हो।", "古人": "Dong Zhuo ले लु बु लाई स्वीकार गर्दछ", "第X籤": "नम्बर ४१ लोट जित्दै", "宮": "तिमी दरबार"}