{"籤詩版本二": "सम्राट, सम्राट र महारानी अन्ततः दयालु हुनेछन् र पर्खनुहोस् र हानि वा लाभ बिना आशीर्वादको लागि प्रार्थना गर्नुहोस्।\nयसबाट सबै भावुक प्राणीहरू लाभान्वित हुन्छन्, र संसार र स्वर्गमा समृद्धिको आशा गरिन्छ।", "詩意": "यो हेक्साग्राम स्वर्गबाट ​​अनुग्रहको चिन्ह हो।\nसबै काम सफल हुनेछन्।", "解曰": "सम्राटले आफ्नो अनुग्रह देखाए। कहिल्यै नबिर्सनुहोस्। बिहान र साँझ अनुष्ठान। धूप बाल्नु उपयुक्त हुन्छ।", "籤詩故事一": "◇मुलनले आफ्नी आमालाई बचाए\nशाक्यमुनि बुद्धका दश शिष्यहरूमध्ये मोकोउ लियान वा मुलियन सबैभन्दा शक्तिशाली हुन्।\nउनकी आमा आफ्नो जीवनकालमा लोभी र कंजूस थिइन्, त्यसैले उनी आफ्नो मृत्यु पछि भोको भूतहरूको दायरामा परिन्। Mokhullian ले आफ्नो जादुई शक्ति को अवलोकन गर्न को लागी प्रयोग गर्यो र थाहा पाए कि उनको आमा भोको भूत को रूप मा जन्मिएको थियो, खाना पाउन को लागी कुनै बाटो छैन र धेरै कठिनाई मा थियो। उसले आफ्नो जादुई शक्ति को उपयोग गरी आफ्नी आमा लाई खाना पुर्यायो। अप्रत्याशित रूप मा, आमा को प्राप्त पछि खाना, त्यो खरानीमा परिणत भयो र खान सकिँदैन।\nके भयो भनेर मौद्गल्यान चिन्तित भए र बुद्धलाई खबर गरे। बुद्धले सातौं चन्द्रमासको १५ औँ दिनमा एक सय स्वाद र पाँचवटा फलफूल एक बेसिनमा हालेर दश दिशाका पुण्यवान भिक्षुहरूलाई अर्पण गर्नू भन्नुभयो, यो शक्तिले उनकी आमाले खान सक्नेछन् । ।\nमौद्गल्यानले बुद्धको इच्छा अनुसार काम गरे, र उनकी आमा अन्ततः मुक्त भए। यस प्रकारको समारोहलाई \"ओबोन पर्व\" भनिन्छ र यो पर्वलाई \"ओबोन पर्व\" भनिन्छ।\n(नोटः संसारका विभिन्न तहहरूमा कुनै पदार्थको फरक-फरक अनुभूति हुन्छ। उदाहरणका लागि: यस संसारमा पानी पर्दा हामी यसलाई \"पानी\" जस्तो देख्छौं, जबकि भोकाएको भूतहरूको दायरामा रहेका प्राणीहरूले यसलाई \"रगत\" र भावनात्मक रूपमा महसुस गर्छन्। नरक संसारका प्राणीहरूले यसलाई \"रगत\" जस्तो महसुस गर्छन्। यो \"तरवार खसालेको\" जस्तो लाग्छ, जबकि स्वर्गीय प्राणीहरूले \"फुल खसालेको\" जस्तो महसुस गर्छन्।)", "聖意": "घर र घरको लागि प्रार्थना, हिउँदमा सौभाग्यको लागि प्रार्थना, धनको खोजी, कुनै लेनदेन, विवाह, लिउजियामा शान्ति, पैदल यात्री, घुम्ने खेत, रेशमकीरा, छवटा जनावर, मानिस खोज, मुद्दा, सफलता, प्रवास, रूढिवादीता, हराएको सम्पत्ति, रोग मनको शान्ति, पहाड र चिहानको शान्ति", "古人": "मुलियनले आफ्नी आमालाई बचाउँछन्", "第X籤": "बयालीस हस्ताक्षर गर्नुहोस्", "宮": "तिमी दरबार"}