{"籤詩版本二": "संसार लचिलो छ र सबै चीजहरू आत्म-समर्थन, आत्म-समर्थन र सुरक्षित छन्\nजीवनमा सबै कुरा अद्भुत छ, सबै कुराको लागि संत र ऋषिहरूलाई धन्यवाद, र समृद्ध बन्नुहोस्।", "詩意": "यो हेक्साग्रामले पृथ्वी र पृथ्वी बीचको सद्भावलाई प्रतिनिधित्व गर्दछ।\nसबै ठीकठाक छ र कुनै खतरा छैन।", "解曰": "सबै चिज जन्मन्छ। सबै योजना र इच्छाहरू पूरा हुन्छन्। फोर्डले मद्दत गर्छ। Rui Qi हतारमा छ।", "籤詩故事一": "◇ हिँड्नेहरूले ज्ञान प्राप्त गर्छन्\nपश्चिमको यात्रा कथा:\nसन वुकोङले फूल र फलफूलको पहाड कब्जा गरे र राजा भए। पछि, सधैंभरि बाँच्ने बाटो खोज्न, उनले कुलपति बोधिलाई आफ्नो गुरुको रूपमा पूजा गर्न पहाड र नदीहरू पार गरी आठ वा नौ वर्ष बिताए। उनले सत्तरी सिके। -पार्थिव दुष्ट र कलकार बादल को दुई परिवर्तन, र पहिलो पटक सूर्य उपनाम लिए। Wukong नाम।\nत्यस पछि, सन वुकोङ उपयुक्त हतियार खोज्न पूर्वी चीन सागरमा ड्र्यागन प्यालेस गए र अन्ततः रुई गोल्डेन कुडगेल, तियान्हे र डिंगहाइको ईश्वरीय सुई भेट्टाए। उनको जीवनकाल सकिएको हुनाले, उसले अन्डरवर्ल्डमा ठूलो गडबड बनायो, जीवन र मृत्युको पुस्तकलाई परिमार्जन गर्यो, र मानव संसारमा फर्कियो। पछि, सूर्य वुकोङलाई पहिलो पटक स्वर्गबाट ​​बोलाइएको थियो र उनको नाम बिमा वेन राखियो। पछि, उहाँलाई दोस्रो पटक स्वर्गमा बोलाइयो र बाँदरको राजाको नाम दिइएको थियो। उसले गोप्य रूपमा पीच खायो र स्वर्गमा ठूलो हल्ला गर्यो। उसको सुनौलो आँखा र आगोको आँखालाई तालिम दिन बागुआ भट्टीमा बन्द गरिएको थियो। 500 वर्षसम्म वुझी पर्वतको फेदमा तथागत बुद्धद्वारा दमन गरिएको थियो, हिँड्न असमर्थ। बगुआ भट्टीमा लात प्रहार भएको ठाउँ आगोको पहाडमा परिणत भएको छ ।\nपाँच सय वर्ष पछि, मोङ्क ताङ धर्मशास्त्रहरू प्राप्त गर्न पश्चिम गए, पाँच तत्वहरू पहाडबाट पार गरियो, र सूर्य वुकोङलाई बचाउनु अघि तावीज फ्याँक्यो। सन वुकोङ कृतज्ञताका साथ आँसु झारे।गुआनिन बोधिसत्वले निर्देशन दिएपछि, उनले ताङ भिक्षुलाई आफ्नो शिक्षकको रूपमा पूजा गरे र सँगै शास्त्रहरू सिक्न पश्चिम गए। शास्त्रहरू सिक्ने बाटोमा, सन वुकोङ राक्षसहरूमा ओर्लिए र राक्षसहरूलाई हटाए, र बारम्बार असाधारण उपलब्धिहरू प्रदर्शन गरे। यद्यपि, उहाँलाई उनका मालिक ताङ सेङले बारम्बार गलत बुझे र निष्कासन गरे। एक्कासी कठिनाइहरू पछि, अन्ततः काम पूरा भयो।चार गुरु र शिष्यहरू Xitian Leiyin मन्दिरमा पुगे र सत्य शास्त्र प्राप्त गरे। Sun Wukong सही नतिजा हासिल गर्यो।\n(यो कथा एउटा रूपक हो कि बाँदर पनि ज्ञानी बन्न सक्छ, मानिसलाई छोड्नुहोस्।)", "聖意": "घर आफ्नो लागि शुभ हो, धन, व्यापार, विवाह, लिउजिया, पुरुष पैदल यात्री, खेतमा अवरोध, रेशमकीरा, छवटा जनावर, झोङपिङ, मानिसको खोजी, मुद्दा, सफलता, बसाइँसराइ, सम्पत्तिको हानि, रोग, सिङ्सिङ्शान चिहान, चीजहरू। शुभ छन्", "古人": "यात्रीले ज्ञान प्राप्त गर्छ", "第X籤": "43 मा हस्ताक्षर", "宮": "xugong"}