{"籤詩版本二": "चिसो मौसमले पानीलाई हिउँमा परिणत गर्छ, प्रसिद्धिको लोभ किन ?\nमसँग चुपचाप बस्नु र पातहरू प्राकृतिक रूपमा फल्ने प्रतिक्षा गर्नुको विकल्प छैन।", "詩意": "यस हेक्साग्राममा, पानी बरफमा परिणत हुन्छ।\nव्यर्थमा केहि पनि नमाग्नुहोस।", "解曰": "पानी जमेर हिउँमा परिणत हुन्छ। बरफ पानीमा पग्लिन्छ। यदि यो षड्यन्त्र हो। त्यसैले यो छ।", "籤詩故事一": "◇ वाङ जियाङले कार्पको लागि सोध्छन् (चब्बीस फिलिअल पीटी स्टोरीज)\nजिन राजवंशका वाङ सियाङ, शिष्टाचार नाम फुझेङ, लिन्यीमा जन्मेका थिए।\nजब वाङ सियाङ सानै थिए, उनको जैविक आमाको मृत्यु भयो।उहाँको एक्लो बुबाले झु नामकी महिलासँग विवाह गर्नुभयो र वाङ सियाङको नयाँ आमा भएको थियो। जब वाङ सियाङ जवान थिए, उनको जैविक आमाको मृत्यु भयो, र उनको एक्लो बुबाले झु नामकी महिलासँग विवाह गर्नुभयो। वाङ जियाङकी सौतेनी आमा एक संकीर्ण र ईर्ष्यालु महिला थिइन्।उनी वाङ सियाङलाई मन पराउँदैनन् र अक्सर मामूली कुराहरूमा उहाँलाई गाली गर्थे। चाँडै, सौतेनी आमाले वाङ ल्यान नामको छोरालाई पनि जन्म दिइन्। सौतेनी आमाले आफ्ना छोराछोरीलाई मात्र माया गर्नुहुन्थ्यो, र वाङ सियाङलाई आफ्नो छेउको काँडाको रूपमा मान्नुभयो।उनी वाङ सियाङप्रति झन् बढी माग गर्न थालिन्, र प्रायः आफ्नो बुबाको अगाडि वाङ सियाङको बारेमा नराम्रो कुरा गर्थे।उनका बुबाले पनि बिस्तारै उहाँलाई माया गर्नुभएन। सौतेनी आमाले आफ्ना छोराछोरीलाई मात्र माया गर्नुहुन्थ्यो, र वाङ सियाङलाई आफ्नो छेउको काँडाको रूपमा मान्नुभयो।उनी वाङ सियाङप्रति झन् बढी माग गरिरहेकी थिइन् र आफ्ना बाबुको अगाडि वाङ सियाङको बारेमा धेरै नराम्रो कुरा गर्थे।उनको बुबाले पनि बिस्तारै उहाँलाई माया गर्नुभएन। वाङ सियाङको सौतेनी भाइ भए पनि वाङ लान आफ्नो भाइसँग धेरै मिलनसार छन्। सौतेनी आमाको यातनाको बावजुद उनी अझै पनि धेरै फिलायल थिइन्। सौतेनी आमा धेरै कठोर छ, तर वांग जियांग अझै पनि धेरै फिलीयल छ।\nउनको सौतेनी आमाको एउटा शौक छ, त्यो हो, उनी खोलाबाट निकालिएको ताजा माछा खान मन पराउँछिन्। उनको सौतेनी आमाको एउटा शौक छ, त्यो हो, उनी खोलाबाट निकालिएको ताजा माछा खान मन पराउँछिन्। एक जाडोमा, उहाँको बुबा व्यापारको लागि बाहिर जानुभयो, र उहाँकी सौतेनी आमा फेरि बिरामी पर्नुभयो।भाइहरू वाङ सियांग र वाङ लानले आफ्नी आमालाई खानको लागि सुप र औषधि होशियारीपूर्वक खुवाए।गम्भीर चिसो मौसममा, सौतेनी आमाको रोग अझै सुध्रिएन। हतार गर्नुहोस्। एक जाडोमा, उहाँको बुबा व्यापारको लागि बाहिर जानुभयो, र उहाँकी सौतेनी आमा फेरि बिरामी पर्नुभयो।भाइहरू वाङ सियांग र वाङ लानले आफ्नी आमालाई खानको लागि सुप र औषधि होशियारीपूर्वक खुवाए।गम्भीर चिसो मौसममा, सौतेनी आमाको रोग अझै सुध्रिएन। हतार गर्नुहोस्। बिरामी सौतेनी आमा नदीको ताजा माछा खान चाहन्थिन्, त्यो कडा चिसो मौसममा बाहिर हिउँ परिरहेको थियो र नदीको पानी पहिले नै बाक्लो हिउँमा परिणत भइसकेको थियो। बिरामी सौतेनी आमा ताजा माछा खान चाहन्थिन्, त्यो हिउँ र हिउँको हावापानीमा ताजा माछा कहाँ पाइन्छ ?\nती दिनहरूमा, त्यहाँ कुनै अफ-सिजन व्यंजनहरू थिएनन्, र तपाईंसँग पैसा भए तापनि तपाईंले तिनीहरूलाई किन्न सक्नुहुन्न।\nकथाको यही बिन्दुमा वाङ सियाङक्यु लीको मन छुने कथा घट्यो। दुई दाजुभाइले आफ्नी आमालाई असहायताका साथ रक्षा गरे।आफ्नी बिरामी सौतेनी आमालाई निराश नगर्न वाङ सियाङ जमेको नदीमा हिँडे।वाङ सियाङलाई एउटा विचार आयो र चिसोको पर्वाह नगरी आफ्नो जर्सी फुकाल्यो।उनी हिमनदीमा नग्न सुते र यसलाई प्रयोग गर्न चाहन्थे। बरफ पग्लिनको लागि यसको आफ्नै शरीरको तापक्रम (त्यसैले वाङ सियाङक्यु कार्पलाई बरफमा सुतिरहेको वाङ जियाङ पनि भनिन्छ)। उसले आफ्नो शर्ट फुकाल्यो र हिमनदीमा नग्न सुत्यो। उहाँले भगवानलाई प्रार्थना गर्नुभयो र भन्नुभयो: \"भगवान, मेरी आमा बिरामी छ र ताजा कार्प खान चाहनुहुन्छ। तपाईंले मेरो लागि कुनै कुरा खोज्नुपर्छ।\" अचम्मको कुरा, उनको छेउमा रहेको बरफको ब्लक अचानक फुट्यो, र त्यहाँ दुईवटा थिए। एउटा जीवित कार्प दरारबाट हाम फाल्यो र बरफमा हाम फाल्यो।वाङ सियाङ धेरै खुसी थिए। उनले भगवानलाई प्रार्थना गरे: \"हे भगवान, मेरी आमा बिरामी हुनुहुन्छ र ताजा कार्प खान चाहनुहुन्छ। तपाईंले जे भए पनि मेरो लागि बाटो खोज्नुपर्छ।\" अचम्मको कुरा, उहाँको छेउमा रहेको बरफको ब्लक अचानक फुट्यो, र त्यहाँ दुईवटा दरारहरू थिए। एउटा जीवित कार्पले दरारबाट हाम फाल्यो र बरफमा हामफाल्यो।वाङ सियाङ धेरै खुसी थिए। उसले तुरुन्तै घुँडा टेक्यो, भगवानलाई धन्यवाद दियो र कार्प लिएर घर दौडियो। उसले तुरुन्तै घुँडा टेक्यो, भगवानलाई धन्यवाद दियो र तुरुन्तै कार्प लिएर घर गयो। सौतेनी आमाले ताजा कार्प खाएपछि, उनी चाँडै आफ्नो रोगबाट निको भइन्। अस्पतालको ओछ्यानमा सौतेनी आमाले चिसोबाट बैजनी बनिरहेको वाङ सियाङको नाङ्गो शरीर र हातमा दुईवटा माछा देखेपछि उनी छक्क परिन्।\nवाङ जियाङ पछि एक अधिकारी बने र ताइबाओ बने, र ड्यूकको उपाधि प्रदान गरियो।", "聖意": "घरमा असहज, म सुरक्षाको लागि प्रार्थना गर्छु, आर्थिक कठिनाइहरू, व्यवसायिक समस्याहरू, विवाह, लिउजिया बीमामा असंगति, पैदल यात्री, ची टियान, रेशमकीरा घाटा, छ वटा पशुधन हानि, बेपत्ता व्यक्तिहरू, सार्वजनिक मुद्दाहरू, बसाइँसराइ, रूढीवादी, हराएको सम्पत्ति, रोग। , पुन: प्राप्त गर्न गाह्रो, पहाड चिहान, शुभकामना", "古人": "वाङ जियाङले कार्पको लागि सोध्छन् (चब्बीस फिलिअल पीटी स्टोरीज)", "第X籤": "लोट जित्ने उतालिस", "宮": "हाइगोङ"}