{"籤詩版本二": "तपाईं देशको सबै कुनाहरूमा यात्रा गर्न सक्नुहुन्छ, यसलाई स्वतन्त्र रूपमा समात्नको लागि पाल क्यानोपी झुण्ड्याउनुहोस्\nयदि त्यहाँ अनुकूल हावा छ भने, यो छिट्टै आइपुग्छ र डुङ्गा खजानाले भरिनेछ।", "詩意": "यो हेक्साग्राम हावा संग डुङ्गा तान्नु जस्तै हो।\nसबै कुरा राम्ररी चल्छ।", "解曰": "आरामले आराम गर्नुहोस्। कुनै प्रयास आवश्यक छैन। धेरै धन । सबैले प्रशंसा गरे।", "籤詩故事一": "◇ Tao Zhugui पाँच ताल (फ्यान लिगुई ताल)\nवसन्त र शरद ऋतु अवधिमा, फ्यान ली, जसको शिष्टाचार नाम शाओबो थियो, गुई यिजिपी वा ताओ झुगोङ पनि भनिन्थ्यो।\nत्यसबेला, वू राज्य र यू राज्यको बीचमा युद्ध भयो र वू राज्यले यू राज्यलाई नष्ट गर्यो। फ्यान ली र वेन झोङले यु को प्रवर्द्धन गर्न र वुलाई नष्ट गर्न यु किंग गोउ जियानका लागि योजना बनाए। फ्यान लीले व्यक्तिगत रूपमा पहाड र नदीहरू हुँदै यात्रा गरे र बेलुओ पर्वतको हुआन्शा नदीमा सी सी नामक सुन्दरी, प्रतिभा र सौन्दर्य दुवै भएको सुन्दर महिलालाई भेट्नुभयो र उका राजालाई प्रस्तुत गर्नुभयो। भित्र र बाहिर सहयोग र वू राज्य नष्ट।\nवू राज्यलाई मेटाउन सफल भएपछि, फ्यान लीलाई थाहा थियो कि गो जियान \"चुचो भएको लामो घाँटी भएको चरा\" हो र उहाँसँग कठिनाइ र खुसी बाँड्न सक्छ, त्यसैले उनी सी शीसँग डुङ्गा चढेर क्यूई राज्यमा गए, आफ्नो जीवन परिवर्तन गरे। गुई जिपीको नाम राखे, र आफ्नो छोरा र चेलाहरूलाई क्यूई राज्यमा नेतृत्व गरे। तिनीहरू समुद्रको छेउमा एउटा कुटीरमा बस्छन्। उनले बाँझो जग्गा खेती गर्न, छेउछाउको व्यवसाय चलाउन र व्यापार गर्न कडा मिहिनेत गरे, केही वर्षमै उनले करोडौंको पारिवारिक सम्पत्ति जम्मा गरे। उहाँ धन फैलाउन र आफ्नो गृहनगरको लागि राम्रो गर्नमा उदार हुनुहुन्थ्यो। फ्यान लीको बुद्धि र क्षमताको क्यूईका मानिसहरूले प्रशंसा गरे। क्यूईका राजाले उनलाई राजधानी लिन्जीमा निम्तो दिए र सरकारी मामिलाहरूको प्रभारी प्रधानमन्त्रीको रूपमा उनको पूजा गरे। । उनले भने: \"आधिकारी भएर मन्त्री बन्न सक्छ, र परिवार चलाएर भाग्यमानी पु¥याउन सक्छ। सुरुबाट सुरु गरेको आम नागरिकको लागि यो चरम सीमामा पुगेको छ। लामो समयसम्म सम्मानित हुनु राम्रो संकेत होइन।\" त्यसोभए, केवल तीन वर्ष पछि, उसले फेरि एक पटक बहादुरीपूर्वक पछि हट्यो, क्यूईको राजालाई मोहर फिर्ता गर्यो, र आफ्नो सबै पारिवारिक सम्पत्ति आफ्ना नजिकका साथीहरू र सँगी गाउँलेहरूलाई दिए।", "聖意": "घर आफैंको लागि राम्रो छ (ढुवानी गर्न), पैसा राम्रो छ, व्यापार राम्रो छ, विवाह ढिलो छ, विवाह राम्रो छैन, लिउजिया सुरक्षित छ, मानिसहरूले खेतमा बाधा पुर्‍याउँछन्, रेशमकिराहरू, शरद ऋतु, गाईवस्तु, वसन्त समृद्ध छ, मानिसहरूले मानिसहरू खोज्छन्, मुद्दाहरू खराब छन्, प्रवास रूढिवादी छ, चीजहरू हराएको छ, पश्चिमी रोगहरू समाधान छन्, पहाडहरू र चिहानहरू दक्षिण छन्।", "古人": "ताओ झुगुई पाँच ताल (फ्यान लिगुई ताल)", "第X籤": "पचासौं लटरी विजेता", "宮": "हाइगोङ"}