{"籤詩版本二": "गर्मीका दिनहरू सबैभन्दा लामो हुन्छन् र सबैजना गर्मी र अवसादबाट चिन्तित हुन्छन्\nस्वर्ग र पृथ्वीलाई पनि थाहा छ मानिसहरू के चाहन्छन्, र हावा चल्छ र यो स्वाभाविक रूपमा चिसो हुन्छ", "詩意": "यो हेक्साग्रामले संकेत गर्छ कि सबैजना गर्मीको बारेमा चिन्तित छन्।\nजे मन लाग्छ गर ।", "解曰": "अगाडि बढ्ने कि पछि हट्ने भन्नेमा कुनै शंका छैन । राम्रो समय छ। यो शिविरको लागि हो? हतारमा काम गर्न आवश्यक छैन।", "籤詩故事一": "◇ Kong Ming सिचुआन प्रवेश गर्छ\nZhuge Liang (181-234), शिष्टाचार नाम Kongming, Yangdu, Langya (अहिले Yinan काउन्टी, Shandong प्रान्त) को मूल निवासी थिए, र तीन राज्यको अवधिमा शु हान (Liu Bei) को प्रधानमन्त्री थिए।\nयद्यपि लिउ बेईले जिङझाउ जितेका थिए, यो एक पक्षलाई अलग गर्न पर्याप्त थिएन।झुगे कोङमिङले लिउ बेईको क्षेत्र बढाउन सिचुआन कब्जा गर्ने योजना बनाए। यस समयमा, Yizhou मा लिउ झांग उत्तर मा Zhang Lu द्वारा आक्रमण गरिएको थियो। Zhuge Kongming ले थाहा पाए कि लिउ झाङले आफ्नो सुरक्षाको लागि काओ काओलाई सिचुआनको नक्सा समर्पण गर्न चाहन्थे। जब झाङ सोङ (लिउ झाङको अधीनस्थ) काओ काओलाई भेटे, किनभने काओ काओ अहंकारी र असभ्य थिए, लिउ झाङले नक्सालाई सिचुआनमा फिर्ता लिए र जिंगझाउलाई बाटोमा पार गरे। कङ मिङले बाटोमा उहाँलाई पर्खिरहेका थिए र उहाँलाई जिङझाउमा निम्तो दिनुभएको थियो, तर उहाँले प्रस्थानको समयसम्म सिचुआन तस्विरको बारेमा कहिल्यै उल्लेख गर्नुभएन। झाङ सोङ उहाँको शिष्टाचार र आतिथ्यताको लागि Kong मिङप्रति कृतज्ञ थिए, त्यसैले उहाँले सिचुआन चित्रलाई समर्पित गर्नुभयो। उसलाई।\nसिचुआनको भूभाग खतरनाक थियो र आक्रमण गर्न वा रक्षा गर्न सकिन्छ।कंग मिङको विभिन्न व्यवस्थाहरू पछि, सिचुआन लिउ बेईको जन्मस्थान भयो।\n(कङ मिङले मानिसहरूलाई शिष्टाचारको साथ व्यवहार गरे र सजिलै प्रतिष्ठित सिचुआन प्राप्त गरे।)", "聖意": "घरमा आशीर्वादको लागि र आफ्नो सुरक्षाको लागि प्रार्थना गर्नुहोस् (दुर्भाग्यमा राम्रो भाग्य छ) धन खोज्नुहोस्, व्यापारमा राम्रो भाग्य, साझा विवाह, लिउजियामा केटाहरूको जन्म, हिड्ने खेतहरू, रेशमकीराहरू, पशुधनमा क्षति, मानिसहरू खोज्नुहोस्, सार्वजनिक मुद्दा, बसाई, पुरानो हराएको चीज, उत्तरी रोग, पहाड र चिहानको चाहना", "古人": "कोङ मिङ सिचुआनमा प्रवेश गर्छन्", "第X籤": "अध्याय 51: लोट जित्नु (लूट जित्नु)", "宮": "पाठेघर"}