{"籤詩版本二": "चन्द्रमालाई पानीमा समात्न धेरै मिहिनेत लाग्छ तर मिहिनेत पनि केही हुँदैन ।\nबकवास कुरा नगर्नुहोस् र शरीरलाई बलियो बनाउनको लागि आफ्नो प्रयास बर्बाद नगर्नुहोस्। \"शरीर सुकेको\" शब्दको मूल अर्थ \"शरीर एक्लो\" हो।", "詩意": "यो हेक्साग्राम प्रयास को छवि को लागी लोभी छ।\nसबै परिश्रम र परिश्रमशील छन्।", "解曰": "प्रतिज्ञाहरू सम्झन गाह्रो छ। धेरै मेहनत। घरमा चिन्ता। महान व्यक्तिहरु लाई भेट्न को लागी प्रतिक्षा गर्दै।", "籤詩故事一": "◇ ताइबाईले मादक हुँदा चन्द्रमा समातिन् (ली ताइबाईले मादक हुँदा चन्द्रमा समातिन्)\nली बाई (७०१-७६२), ताइबाई भनेर पनि चिनिन्छ, जसलाई किंग्लियन जुशी पनि भनिन्छ। आफूलाई निर्वासित अमर भनिने ताङ वंशका कवि, कविताको अमर भनेर चिनिन्थ्यो, र उनी सधैं रक्सी नपिई खुशी रहन्थे।\nएक पटक ली बाई जिनलिङ (अहिले नान्जिङ) आइपुगे र वेन्डे ब्रिजको छेउमा एउटा रेस्टुरेन्टमा आराम गरे।\nत्यो दिन हिउँद चन्द्रमासको पन्ध्रौं दिन थियो, राती उनी रेस्टुरेन्टमा एक्लै बसेर रक्सी पिएर चन्द्रमाको प्रशंसा गर्थिन् । त्यो दिन हिउँद चन्द्रमासको पन्ध्रौं दिन थियो, राती उनी रेस्टुरेन्टमा एक्लै बसेर रक्सी पिएर चन्द्रमाको प्रशंसा गर्थिन् । ली ताइबाईले आफ्नो जीवनमा चन्द्रमालाई सबैभन्दा धेरै माया गर्थे, यो स्वच्छ र सुन्दर भएको बताउनुभयो। ली ताइबाईले आफ्नो जीवनमा चन्द्रमालाई सबैभन्दा धेरै माया गर्थे, यो स्वच्छ र सुन्दर भएको बताउनुभयो। त्यो रात, उसले माथि हेरे र आकाशमा सेतो र गोलो चन्द्रमा देख्यो, ऊ धेरै खुसी भयो र केहि गिलास पिए। त्यो रात, उसले माथि हेरे र आकाशमा सेतो र गोलो चन्द्रमा देख्यो, ऊ धेरै खुसी भयो र केहि गिलास पिए। मध्यरातमा, ली ताइबाईले रक्सीको फाइदा उठाए र वेन्डे ब्रिजको तल गए। मध्यरातमा, ली ताइबाईले रक्सीको फाइदा उठाए र वेन्डे ब्रिजको तल गए। पुलमा पाइला चाल्ने बित्तिकै उसले आफ्नो टाउको निचोयो र अचानक चन्द्रमा पानीमा झरेको देख्यो, जब नदी सर्यो, सेतो चन्द्रमाको छायामा केही कालो रेखाहरू थपिए। पुलमा पाइला चाल्ने बित्तिकै उसले आफ्नो टाउको निचोयो र अचानक चन्द्रमा पानीमा झरेको देख्यो, जब नदी सर्यो, सेतो चन्द्रमाको छायामा केही कालो रेखाहरू थपिए। यस समयमा ली ताइबाइ यति मातेका थिए कि उनले सोचे कि यो चन्द्रमा हो जुन नदीको पानीले दागिएको थियो। यस समयमा ली ताइबाइ यति मातेका थिए कि उनले सोचे कि यो चन्द्रमा हो जुन नदीको पानीले दागिएको थियो। उसले जुत्ता फुकाल्ने पनि जिज्ञासा राखेन, हात खोलेर चन्द्रमा समात्न पुलबाट हाम फाल्यो । उसले जुत्ता फुकाल्ने पनि जिज्ञासा राखेन, हात खोलेर चन्द्रमा समात्न पुलबाट हाम फाल्यो । अप्रत्याशित रूपमा, यो जम्पले, चन्द्रमा समातिएन, तर पानीमा रहेको चन्द्रमा चकनाचूर भयो र तुरुन्तै दुई भागमा विभाजित भयो। अप्रत्याशित रूपमा, यो जम्पमा, चन्द्रमा समातिएन, तर मानिस डुब्यो। उनको ६२ वर्षको उमेरमा निधन भयो ।", "聖意": "घर असहज छ र आफैं दुर्भाग्यमा छ (अशुभ, स्वास्थ्यमा ध्यान दिनुहोस्), धनमा सन्तुलन खोज्नुहोस् (यसको बारेमा सोच्नुहोस्), कठिन व्यापार, विवाह तय भएको छैन, सुरक्षाको लागि प्रार्थना गर्नुहोस् (गर्भपात रोक्नको लागि खाली खजाना। ), पैदलयात्रीहरू समस्यामा छन्, खेत रेशमकीराहरू पाँच अंक छन्, छवटा जनावरहरू घटिरहेका छन्, मानिसहरू खोज्दै (अशुभ), सार्वजनिक मुद्दा र (मुद्दा रोक्नुहोस्) सामान्य बसाइसराइ (यसलाई उल्लेख नगर्नुहोस्) सम्पत्तिको हानि (विमान) प्रार्थना गर्दै। रोगबाट सुरक्षाको लागि (दुर्भाग्य) पहाड र चिहानमा राम्रो भाग्य", "古人": "ताइबाईले मादक अवस्थामा चन्द्रमा समातिन् (ली ताइबाईले मादक हुँदा चन्द्रमा समातिन्)", "第X籤": "लटरी जित्ने पचास सेकेन्ड (लटरी)", "宮": "पाठेघर"}