{"籤詩版本二": "जब निराशा उत्साहमा परिणत हुन्छ, ड्रेगन गर्जन्छ र बाघ गर्जन्छ।\nनीलो आकाशको आकाशको आफ्नै बाटो छ। मलाई प्रसिद्धि हासिल गर्ने अर्को मौका मिलोस्।", "詩意": "यो हेक्साग्राम ड्र्यागन गर्जिरहेको र बाघ गर्जिरहेको जस्तो छ।\nसबै कुरा राम्रै होला भन्ने आशा छ ।", "解曰": "बस सिकाउनुहोस् र जानुहोस्। आफ्नो समृद्धि होस् । अन्त्यमा बनाउनुपर्छ । फेला पार्ने ठाउँ छ।", "籤詩故事一": "◇ लिउ बेइले दुलहीलाई भर्ती गर्छिन्\nचिबीको युद्ध पछि, सन क्वान लिउ बेईले कब्जा गरेको जिंगझाउलाई पुन: प्राप्त गर्न उत्सुक थिए, त्यसैले उसले झोउ यूको योजना प्रयोग गर्‍यो, यो बहाना गर्दै कि उनी आफ्नी बहिनी सन रेनलाई लिउ बेईसँग विवाह गर्न चाहन्छन्, तर वास्तवमा उनी लिन चाहन्थे। Jingzhou दावी गर्न एक बन्धक रूपमा लिउ बेई।\nZhuge Liang ले Zhou Yu को योजनाको जासुसी गरेपछि, उसले योजना सहितको पुस्तिका Zhao Yun लाई सुम्प्यो, जसले Liu Bei को Soochow मा जाँदा सुरक्षा गरिरहेको थियो। Zhao Yun ले ब्रोशरमा रहेको रणनीतिलाई पछ्याए र जानाजानी वू गुओताई ( सुन क्वानका बुबा) विवाह प्रस्तावको बारेमा थाहा छ। वू गुओटाईले आफ्नी छोरीलाई माया गर्थे र आफ्नी छोरीको जीवनभरको मामिलामा आकस्मिक निर्णयहरू गर्न नचाहेको कारणले, उनले सन क्वानलाई आफ्नी बहिनीप्रति निर्दयी भएको भन्दै हप्काइन् र गानलु मन्दिरमा लिउ बेई आफ्नी छोरीको योग्य छ कि छैन भनेर व्यक्तिगत रूपमा परीक्षण गर्ने प्रस्ताव राखिन्। वू गुओताईले लिउ बेईलाई भेटेपछि, उनले लिउ बेईको धेरै प्रशंसा गरे र लिउ बेई र उनकी छोरीबीचको विवाहको कडा वकालत गरे।परिणामस्वरूप लिउ बेईले श्रीमती सुनसँग सफलतापूर्वक विवाह गरे।\nपछि, लिउ बेई र श्रीमती सन सँगै जिंगझाउ फर्किए। पछि, सन क्वानले लिउ बेइको आक्रमणको फाइदा उठाएर जिंगझाउमा आक्रमण गर्न चाहन्थे, तर आफ्नी छोरीको सुरक्षाको बारेमा चिन्तित वू गुओताईले उनलाई रोके।\nउनले भने: \"झोउ यूको चतुर योजना संसारमा सबैभन्दा राम्रो छ। उसले आफ्नी श्रीमती गुमाए र आफ्ना सेनाहरू गुमाए।\"\n(लिउ बेई हानिबाट प्राप्त भयो)", "聖意": "म घरमा अभागी छु र म अभागी छु (पहिलो दुर्भाग्य, त्यसपछि शुभ)। धन, सन्तुलन, विवाहमा कठिनाइ, विवाहमा सफलता खोज्नुहोस्। पैदलयात्रीहरूको लागि आशीर्वादको लागि प्रार्थना गर्नुहोस्, खेतमा रेशमकीराहरू, पशुधन क्षतिको लागि पाँच अंक, खोज्नुहोस्। मानिसहरूका लागि, मुद्दा र बसाइँसराइ, हराएको सम्पत्तिको लागि शुभ, रोगहरूको लागि शुभ, पहाड र चिहानको शान्ति।", "古人": "Liu Bei एक दुलही भर्ती", "第X籤": "पचासौं लटरी", "宮": "पाठेघर"}