{"籤詩版本二": "समुद्र तट चट्टानहरूले भरिएको छ, धारा बगिरहेको छ, हावा सफा छ, चन्द्रमा स्पष्ट छ, र महान मानिसहरू व्यस्त छन्।\nबाटोमा, कहाँ जाने भनेर सोध्नुपर्छ, जङ्गलको फूल र बोटबिरुवाको सुगन्ध नलिनु, ख्याल नगर ।", "詩意": "यो हेक्साग्राम एउटा सानो समुद्र तटमा यात्रा गर्ने डुङ्गा जस्तै हो।\nसबै कुरामा, सहयोग गर्ने महान व्यक्तिहरू छन्।", "解曰": "बाँच्नको लागि। धेरै मेहनत। रूढिवादी रहनुहोस् र पर्खनुहोस्। शुभकामना।", "籤詩故事一": "◇ लुसान विद्रोह\nएक लुशान (७०३-७५७), जसको उपनाम काङ थियो र यालुओशन भनिन्छ, लिउचेङ, यिङझाउ (अहिले चाओयाङ, लिओनिङ)का थिए।\nपछि, उनले उपनाम ग्रहण गरे र आफ्नो नाम लुसान राखे। ताङ राजवंशका सम्राट सुआनजोङको शासनकालमा एन लुसान सैन्य दूत थिए।\nतियानबाओको 14 औं वर्षको नोभेम्बरमा, एन लुशानले फान्याङमा सेना खडा गरे।यांग गुओझोङलाई आक्रमण गर्ने नाममा उनले विद्रोह सुरु गरे र पूर्वी राजधानी लुओयाङमा आक्रमण गर्न तीन सहरका सेना लिए। ताइयुआनबाट रिपोर्टहरू लिसानमा हतारिए। त्यस समयमा लिसानको ह्वाकिङ दरबारमा रहेका ताङ जुआनजोङले अन्लुशानले विद्रोह गर्नेछन् भन्ने विश्वास गरेनन्। यद्यपि, विद्रोहको खबर फैलिन थाल्यो र सुआनजोङ अझै आधा विश्वस्त थिए। (यो \"खोलामा साना चट्टानहरूमा खसेको पानीको आवाज\" को चित्रण हो)\nपिंगयुआन काउन्टीका प्रमुख यान झेन्किङले सुआनजोङ आफ्नो सपनाबाट ब्युँझिएको जानकारी पठाउन कसैलाई पठाएपछि मात्रै भएन।\nताङ वंशका सम्राट सुआनजोङको गलत रणनीति अन्तर्गत, लुसानको घोडचढी रेजिमेन्टले पूर्वी राजधानी लुओयाङलाई कब्जा गर्यो।अर्को वर्षको पहिलो महिनामा, उनले लुओयाङमा आफूलाई सम्राट दयान, जियानयुआन शेङवु, सम्राट सियानगउ र दा क्सुनको रूपमा घोषणा गरे। प्रधानमन्त्री।\nसोही वर्षको जुनमा, ताङ वंशका सम्राट सुआनजोङले चाङआनको संकटबाट मुक्ति पाउन उत्सुक र गलत सैन्य समझका कारण दुई प्रसिद्ध सेनापति फेङ चाङकिङ र गाओ सियानझीलाई मृत्युदण्ड दिएका थिए।यो आदेशले ताङ सेनालाई स्तब्ध बनायो। (यस व्यवहारले \"सडकले अगाडिको नदीमा देखाउनुपर्छ\" उल्लङ्घन गर्छ)\nपछि, ताङ राजवंशका सम्राट सुआनजोङले तुरुन्तै अर्को जनरल, गे शुहानलाई ताङ सेनालाई टोंगगुआनबाट पूर्वतिर नेतृत्व गर्न आदेश दिए।\nताङ वंशका सम्राट जुआनजोङको रणनीतिक त्रुटिलाई पूर्णतया बुझेका गे शुहानले परिवर्तनलाई ढिलाइ गर्ने योजना बनाए (\"हावा शान्त छ र ज्वार शान्त छ भने ठीक छ\")।\nअन्तमा, ताङ राजवंशका सम्राट जुआनजोङले आफू लड्न निकै डरपोक भएको सोचे, त्यसैले उनीसँग आँसु बगाएर एन लुशानसँग लड्नुको विकल्प थिएन, र पराजित भए। (यसले \"यदि तपाइँ आफैलाई समर्थन गर्न कडा परिश्रम गर्नुहुन्छ भने, तपाइँ घाइते हुन सक्नुहुन्छ।\")\nताङ राजवंशमा, जब सीमा सेना र स्थानीय ग्यारिसनहरूले जवाफ दिने समय थिएन, लुसानको सेनाले सीमा थिचेर राजधानी क्षेत्रमा प्रवेश गर्यो। नाजुक अवस्थामा, ताङ राजवंशका सम्राट जुआनजोङले गार्ड्स कोर्प्सलाई राजधानीबाट भाग्न नेतृत्व गरे, जसले नेतृत्वविहीन सिजिङ चाङआनको पतन भयो।\n(Tang Xuanzong ले यस चिन्हको निर्देशन उल्लङ्घन गर्यो, त्यसैले एक लुशानको विद्रोह सफल भयो।)", "聖意": "घर सुरक्षित छ, आफैं भाग्यशाली छ, भाग्य स्थिर छ, लेनदेन समृद्ध छ, विवाह सफल छ (सावधानी), लिउजियाबाट एक पुरुष पैदल यात्री खेतमा आउँछन्, रेशमकिरा काट्छन्, छ वटा गाईवस्तु क्षतिग्रस्त हुन्छ, व्यक्ति भेटिन्छ। , मुद्दा जायज छ, हराएको सम्पत्ति रोग ल्याउँछ, अर्थात्, अन्शन चिहान मर्मत गर्नुपर्छ।", "古人": "लुसन विद्रोह", "第X籤": "छप्पनौं चिठ्ठा", "宮": "कुरूप दरबार"}