{"籤詩版本二": "बिहान र साँझ, बुद्धको समर्थन खतराको समयमा हुनुपर्छ तर खतरामा होइन\nयदि तपाईं कुनै महान व्यक्तिबाट आकर्षित हुनुहुन्छ भने, पैसा र रेशमले पनि साथ दिनेछ।यो चुआन लाइ हो। यो सबै तपाईं मा निर्भर गर्दछ।", "詩意": "यो हेक्साग्रामले देवता र बुद्धको गोप्य आशीर्वादलाई प्रतिनिधित्व गर्दछ।\nधैर्य हुनुहोस् र सबै कुरामा राम्रो भाग्य छ।", "解曰": "पुरानो जमानाको शान्तिको संकेत। जब सबै महँगो हुन्छ, यो शुभ हुनेछ।", "籤詩故事一": "◇ ताङ भिक्षुले बुद्धत्व प्राप्त गरे\nएक दिन ताङ सेङ नदीमा आएर अगाडि बुद्धको लिङ्शान हिमाल देखे, त्यसको अगाडि एक तलाको पुल थियो, ताङ सेङले यसलाई पार गर्ने हिम्मत गरेनन् । बुद्ध डुंगामा परिणत भए र अथाह भाँचिएको डुङ्गा समातेर ताङ भिक्षु डुङ्गामा चढ्नेबित्तिकै नदीमा खसे र डुङ्गा चलाउनेले उद्धार गरे।यसरी ताङ भिक्षुले बुद्धत्व प्राप्त गरे। (पश्चिमको यात्राको कथा)\n◇ ताङ भिक्षुको बौद्ध धर्मग्रन्थहरू\nताङ राजवंशको सानजाङ, उनको सामान्य थर चेन थियो र उनको दिइएको नाम यी थियो। गौशी काउन्टी, लुओझोउ (अहिले यान्शी शहर, हेनान प्रान्तको दक्षिण) मा जन्म। उनी तेह्र वर्षको उमेरमा भिक्षु बने र बौद्ध नाम सुआन्जाङ लिए।\nमौलिक बुद्ध धर्म ग्रन्थहरू प्राप्त गर्नका लागि, उहाँले झेंगुआनको तेस्रो वर्ष (इ. 629) मा चाङ्आन (आजको सियान, शान्सी प्रान्त) बाट प्रस्थान गर्नुभयो, सीमा पार गर्न साहस गर्नुभयो र तियान्झु पुग्नको लागि अनगिन्ती कठिनाइहरू पार गर्नुभयो। भारत) शास्त्र संकलन गर्न। उनले गंगा र सिन्धु नदीको बेसिन र भारतको दक्षिणपूर्वी तटीय क्षेत्रहरूमा यात्रा गरे, त्यसपछि हिउँले ढाकिएका पहाडहरू र हरियो पहाडहरू पार गरे, 50,000 माइल भन्दा बढी पछाडि र पछाडि पदयात्रा गरे। अन्ततः चाङआन फर्कन उनलाई 16 वर्ष लाग्यो। Zhenguan को 19 औं वर्ष (AD 645)। उहाँले धेरै संख्यामा बौद्ध धर्मग्रन्थहरू फिर्ता ल्याउनुभयो र तिनीहरूलाई चिनियाँ भाषामा अनुवाद गर्नुभयो।\n(ताङ सानजाङले चीन र भारतको बीचमा लामो यात्रा गरेका थिए। उनले यात्राको क्रममा खतराहरू अनुभव गरेको हुनुपर्छ, तर उहाँ सुरक्षित रूपमा फर्कन सक्षम हुनुहुन्थ्यो किनभने उहाँको पछाडि एक अदृश्य संरक्षक थिए।)", "聖意": "घर सुरक्षित छ, आफैं शुभ होस्, पश्चिमी व्यापार सफल होस्, विवाह सफल होस्, पैदल यात्रुले खेत अवरुद्ध गर्नुहोस्, रेशमकिराहरू अवरुद्ध होस्, रेशमकिराले सात बिन्दुहरू छन्, पशुधन लाभदायक छ, मानिसको खोजी होस्, पश्चिमी सार्वजनिक मुद्दा खराब छ, बसाइँसराइ रूढिवादी छ, हराएको सम्पत्ति देखिन्छ, रोग शुभ छ, पहाड र चिहान शुभ छ।", "古人": "ताङ भिक्षुले बुद्धत्व प्राप्त गरे", "第X籤": "लटरी बासट्ठी जित्दै", "宮": "यिन दरबार"}