{"籤詩版本二": "जाडो आउँदा, पहाडमा बेरको हाँगाको पातहरू झर्दा र हाँगाहरू ओइलाए पनि कहिल्यै नष्ट हुँदैन।\nतर जब वसन्त आउँछ, तब पनि मलाई गणिकाको रूपमा फर्काएर मौलिक कामलाई नष्ट गर्छ।", "詩意": "यस हेक्साग्राममा, बेरको फूलले अग्रणी स्थान ओगटेको छ।\nढिलो भयो भने सबै राम्रो हुन्छ।", "解曰": "एउटा तीर खाली छ। जब यो खाली हुन्छ, यो खाली हुँदैन। वसन्त आउने पर्खाइमा। यसमा रंग छ।", "籤詩故事一": "◇ दुई पटक स्कोर\nताङ वंशका सम्राट देजोङको शासनकालमा वफादार मन्त्री मेई बोगाओ र उनको परिवारलाई देशद्रोही प्रधानमन्त्री लु क्यूईले फँसाएका थिए जसले ती सबैलाई मार्न खोजेका थिए।उनका छोरा मेई लिआङयु मात्र भाग्न सफल भए। पछि उनले आफ्नो शासन परिवर्तन गरे। आफ्नो पहिचान लुकाउन वाङ Xitong को नाम। उहाँ सडकमा एक्लै बस्नुहुन्थ्यो, भोक र चिसो, तर सौभाग्यवश उहाँलाई चेन रिसेङ् (चेन डोङ्चु) ले भित्र लगे। चेन रिसेङलाई आफ्नो जीवनको अनुभव थाहा थिएन, त्यसैले उनले उनलाई चेनको बेरको बगैचाको हेरचाह गर्न मद्दत गर्न आग्रह गरे ताकि उनी सडकमा भोकै मर्न नपरोस्।\nचेन रिसेङ मेई बोगाओका सहपाठी र साथी थिए।उनी लु क्यू द्वारा सताइरहँदा मेई बोगाओले उनको उद्धार गरेका थिए।परिणामस्वरूप मेई बोगाओ र लु क्यूई बिच दुश्मनी भयो।अन्तमा उनको सम्पूर्ण परिवारलाई मृत्युदण्ड दिइयो।चेन यसबाट रिसेङलाई दुःख र क्रोध महसुस भयो।विवाह गरेपछि उनले राजीनामा दिएर आफ्नो परिवारलाई एकान्तमा बस्नका लागि याङझाउ गए।\nचेन रिशेङकी चेन सिङ्गयुआन नामकी छोरी छिन्, जो सुन्दर र सुगन्धित छिन्।मेई लिआङ्यु चेन परिवारमा आएपछि उनीहरू पहिलो नजरमा प्रेममा परे। मेई बोगाओको मृत्युको वार्षिकोत्सवको दिनमा बेरको फूल फुलेको दिन, चेन रिसेङ र उनको परिवारले आफ्नो मृतक मित्र र परोपकारीको सम्झनामा आफ्नो घरको बेरको बगैंचामा एउटा वेदी खोले। अप्रत्याशित रूपमा, आकाश अचानक परिवर्तन भयो। र भारी हिउँको आँधीले सबै बेरका फूलहरू ढाक्यो। चेन रिसेङले आफू सकुशल भाग्न सफल भएको भन्दै दुःख व्यक्त गरे तर मेई परिवारका सन्तानहरूलाई पनि बचाउन सकेनन्।उनले सोचे कि यो ईश्वरबाट आएको चेतावनी हो, त्यसैले बेरको फूल फेरि नफल्नेसम्म उनले कसम खाए। मेई परिवार जिउँदै थिए, उसले कहिल्यै केही बोलेन।उनी भागेर बुद्ध धर्ममा लागे र भिक्षु बने।\nउनकी छोरी सिङ्गयुआनले यो सुने र तुरुन्तै धूप बालिन् र बेरको फूल फेरि फुलोस् भनी ईश्वरसँग प्रार्थना गरिन्। तिनीहरूको इमान्दारीताले स्वर्ग ल्यायो, र बेरको बगैंचामा सबै बेरका रूखहरू फेरि फुल्यो; पछि चेन रिसेङलाई थाहा भयो कि Xitong Liangyu हो, त्यसैले उनले आफ्नी छोरी Xingyuan लाई उनीसँग विवाह गरे।", "聖意": "घर र घर आफैंको लागि राम्रो होइन, आफ्नै भाग्यको लागि, धन खोज्नु, व्यवहारमा विवेकी हुनु, विवाहको समयसम्म पर्खनु, ढिलो विवाह हुनु, ढिलो हुनु, समृद्धि हुनु। वसन्त, ढिलो हुन, ढिलो हुन, ढिलो हुन, व्यस्त हुन, व्यस्त हुन, समृद्ध हुन, व्यस्त हुन, पाउन।", "古人": "दुई पटक गोल गरे", "第X籤": "लोट जित्ने ६९", "宮": "तत्सुमी"}