{"籤詩版本二": "चाओ चाओ फूल जम्मा गर्ने मौरी जस्तै हो, दक्षिणपश्चिम र त्यसपछि पूर्वबाट उडेर\nजब वसन्त समाप्त हुन्छ र फूलहरू झर्छन्, खोज्ने ठाउँ हुँदैन यो मनले आफ्नो ठेगाना बदल्ने छैन।", "詩意": "यो हेक्साग्राम फूल टिप्ने मौरी जस्तै हो।\nसबै परिश्रम र परिश्रमशील छन्।", "解曰": "वसन्तको दृश्य छैन। लामो समयसम्म वर्षा हुन्छ तर कहिले सफा हुँदैन। मद्दतको लागि सोध्नुहोस्। चुपचाप बस्नु राम्रो हो।\n।", "籤詩故事一": "◇ ली मी ताङ राजवंश विरुद्ध विद्रोह गरे\nलि मी\n(५८२-६१९), चीनको सुई राजवंशको उत्तरार्धमा किसान विद्रोहमा वागाङ सेनाका स्वर्गीय नेता। क्यालिग्राफीको मास्टर। फा शब्दका मालिक चाङआन, जिङझाओका मूल निवासी थिए र उनको पुर्खाको घर सियाङपिङ, लियाओडोङ (अहिले लिओयाङ, लिओनिङको दक्षिण) थियो। चाङ्गआनका मूल निवासी, जिङझाओ, उनको पुर्खाको घर सियाङपिङ, लियाओडोङ (अहिले लिओयाङ, लिओनिङको दक्षिण) हो।\nदाये (६१३) को नवौं वर्षमा, उनले लियाङ (अहिले जुन्सियन काउन्टी, हेनान प्रान्तको उत्तरपूर्व) मा सुई राजवंशको विरुद्धमा याङ सुआंगनको विद्रोहमा भाग लिए। दाये (६१३) को नवौं वर्षमा, उनले लियाङ (अहिले जुन्सियन काउन्टी, हेनान प्रान्तको उत्तरपूर्व) मा सुई राजवंशको विरुद्धमा याङ सुआंगनको विद्रोहमा भाग लिए। रहस्यमय भावना पराजय भयो,\nलि मी भागे। Xuangan पराजित भयो र Li Mi भागे।\nDaye को बाह्रौं वर्षमा, उनी Wagang आर्मीमा भर्ती भए\n। Daye को शासन को बाह्रौं वर्ष मा, उनी Wagang सेना मा भर्ती भए। ली मी रणनीतिमा राम्रो थियो।डेको बाह्रौं वर्षको अक्टोबरमा, ली मीले झाङलाई सेनाको साथमा रहेका शक्तिशाली सेनापति सिङ्गयाङ टोङलाई आक्रमण गर्न, झाङ जुटुओको रक्षा गर्न, सुई सेनालाई पराजित गर्न र झाङ जुटुओलाई मार्न राजी गरे। ली मी रणनीतिमा राम्रो थियो।डेको बाह्रौं वर्षको अक्टोबरमा, ली मीले झाङलाई सेनाको साथमा रहेका शक्तिशाली सेनापति सिङ्गयाङ टोङलाई आक्रमण गर्न, झाङ जुटुओको रक्षा गर्न, सुई सेनालाई पराजित गर्न र झाङ जुटुओलाई मार्न राजी गरे।\nपछि, उनले Xingluo (पछि नाम लुओकोउ) गोदाममा आक्रमण गर्ने, राहतको लागि गोदाम खोल्ने र टोलीलाई विस्तार गर्ने प्रस्ताव राखे।वागाङ आर्मीको टोली द्रुत गतिमा बढ्दै गयो।डेको 13 औं वर्षमा ली मीले वागाङ सेनाको नेतृत्व गरे र Zhai Rang। सुई राजवंशको विध्वंस र वितरणसँग व्यवहार गरियो। सैन्य स्रोत र अन्य मुद्दाहरूमा युद्ध भयो, र ली मीले झाई रंग र उनका सयौं अनुयायीहरूलाई मारे। पछि, उनले Xingluo (पछि नाम लुओकोउ) गोदाममा आक्रमण गर्ने, राहतको लागि गोदाम खोल्ने र टोलीलाई विस्तार गर्ने प्रस्ताव राखे।वागाङ आर्मीको टोली द्रुत गतिमा बढ्दै गयो।डेको 13 औं वर्षमा ली मीले वागाङ सेनाको नेतृत्व गरे र Zhai Rang। सुई राजवंशको विध्वंस र वितरणसँग व्यवहार गरियो। सैन्य स्रोत र अन्य मुद्दाहरूमा युद्ध भयो, र ली मीले झाई रंग र उनका सयौं अनुयायीहरूलाई मारे।\nडेको १४ औं वर्षको मार्चमा यु वेनहुआजीले सुई वंशका सम्राट याङलाई मारेका थिए ।\n, 100,000 भन्दा बढी मानिसहरूलाई पश्चिम फर्कन नेतृत्व गरे। डेको चौधौं वर्षको मार्चमा, यू वेनहुआजी (यु वेन, मिश्रित उपनाम) ले सुई वंशका सम्राट याङलाई मारेर 100,000 भन्दा बढी मानिसहरूको साथ पश्चिम फर्के। ली मीलाई हुआजीमाथि आक्रमण गर्ने आदेश दिइएको थियो।हुआजी पराजित भए तापनि ली मीका सेनाहरूले पनि ठूलो नोक्सानी बेहोरेका थिए। पछि वाङ शिचोङले उनीहरूलाई पछ्याए।ली मीको सेना पराजित भयो र उनको शिविर ध्वस्त भयो। उनका सेनापतिहरू किन शुबाओ, चेङ झिजी (मूल नाम। चेंग याओजिन), निउ जिन्डा र अन्यलाई कैद गरियो। ली मीलाई हुआजीमाथि आक्रमण गर्न आदेश दिइएको थियो।हुआजी पराजित भए तापनि ली मीले आफ्ना सेनाहरूमा ठूलो क्षति बेहोरेका थिए। पछि, वाङ शिचोङ द्वारा उनको पछि लागे।ली मीको सेना पराजित भयो र उनको शिविर ध्वस्त भयो।उनका सेनापति किन शुबाओ, चेंग झिजी (मूल नाम चेंग याओजिन), निउ जिन्डा र अन्यलाई कब्जा गरियो, र शान सियानक्सिनले आत्मसमर्पण गरे। ली मी हताश थियो, त्यसैले उनले सेप्टेम्बरमा हेयाङ नदी पार गरे र ताङ राजवंशमा आत्मसमर्पण गरे। ली मी हताश थियो, त्यसैले उनले सेप्टेम्बरमा हेयाङ नदी पार गरे र ताङ राजवंशमा आत्मसमर्पण गरे।\nनोभेम्बरमा, ली युआनले पुरानो सेनाहरू भर्ती गर्न ली मीलाई शानडोङ पठाए। नोभेम्बर,\nली युआनले ली मीलाई पुरानो सेनाहरू भर्ती गर्न शान्डोङमा पर्खन पठाए। आफूलाई शंका लागेको महसुस गर्दै उनले ताङविरुद्ध विद्रोह गरे। आफूलाई शंका लागेको महसुस गर्दै उनले ताङविरुद्ध विद्रोह गरे। ताङ जनरल शेङ यान्शीले ली मीलाई आक्रमण गर्न निमन्त्रणा दिए र उनलाई जिङगोङ सियानमा मारे। ताङ जनरल शेङ यान्शीले ली मीलाई आक्रमण गर्न निमन्त्रणा दिए र जिङ्गगोङ सियानमा उनको हत्या गरे।", "聖意": "घर, घर, जिब्रो, स्वयम्, खलनायक, धन खोज्ने, व्यापार बर्बाद, विवाह टिक्न नपाउने, लिउजिया, खाली फूल, पैदलयात्री, याओटियन, रेशमकिराको क्षति, छ वटा पशुधन क्षति, बेपत्ता व्यक्ति, मुद्दा, हानि, बसाइँसराइ, रूढ़िवादीता, हराएको सम्पत्ति, रोग, अवरोध, पहाड चिहान सुधार", "古人": "ली मी ताङ राजवंश विरुद्ध विद्रोह गरे", "第X籤": "सत्तरीको बराबरी", "宮": "तत्सुमी"}