{"籤詩版本二": "मौरीपालन गर्नेहरूले महको लागि भिख माग्नुपर्छ, नत्रता उनीहरूलाई डंकले डस्नेछ\nतिम्रो अगाडि एउटा अनौठो बाटो हुनुपर्छ, रहस्य काँडाको जङ्गल जस्तै गहिरो छ।", "詩意": "यो हेक्साग्रामले मह सङ्कलन गर्ने माहुरीहरूलाई सङ्केत गर्छ।\nसबै परिश्रम र परिश्रमशील छन्।\n\n(यो हेक्साग्रामले मिठास र तितोपनको प्रतीक खोज्छ।\nसबै कुरामा विपत्तिहरू रोक्नुहोस्।\n)", "解曰": "कुराहरू सावधानीपूर्वक गर्न आवश्यक छ। जबरजस्ती गर्न आवश्यक छैन। मौरीले मह बटुल्छन् । कारण के हो?", "籤詩故事一": "◇ वाङ माङले प्रतिभा खोज्छन्\nपश्चिमी हान राजवंशको वाङ माङ परिवारलाई धनी परिवार भन्न सकिन्छ। यद्यपि उनका बुबाको सानैमा मृत्यु भयो, उनका धेरै काका र काकाहरू हान वंशका सम्राट बने।उनीहरू सेनापति, प्रधानमन्त्रि, र मार्क्विज बने र पुरस्कार प्राप्त गरे।वाङ परिवार अत्यन्त प्रतिष्ठित थियो।\nतर वाङ माङको आफ्नै सानो परिवार अत्यन्त गरिब थियो; उनको बुबाको सानैमा मृत्यु भयो, र उनी आफन्तहरूबाट परोपकारमा भर परेर आफ्नी आमासँग मात्र बस्थे। तर यसका कारण वाङ माङले बाल्यकालदेखि नै मानिसहरूसँग व्यवहार गर्ने सीपको विकास र अभ्यास गरे। जतिसुकै दुखी वा क्रोधित भएतापनि आफन्त, ठूला वा बाहिरका मानिसहरुका अगाडि सधैं खुसी र शान्त देखाउनुहुन्थ्यो, त्यसैले वंशका सबैले उहाँको प्रशंसा गर्थे ।\nएक पटक उहाँको जेठो काका गम्भीर बिरामी हुनुहुन्थ्यो, थाहा पाएपछि उहाँ बिरामीको ओछ्यानमा पर्खनुभयो, औषधी र पानी ल्याउनुभयो, र राती जागर गर्नुहुन्थ्यो, उहाँ धेरै महिनासम्म नाङ्गो, अस्तव्यस्त र चकचके हुनुहुन्थ्यो। केवल एक रोगी भन्दा धेरै \"बिरामी\"। जैविक छोरा भन्दा धेरै \"छोरा\"।\nयसका लागि, ताइवानी जनतामा सबैले उनको प्रशंसा गरे र उनको लागि पुरस्कार माग्दै पत्र लेखे।\nत्यसैले हान वंशका सम्राट चेङले उनलाई नयाँ राजधानी मार्क्विसको उपाधि दिए र उनलाई दरबारमा गार्डको रूपमा नियुक्त गरे र सम्राटको नजिकको मन्त्री बने।\nआफ्नो उच्च हैसियत र महान् शक्तिका कारण वाङ माङले कहिल्यै घमण्ड वा ढिलोपन देखाएनन्, बरु उहाँ झन् विनम्र र विनम्र हुनुभयो, एकातिर उहाँले मन्त्रीहरू, मन्त्रीहरू, सेलिब्रेटीहरू र विद्वानहरूसँग मित्रता गर्नुभयो।\nतर उहाँले धेरै मितव्ययी जीवन बिताउनुभयो, प्रायः मासुका भाँडाहरू खानुहुन्थ्यो, लामो लुगा र लामो बाहुलाको लुगा लगाएको उल्लेख नगर्नुहोस्, केवल छोटो लुगा लगाएको थियो। त्यसैले सरकार र जनतामा सबैले एकमतले उहाँलाई \"सद्गुणी\" शब्दले प्रशंसा गरे।\nपछि, उनका काका, ग्रान्ड सिमा वाङ्गेन, बिरामीको कारण मरे र उहाँलाई उनको प्रतिस्थापनको रूपमा छानियो। सम्राट र सबै मन्त्रीहरूले उहाँलाई सबैभन्दा उपयुक्त ठाने। त्यसकारण, वाङ माङ, जो केवल अड़तीस वर्षका थिए, देशको सर्वोच्च सैन्य शक्तिको साथ ग्रान्ड सिमा बने।\n(यो कथा एउटा रूपक हो। असल व्यक्ति हुनुले तपाईंलाई \"माहुरीले टोक्ने कठिनाइ\" बाट छुटकारा पाउन र आफ्नो इच्छा अनुसार आफ्नो आदर्श हासिल गर्न मद्दत गर्न सक्छ।)", "聖意": "घर आफैं राम्रो छैन, परिवार समस्यामा छ, व्यापार अवरुद्ध छ, विवाह अवरुद्ध छ, छ वटा हतियार झूटो छ, पैदल यात्रु ढिलो छ, रेशमकिरा फसल कम छ, गाईवस्तु कम छ, गाह्रो छ। मान्छे खोज, मुद्दा नराम्रो छ, बसाइ सरेको छैन, हराएको सम्पत्ति खराब छ, रोग स्थापना भएको छ, पहाड चिहान हराएको छ", "古人": "वाङ माङले प्रतिभा खोज्छन्", "第X籤": "लटरी ७२ जित्दै", "宮": "तत्सुमी"}