{"籤詩版本二": "जब वसन्त आउँछ, गर्जनले सयौं कीराहरू हल्लाउँछ, र म हिलोबाट टाढा जान्छु\nजब मैले पहिलो पटक महसुस गरें कि म अझै आउँदैछु र जाँदैछु, एक पटक म परिवर्तन भएँ, म ड्र्यागन बनें।", "詩意": "यो हेक्साग्राम गर्जन र कीरा जस्तै छ।\nएक महान व्यक्ति भेट्नु सबै कुरामा राम्रो संकेत हो।", "解曰": "गर्जन प्रहार। भित्र र बाहिर दुई जम्मा। एक पटक परिवर्तन गर्नुहोस्। तियानमेन सम्म।", "籤詩故事一": "◇ चेन्कियाओ विद्रोह\nसन् ९५९ मा झोउ शिजोङ चाइ रोङको मृत्यु भयो र सिंहासनमा बस्ने सम्राट गोङ चाइ जोङक्सुन मात्र सात वर्षका थिए । त्यतिबेला दरबारको अगाडि इन्स्पेक्टर र जर्मन सेनामा सोङझाउको राजदूतको रूपमा सेवा गर्ने झाओ कुआङयिनले वास्तविक शक्ति राखेका थिए।\n960 ईस्वीको वसन्तमा, झेन्झाउ (आजको झेङडिङ, हेबेई प्रान्त) र डिङ्झाउ (आजको डिङ्सिआन काउन्टी, हेबेई प्रान्त) ले उत्तरी हान राजवंश र लियाओ राज्यका सेनाहरू संयुक्त रूपमा उत्तरी हान राजवंशलाई आक्रमण गर्न दक्षिणतर्फ गइरहेका थिए। ठूलो गति, र सहायताको लागि सेना पठाउन अनुरोध। पछि, झोउ राजवंशले झाओ कुआंग्यिनलाई शत्रु विरुद्ध लड्न उत्तरतिर आफ्नो सेनाको नेतृत्व गर्न आदेश दिए। झाओ कुआंगयिनले आफ्नो भाइ झाओ गुआन्गी, झाओ पु, शि शौक्सिन र अन्यको योजना अन्तर्गत गोप्य रूपमा काम गरे।\nफेब्रुअरी 3 मा, सेना चेन्कियाओई (अहिले फेंगक्यु, हेनानको दक्षिणपूर्वी चेन्कियाओ टाउन) मा आइपुग्दा, तिनीहरूले विद्रोह सुरु गरे र सिपाहीहरूलाई उहाँको लागि पहेंलो लुगा लगाउन आदेश दिए। तिनीहरूले पछि झोउ राजवंशको विरुद्ध विद्रोह गरे र झाओ कुआंगिनलाई सम्राटको रूपमा समर्थन गरे। । त्यस पछि, झाओले आफ्ना सेनाहरूलाई जलाए, हत्या वा लुटपाट नगरी कैफेङमा फिर्ता लिए। \"ताइजु चेन छियाओले राजधानीका मानिसहरूलाई गडबड नगर्ने शपथ खाए र शहरमा प्रवेश गर्ने दिन शहरलाई गडबड नगर्ने वाचा गरे।\"\nचन्द्र महिनाको तेस्रो वर्षको तेस्रो दिनमा, झाओ कुआङयिनले चेन्कियाओमा विद्रोह गरे र राजधानी फर्के।फान झीले वाङ पु र वेई रेन्पुलाई झाओ कुआङयिनलाई प्रश्न गर्न अगुवाइ गरे।लुओ यानहुआनले पालको अगाडि आफ्नो तरवार ताने र ठूलो स्वरले कराए। : \"तीन सेनाको कुनै मालिक छैन। सेनापतिहरूले उनलाई सम्राट नियुक्त गर्ने निर्णय गरेका छन्। जसले बोल्छ, मारिनेछ!\"। वाङ पुको अनुहार माटोजस्तै फिक्का थियो।उनले आफ्ना पाइलाहरू तल ल्याए र निहुरिए।फान झीले पनि निहुरे।कुआंग यिनले व्यक्तिगत रूपमा उनलाई उठाउन मद्दत गरे र उनीसँग ठूलो शिष्टाचार व्यवहार गरे।\nमध्यम प्रतिरोध पछि, पछि झोउ वंशका सम्राट गोंगले सिंहासनमा कब्जा गरे, र झाओले सिंहासनमा कब्जा गरे। \"ताइजु जेनलाई स्वीकार गर्न लागेका थिए, तर त्यहाँ कुनै जेन पाठ थिएन। हान्लिनका विद्वान ताओ गुले आदेशलाई स्वीकार गरे। र उसको छेउमा आएर भने, \"यो भयो।\"\nझाओ सिंहासनमा आएपछि उनले देशको नाम परिवर्तन गरी सोङ, युआनलाई जियानलोङ र काइफेङलाई राजधानी बनाए।शी शौक्सिन, गाओ हुआइदे, झाङ लिङ्डुओ, वाङ शेन्की, झाङ गुआङ्हान र झाओ यानहुईलाई जिएदुशीको उपाधि प्रदान गरियो। जुन इतिहासमा \"चेन्कियाओ विद्रोह\" भनेर चिनिन्थ्यो।\nविकिपिडिया\n(यो कथाले प्रतिनिधित्व गर्दछ कि यो Zhao Kuangyin को प्रदर्शन को शुरुवात हो।)", "聖意": "आफ्नो घरको लागि प्रार्थना गर्नुहोस्, दैनिक जीवन, धन, सौभाग्य, व्यापारमा राम्रो भाग्य, महान विवाह, लिउजियामा सफलता, पुरुष पैदल यात्री, खेतमा रेशमकिराको प्रारम्भिक जन्म, छवटा जनावरको प्रारम्भिक जन्म, वसन्तमा शुभ भाग्य, मानिसहरूको खोजी। मुद्दामा सफलता, बसाइँसराइमा शुभ, हराएको सम्पत्ति, रोगमा खतरा, पहाड र चिहानमा खतरा।", "古人": "Chenqiao विद्रोह", "第X籤": "७३ मा हस्ताक्षर भयो", "宮": "एमआई प्यालेस"}