{"籤詩版本二": "सपनामा, यो भनिएको थियो कि त्यहाँ धेरै धन हुनेछ, तर प्रसिद्धि शून्य हुनेछ।\nपानी टाढा छ, पहाड टाढा छ, तर विश्वासी हुन गाह्रो छ, महान व्यक्तिले मार्गदर्शन र मुस्कान दिन्छ।", "詩意": "यो हेक्साग्रामले सपनामा खजाना प्राप्त गर्ने प्रतीकलाई प्रतिनिधित्व गर्दछ।\nसबै कुरा कम वा कम वास्तविक छ।", "解曰": "सपना जस्तै सपना देखे। प्रसिद्धिको आशा छैन। बस राम्रो समय को लागी प्रतीक्षा गर्नुहोस्। महान निर्देशन।", "籤詩故事一": "◇ जेडलाई झाओमा फर्काउनुहोस् (यसलाई पूरा गरेपछि जेडलाई झाओमा फर्काउनुहोस्)\n283 ईसा पूर्वमा, राजा झाओ हुइवेनले चूबाट हेज बी प्राप्त गरे।राजा किन झाओक्सियांगले यो खबर सुनेपछि, उनले राजा झाओलाई पत्र पठाए र हे बीको लागि पन्ध्र शहरहरू साट्ने इच्छा व्यक्त गरे।\nलिन सियांगरुले राजा झाओलाई किन बलियो र झाओ कमजोर भएको र प्रतिस्थापन गर्नुपर्ने कुराको विश्लेषण गरे।\nत्यसपछि राजा झाओले लिन सियांगरुलाई हिज बीसँग किन पठाए।\nकिनका राजाले लिन सियाङ्रुलाई झाङ्ताईमा भेटे र लिन सियाङ्रुले किनका राजालाई जेड दिए। किनका राजा खुसी भए र हिज बीलाई सुन्दरतामा पार गरे र उनको वरपरका सबैले यसलाई हेरे। यस समयमा, बाँया र दायाँ सबैले बाँच्नुहोस्।\nकिनका राजाको यो सहर झाओलाई दिने कुनै इरादा नभएको लिन सियांगरुले देखे, त्यसैले उनले किनका राजालाई आफ्नो जेड दोषपूर्ण भएको कुरा बताए र त्यसलाई किनका राजालाई देखाउन चाहन्थे। जेड फिर्ता।\nलिन सियांगरुले हेशीको बीलाई फिर्ता लिएपछि, उनी हेशीको बीसँग मर्न चाहन्छन् भनेर देखाउँदै ठूलो स्तम्भको छेउमा उभिए।\nयस समयमा, लिन सियांगरुले किनका राजालाई भने: \"झाओका राजाले अझै पनि मन्त्रीहरूको आपत्तिलाई जितेर मन्त्रीको प्रस्तावलाई स्वीकार गरे। सामान्य जनतासँग अन्तरक्रिया गर्दा एक अर्कालाई धोका दिएनन् भने पनि, यो उल्लेख गर्नु हुँदैन। किन एक ठूलो देश हो! किन र झाओ बीचको मित्रता जोगाउनको लागि, राजा झाओ पाँच दिनको उपवास पछि, मैले मेरा मन्त्रीहरूलाई जेडसहित किन पठाएँ। दुर्भाग्यवश, किनका राजाले झाओलाई दिने कुनै मनसाय मात्र थिएन। शहर, तर उनले परिवारको जेड एउटी सुन्दर महिलालाई पनि दिए, जुन वास्तवमै मेरा मन्त्रीहरूको उपहास थियो।\"\nबोल सकिएपछि लिन सियांगरुले तुरुन्तै एउटा स्तम्भ प्रहार गर्ने इशारा गरे।किनका राजालाई हिज बीलाई नोक्सान हुने डर थियो, त्यसैले उनले झाओलाई पन्ध्र सहर दिने नाटक गरे। लिन Xiangru ले राजा किनको विश्वासघाती योजना देखे, त्यसैले उनले राजा किनलाई समय ढिलाइ गर्न He's Bi लाई प्रस्तुत गर्नु अघि पाँच दिनको लागि उपवास गर्न आग्रह गरे। यी केही दिनहरूमा, लिन सियांगरुले आफ्ना सेवकहरूलाई जेडको साथ झाओ राज्यमा फर्कन पठाए, जबकि उनी किनका राजासँग सम्झौता गर्न बसे।\n(यो कथा एक साधारण व्यक्तिको आफ्नो हैसियतले मोहित हुने आँखा जस्तै हो।)", "聖意": "घरमा आशीर्वादको लागि प्रार्थना गर्ने, आफैलाई, धनमा बाधा पुर्‍याउने, लेनदेन प्राप्त गर्न गाह्रो बनाउने, लिउजियाक्सु पैदलयात्रीहरूसँग विवाह मिल्दैन, चिटियान रेशमकीराहरू स्वीकार गरिँदैन, छवटा जनावरहरू क्षतिग्रस्त हुन्छन्, मानिसहरू बेपत्ता हुन्छन्, सार्वजनिक मुद्दा र बसाइँसराइको अपेक्षा गरिन्छ, हराएको चीजहरू टाढा छन्, रोगहरू स्थापित हुन्छन्, पहाड चिहानहरूमा पठाइन्छ, र परिवर्तन हुन्छ।", "古人": "जेडलाई झाओमा फर्काउनुहोस् (झाओमा जेड पूरा गर्नुहोस्)", "第X籤": "७७औँ जित्ने लटरी", "宮": "दिउँसो दरबार"}