{"籤詩版本二": "गोलाकार रुखका पातहरू झरेका छन्, शरद ऋतु नजिकिँदै छ, यात्रुहरूको फिर्ती यात्रा बादल जस्तै देखिन्छ।\nभगवानको ठूलो प्रयासको लागि धन्यवाद, जहाज हावामा खजाना लिएर फर्कियो।", "詩意": "यो हेक्साग्रामले झरेको सिकमोर पातहरूको छविलाई प्रतिनिधित्व गर्दछ।\nसबै कुरा पहिले नराम्रो हुन्छ र अन्त्यमा राम्रो हुन्छ।", "解曰": "मनबाट चीजहरू लिनुहोस्। Tianxin यसलाई पछ्याउँछ। बाँच्नको लागि। जे सक्छौ गर ।", "籤詩故事一": "◇ तेङ्गवाङ प्याभिलियनमा हावा चल्छ\nवाङ बो, शिष्टाचार नाम जियान, प्रारम्भिक ताङ राजवंशका कवि थिए।उनी ताङ वंशका सम्राट गाओजोङ योङहुईको पहिलो वर्षमा जन्मेका थिए। वाङ बोले बाल्यकालदेखि नै धर्मशास्त्र पढ्दै आएका छन् र उहाँलाई \"बाल विलक्षण\" भनेर चिनिन्छ। वाङ बोले बाल्यकालदेखि नै धर्मशास्त्र पढ्दै आएका छन् र उहाँलाई \"बाल विलक्षण\" भनेर चिनिन्छ।\nजब उहाँ दश वर्षको हुनुहुन्थ्यो, उहाँ र उहाँको बुबा गुआन्डी मन्दिरको छेउबाट जानुभयो। तिनीहरूले मन्दिरमा गुआन्डीको भव्य मूर्ति देखे, \"वसन्त र शरद ऋतु\" को प्रतिलिपि बोकेर पढे। जब उनका बुबाले त्यो देखे। प्रेरित भएको थियो।उनले सम्राट गुआनलाई भन्यो: \"हरियो दाह्रीको तीन ताला समातेर, हरियो लालटेनमा किंग राजवंशको इतिहास पढ्दै र प्रसिद्ध नामहरूलाई श्रद्धांजलि अर्पण गर्दै। मेरो हातमा हरियो ड्र्यागन र चन्द्रमा समातेर।\" भनिन्छ। यस वर्षको शरद ऋतुमा वाङ बोले हजारौं पहाड र नदीहरू पार गर्दै जियाओझीको काउन्टी म्याजिस्ट्रेटमा पदोन्नति भएका आफ्ना बुबालाई भेट्न साङ्सीबाट हाइनान टापु गएका थिए। वर्षको शरद ऋतुमा जब उहाँ २७ वर्षको हुनुहुन्थ्यो, वाङ बोले जिओझी काउन्टी म्याजिस्ट्रेटको पदबाट हटाइएको आफ्ना बुबालाई भेट्न साङ्सीबाट हाइनान टापु गएका थिए।उनी बाटोमा हजारौं पहाड र नदीहरू पार गरे।\nत्यो दिन हामी मदङ पहाडमा आइपुग्दा सबैजना आराम गर्नको लागि किनारमा गए।वाङ बो एक पुरानो मन्दिरको छेउमा एक्लै हिंड्दा अचानक मन्दिरको छेउमा ढुङ्गामा बसेको एक जना बूढो मानिस देखे।उनी गोरो कपाल भएको बालक जस्तै देखिन्थे। र एक परी रूप। उसले वाङ बोलाई भन्यो \"तिमी वाङ बो होइनौ?\" वाङ बो छक्क परे र भने, \"ठ्याक्कै! तिमीलाई कसरी थाहा भयो?\" बूढो मानिसले भन्यो, \"मैले लामो समयदेखि सुनेको छु कि तिमी राम्रो छौ। मानिसहरूलाई बचाउने मनसाय, र तपाईंको कविताहरू धेरै अर्थपूर्ण छन्। भोलि तेङ्गवाङ प्याभिलियनमा एक भव्य पार्टी हुनेछ। यदि तपाईं भोजमा उपस्थित हुन सक्नुहुन्छ र निबन्ध लेख्न सक्नुहुन्छ भने, तपाईं उमेर भरि प्रसिद्ध हुनुहुनेछ र यात्रा खर्च पाउनुहुनेछ।\" जब तिनीहरू आइपुगे। मदङ पहाडमा, सबैजना आराम गर्नको लागि किनारमा गए। वाङ बो एक पुरानो मन्दिरको छेउमा एक्लै हिंड्दै गर्दा, उनले अचानक मन्दिरको छेउमा रहेको ढुङ्गामा देखे, त्यहाँ एक बूढा मानिस बसिरहेको थियो, जो गोलाकार कपाल र एउटी परी भएको थियो। उसले वाङ बोलाई भन्यो, \"तिमी वाङ बो होइनौ?\"\nवाङ बो छक्क परे र भने, \"ठ्याक्कै! तिमीलाई कसरी थाहा भयो?\"\nबुढाले भने: \"मैले लामो समयदेखि सुनेको छु कि तपाईं मानिसहरूलाई बचाउने दयालु मनसाय राख्नुहुन्छ, र तपाईंले लेख्नुभएका कविताहरू धेरै अर्थपूर्ण छन्। भोलि प्रिन्स टेङको मंडपमा भव्य पार्टी हुनेछ। यदि तपाईं भोजमा उपस्थित हुन सक्नुहुन्छ र रचना गर्न सक्नुहुन्छ भने, तिमी युगभरि प्रसिद्ध हुनेछौ र यात्रा खर्च पनि पाउनुहुनेछ।\"\nवाङ बोले भन्नुभयो: \"यो ठाउँ तेङ्गवाङ प्याभिलियनबाट छ वा सात सय माइल टाढा छ। हामी भोलि यहाँ कसरी पुग्न सक्छौं?\" बूढाले भने: \"तिमीलाई सहज यात्रा गर्न मद्दत गर्न म घोडालाई दिव्य हावाको रूपमा प्रयोग गर्नेछु। भोलि पक्कै आउनेछ।\" वाङ बोले मलाई धन्यवाद दिँदै भने: \"माफ गर्नुहोस्, मेरो ससुरा।, तपाईं अमर वा भगवान हुनुहुन्छ?\" बूढो मानिस हाँस्यो र भन्यो, \"म झोंगयुआन शुइजुन हुँ जो त्यहाँ छ। यो पानी क्षेत्रको जिम्मेवारी! वाङ बोले भने, \"यो ठाउँ तेङ्गवाङ प्याभिलियनबाट छ वा सात सय माइल टाढा छ। भोलि हामी त्यहाँ कसरी पुग्न सक्छौं?\"\nबूढो मानिसले भन्यो: \"म घोडालाई दिव्य हावाको रूपमा प्रयोग गर्नेछु तपाईलाई सहज यात्रा गर्न मद्दत गर्न। म भोलि अवश्य आउनेछु।\"\nवाङ बोले उहाँलाई धन्यवाद दिँदै भने, \"माफ गर्नुहोस्, ससुरा, तपाईं अमर वा भगवान हुनुहुन्छ?\"\nबूढो मानिस हाँस्यो र भन्यो, \"म यो पानी क्षेत्रको जिम्मा लिने झोंग्युआन शुइजुन हुँ!\" त्यसपछि बुढोले वाङ बोलाई चाँडै डुङ्गामा चढ्न आग्रह गरे। उसले केही बेर आफ्नो वरिपरि शुभ बादल र हावा देखे। र बाटोमा पानी चिल्लो थियो, आँखा झिम्केमा, उनले सयौं माइल यात्रा गरे।\nत्यसपछि बूढाले वाङ बोलाई चाँडै डुङ्गामा चढ्न आग्रह गरे।उनले केही समयको लागि शुभ बादलले घेरेको देखे, र यो एक सहज यात्रा थियो, आँखा झिम्क्याउँदै, उनले सयौं माइलको यात्रा गरिसकेका थिए। अपेक्षित रूपमा, वाङ बो भव्य कार्यक्रमको बिहान राजकुमार टेङको मंडपमा पुगे।\nअपेक्षित रूपमा, वाङ बो भव्य कार्यक्रमको बिहान राजकुमार टेङको मंडपमा पुगे। र घटनास्थलमा, उनले \"प्रिन्स टेङ्को मंडपको प्रस्तावना\" लेखे, जसलाई ताङ राजवंशका सम्राट गाओजोङले अनन्त उत्कृष्ट कृति भनिन्। र घटनास्थलमा, उनले \"प्रिन्स टेङ्को मंडपको प्रस्तावना\" लेखे, जसलाई ताङ राजवंशका सम्राट गाओजोङले अनन्त उत्कृष्ट कृति भनिन्।\nत्यहाँ एउटा कविता छ जसमा भनिएको छ:\nप्रतिभाशाली मानिस देवता हुन् भनी सधैं भनिएको छ, त्यसैले हावाले नानचाङलाई नानचाङमा ल्याउँछ भन्ने दुर्घटना होइन;\nमैले तेङ वाङको अग्लो मंडपको बारेमा एउटा वाक्य लेखें, र त्यसपछि उनी अमरहरूका साथ झोङयुआन गए।", "聖意": "आफ्नो घरको लागि प्रार्थना गर्नुहोस् र आफ्नो सुरक्षा गर्नुहोस्, आशीर्वादको लागि प्रार्थना गर्नुहोस्, धन खोज्नुहोस्, र विवाह र सद्भाव प्राप्त गर्नुहोस्।", "古人": "तेङ्गवाङ प्याभिलियनमा हावा चलिरहेको छ", "第X籤": "अठासीमा हस्ताक्षर गर्नुहोस्", "宮": "वेई गोंग"}