{"籤詩版本二": "आफ्नो प्रतिष्ठाको कारणले आफ्नो पुण्य गुमाए भने के हुन्छ?मलाई डर छ कि राम्रो भाग्य बदलिन्छ र खराब कुरा हुन्छ।\nनशामा, कहाँ जाने थाहा छैन, हरियो पाइन रूखहरूको छायामा मेरो अन्धो सपना छ।", "詩意": "यो हेक्साग्रामले पानी छोड्ने चिसो माछालाई प्रतिनिधित्व गर्दछ।\nकेही सार्न सकिँदैन।\n\n(यो हेक्साग्राम खराब पुण्य र दुर्भाग्यको प्रतीक हो।\nहरेक कुरामा आफ्नो खुट्टा जमिनमा राख्नुहोस्।\n)", "解曰": "चिसो माछाले पानी छोड्छ। मलम मा माछा। यदि तपाइँ शिविर योजनाहरूको बारेमा सोध्नुहुन्छ भने। Mo Qi लाई राम्रो छ\nयो चिन्हले लिउजियाको लागि दुर्भाग्य ल्याउनेछ। सबै कुरा गलत हुन्छ। सुरक्षाको लागि प्रार्थना गर्नुहोस्।", "籤詩故事一": "◇ Zhuangzi आफ्नी पत्नी परीक्षण\nZhuangzi झोउ राजवंश मा जन्म भएको थियो।उनको थर Zhuang थियो, उनको दिइएको नाम Zhou थियो, र उनको दिइएको नाम Zixiu थियो।उनी गीत राजवंश मा Mengyi को मूल निवासी थियो। झोउ राजवंशमा, उनी कियुआनको अधिकारी थिए।\nएक दिन, झुआङ्जीले पहाडमा एउटी आइमाईलाई भेटे। उनी नयाँ चिहानको अगाडि बसिरहेकी थिइन्, आफ्नो पंखा हल्लाउँदै, चिहानको भिजेको माटो सुकाउन चाहन्छिन्। Zhuangzi ले उनको मनसाय बुझेन, त्यसैले उसले सोध्यो। उनले भनिन् कि चिहानमा गाडिएको व्यक्ति उनको पति हो र उनको श्रीमानको अन्तिम शब्द थियो कि चिहानको माटो नसुक्दासम्म उनले पुनर्विवाह गर्न सक्दैनन्। तिनी अब पर्खन सक्दिनन्, त्यसैले उसले चिहानको माटोलाई छिटो सुकाउनको लागि हलचल गरि, ताकि उसले दोस्रो वसन्तलाई पछ्याउन सक्छ।\nसंसारमा यस्तो हृदयविहीन महिला छिन् भन्ने सोचेर झुआङ्जीले सास फेरे। त्यसपछि मैले सोचेँ, के मेरी श्रीमती यस्तो होला र ? जब शंका उत्पन्न हुन्छ, म यसलाई परीक्षण गर्न चाहन्छु।\nZhuangzi को पत्नी को उपनाम Tian थियो, र दम्पती सामान्यतया घनिष्ठ सम्बन्ध थियो।आफ्नी पत्नीको वफादारी परीक्षण गर्न को लागी, Zhuangzi ले मरेको नाटक गर्ने निर्णय गरे।\nझुआङ्जीको आकस्मिक रोगले निधन भएको सुनेपछि आफन्त र साथीभाइलगायत देशभरका धेरै मानिसहरू शोक प्रकट गर्न आएका थिए।तीमध्ये चु राज्यका एक सुन्दर राजा र नाति पनि थिए, जो धनी थिए।यो देखेर सुश्री। टियान भर्खरै विधवा र दयनीय थिइन्, उनले उनको पछि लागे। सुश्री टियानले प्रलोभन सहन सकेनन् र वाङ सनसँग प्रेममा परिन्।उनीहरूले मात्र बीस दिनमा विवाह गरे।\nत्यो रात, जब रक्सी मातेको थियो र कान तातो थियो, वाङ सनलाई अचानक हृदयघात भयो र उनको मृत्यु भयो।\nसुश्री टियान डराएकी र डराए, र वाङ सनलाई तुरुन्तै के गर्ने भनेर सोधे।वाङ सनले पीडा सहे र सुश्री टियानलाई मृत शरीरको दिमागलाई मृतकहरूलाई फेरि जीवित पार्न प्रयोग गर्न सकिन्छ भनेर बताए।\nशव कहाँ भेट्ने ? सुश्री टियानले अचानक सोचे, के उनको श्रीमान् मरेको होइन? श्री टियानले श्रीमान्-श्रीमती बीचको पुरानो प्रेमको बारेमा बिर्सनुभयो, र वास्तवमा बञ्चरो लिएर आफ्नो पतिको कफिन खोलेर, औषधिको लागि आफ्नो मस्तिष्क निकाल्ने तयारी गर्दै।\nअप्रत्याशित रूपमा, जब कफिन खोलियो, Zhuangzi फेरि जीवित भयो। सुश्री टियान यति लज्जित भइन् कि उनले आफैलाई झुण्ड्याइन्।\n(यो कथा व्यक्तिगत लाभको लागि मित्रता भंग गर्ने रूपक हो, त्यसैले हामी यसमा सहमत हुन सक्दैनौं।)", "聖意": "घर शान्त छ, आत्म सुरक्षित छ, पैसा अन्याय छ, व्यापार बलिदान छ, विवाह सुल्झिएको छ, लिउजियामा दुष्ट समृद्ध छ, पैदल यात्रीहरू आएका छैनन्, रेशमकीरा समतल छ, पशुधन समतल छ, मानिसहरू हराइरहेको छ, मुद्दा परिवर्तन हुँदैछ, चेलाहरू रूढिवादी छन्, सम्पत्ति बिरामी छैन, र पहाड र चिहान खराब छन्।", "古人": "Zhuangzi आफ्नी पत्नी परीक्षण", "第X籤": "लट ८४", "宮": "वेई गोंग"}