{"籤詩版本二": "पहाडको अगाडिको बाटो कालो बादल र कुहिरोले ढाकेको छ, सबै गोलो छ र चन्द्रमा फेरि गोलो छ।\nकविता र किताब पायो भने गहिरो सपनाबाट ब्यूँझनेछ, महान व्यक्तिले छतमा डोर्याउनेछ।", "詩意": "यो हेक्साग्रामले वसन्तको अन्त्य र फूल फुल्ने प्रतीक हो।\nप्रभु पछि सबै परिवर्तन हुन्छ।", "解曰": "बूढो मानिसलाई मद्दत माग्न आवश्यक छ। यो वसन्तमा फेरि फुल्छ। प्रसिद्धि र धनको चाहना। जीवनमा ढिलो हावाको सामना गर्नुहोस्।", "籤詩故事一": "◇हान वेङ्गोङले हिउँको सामना गर्छ\nहान यू, जसको शिष्टाचार नाम तुइझी थियो, चाङ्लीका थिए। Zhenyuan को आठौं वर्षमा Tang Dezong एक जिन्सी बने, र उनको मरणोपरान्त उपाधि वेन गोंग थियो।\nताङ वंशका सम्राट सियानजोङको शासनकालमा, हान युले बुद्धको हड्डीसँग प्रदर्शन गरे, जसले सम्राटलाई रिस उठायो। हान यु आफ्नी श्रीमती र छोराछोरीलाई छोडेर चाओझोउ गए। केही दिनभन्दा कम हिँडेपछि चिसो हावा चल्यो र भारी हिउँ पर्यो। हान यू एक ठाउँमा पुगे जहाँ हिउँ धेरै फिट गहिरो थियो, जसले उनको घोडालाई अगाडि बढ्न गाह्रो बनायो।नजिकै घर थिएन र बाटो कहाँ थियो थाहा थिएन। बाटो पछ्याएर पछि हट्ने हो भने फर्किने बाटो छैन। हावा चलिरहेको थियो र हिउँ द्रुत गतिमा परिरहेको थियो।हान यू छालामा भिजेको थियो, चिसो र भोकाएको थियो, र आफ्नो दुख व्यक्त गर्न कतै थिएन।\nहान यूले सास फेर्दै भने: \"सम्राटले मलाई मार्ने छैन, तर सम्राटले मलाई नष्ट गर्न चाहन्छ।\"\nजब हान यू हताश थिए, उसले एक जना मानिसलाई कडा चिसोको बाबजुद हिउँ सफा गर्न आउँदै गरेको देख्यो।उनी हान सियाङजी (हान यूको भतिजा) निस्कियो।\nपहिले, हान सियाङजीले हान यूलाई भनेका थिए: \"किनलिङमा युन हेङको घर कहाँ छ? हिउँले नीलो गेटलाई अँगालेको छ र घोडा अगाडि बढ्न रोक्छ।\" त्यसबेला, हान यूले हान सियाङजीको अर्थ बुझेका थिएनन्, तर अहिले उनले अन्ततः बुझियो।\nत्यसैले हान यू र हान सियाङजी लांगुआनको फुको घरमा रात बिताउन गए। विगत र खेती गर्ने बाटोको बारेमा कुरा गर्दै, हान यू ईमानदारीपूर्वक विश्वस्त थिए।\nपछि, हान यूले आफ्नो आधिकारिक पद त्यागे, आफ्नो सबै सम्पत्ति स्थानीय सरकारलाई दान दिए, र ताओवाद अभ्यास गर्न पहाडहरूमा गए र अमर बन्यो।", "聖意": "घर आफैं राम्रो छैन, पैसा खोज्दा होसियार हुनुहोस्, व्यवसायमा ध्यान दिनुहोस्, विवाह ढिलो भयो, लिउजिया महिला पैदलयात्रीहरूले खेतहरू रोक्छन्, रेशमकीराहरू राम्रो छन्, गाईवस्तु राम्रो छ, मान्छे पाउन गाह्रो छ, सार्वजनिक मुद्दाहरू दोहोरिन्छ, बसाइँसराइ छ। अपडेट गरियो, हराएको चीजहरू गम्भीर छन्, रोगहरू ढिलो छन्, पहाड चिहानहरू परिवर्तन गर्नुपर्छ।", "古人": "हान वेन्गोङले हिउँको सामना गर्छ", "第X籤": "पचासीौं विजयी चिठ्ठा", "宮": "शेन गोंग"}