{"籤詩版本二": "मलाई आफ्नो व्यक्तिगत मामिलामा नपरोस्, जनतालाई सोध्नु उचित हुन्छ ।\nस्पष्ट हृदय आकाशको चम्किलो चन्द्रमा जस्तै उज्यालो छ", "詩意": "यो हेक्साग्रामले आकाशमा चम्किलो चन्द्रमाको छविलाई प्रतिनिधित्व गर्दछ।\nसबै उज्यालो र हावायुक्त छ।", "解曰": "हृदयमा सीधा हो। कानुनलाई सीधा बनाउनुहोस्। पवित्र शब्दहरू। अन्ततः यो स्पष्ट हुन्छ।", "籤詩故事一": "◇ Kong मिंग जनरल\nसमाधान: Zhuge Liang आफ्नो सेना र जनरल परिचालन\nतीन राज्यको अवधिमा, झुगे लिआङ (१८१-२३४), कोङमिङको शिष्टाचार नाम, याङ्डु, लाङ्ग्या (अहिलेको यिनान काउन्टी, शानडोङ प्रान्त) मा जन्मिएको थियो।\nलिउ बेईले तीन पटक खरानी कुटीरको भ्रमण गरेपछि झुगे लिआङ अधिकारी बन्न सहमत भए।त्यसबेला काओ काओले हेबेईलाई शान्त पारेका थिए र दक्षिणी यात्रा गर्न कटिबद्ध थिए।उनले सियाहाउ डनलाई प्रमुख जनरलको रूपमा, यू जिन, ली डियान र अन्यलाई पठाए। डेपुटी जनरलहरू, 100,000 को सेनाको नेतृत्व गर्दै Xinye तिर मार्च गर्न। यद्यपि Zhuge Liang त्यो समयमा शत्रुबाट पछि हट्ने योजना थियो, गुआन यू र Zhang Fei Zhuge Liang को शब्दहरू घृणा गरे। Zhuge Liang ले लिउ बेइको तरवार प्रयोग गर्नु बाहेक अरू कुनै विकल्प थिएन उनीहरूलाई मनाउन, ताकि तिनीहरू प्रत्येकले एक हजार सेनाको नेतृत्व गरे र युशान र एन्लिनमा एम्बुस गरे। तिनीहरूले आफ्नो सेनालाई पास गर्न सियाहाउ डनको लागि पर्खिरहेका थिए, र त्यसपछि उनीहरूलाई आक्रमण गरे। आक्रमण र आगो।\nथप रूपमा, झाओ युनलाई सेनाको पुरानो र कमजोर अवशेषहरूको नेतृत्व गर्न पठाइएको थियो सियाहाउ डुन विरुद्ध अग्रगामीको रूपमा लड्न र त्यसपछि सियाहाउ डुनलाई पहाड र जङ्गलको साँघुरो बाटोमा प्रलोभनमा पार्दै नक्कली पराजय र पछि हट्यो। उनले गुआनलाई पनि पठाए। पिंग, झोउ क्यांग, लिउ फेंग र अरूहरू काओको सेनाको पछाडि लुक्न, आपूर्तिहरू जलाउँदै र काओको सेनामा आतंक सिर्जना गर्दै।\nयुद्ध पछि, Zhuge Liang व्यवस्थित रूपमा सबै भयो। जब सियाहाउ डुन र यू जिनले सेनालाई खोज्नको लागि नेतृत्व गरे, पछाडीमा रहेका ली डियानले तुरुन्तै अगाडिको सियाहाउ डनलाई शत्रुको आगोको आक्रमणबाट जोगाउन आवश्यक रहेको जानकारी दिए।तर, धेरै ढिलो भइसकेको थियो। काओको सेनालाई बाधा थियो साँघुरो बाटो थियो र रूखहरू जोडिएको ठाउँमा थियो, त्यसैले आगो सुरु गर्न सकिँदैन। त्यहाँ ठूलो हताहत भएको थियो, र Xiahou Dun र अन्य सेनापतिहरू पराजित भए र Xudu फर्केर भागे।\n(यो कथा एक रूपक हो कि Kong Ming मानिसहरू प्रयोग गर्न र बुद्धि संग देश को शासन मा राम्रो छ।)", "聖意": "घर र घर शुभ हो।धन, मानसिक शान्ति, समृद्धि व्यापार, विवाह, सफलता, लिउजियामा सफलता, खेतबारी गर्ने पुरुष, रेशमकीरा, गाईवस्तुको हानि, बेपत्ता व्यक्ति, सार्वजनिक मुद्दा, बसाइँसराइ, हराएको सम्पत्तिको कामना गर्दछु। आशीर्वाद, रोग, शान्ति, पहाड र चिहान।", "古人": "कोंग मिङ जनरल", "第X籤": "नवौं चिन्ह", "宮": "यिन दरबार"}