{"籤詩版本二": "महत्वाकांक्षा र उपलब्धिहरू वंशमा छन्, तर अब रक्सी र सेक्स अनन्त हुनेछ\nसुनको भाले देखेमा धन, ऐश्वर्य, ऐश्वर्य मिल्नेछ ।", "詩意": "यो हेक्साग्राम महत्वाकांक्षा र प्रसिद्धि को प्रतीक को प्रतिनिधित्व गर्दछ।\nसबै कुरा शुभ राख।", "解曰": "महत्वाकांक्षी र उत्साहित। आफूलाई जोगाउन ढिलो भएको छैन। सुनको भाले प्रतिज्ञा गर्छ। सबै खुशी।", "籤詩故事一": "◇ काओ पाईले आफूलाई सम्राट घोषणा गरे\nकाओ पाई, शिष्टाचार नाम Zihuan, Peiguoqiao (हाल हाओ काउन्टी, Anhui) मा जन्म भएको थियो। Jian'an अवधि को समयमा एक प्रसिद्ध राजनीतिज्ञ र लेखक।\nकाओ पि काओ काओका दोस्रो छोरा हुन्।उनी बाल्यकालदेखि नै आफ्नो बुबासँग सैन्य शिविरमा बस्थे।आफ्नो बुबाको प्रभावमा काओ पिले छ वर्षको उमेरमा धनुर्विद्या र आठ वर्षको उमेरमा घोडचढी सिके र विकास गरे। राम्रो मार्शल आर्ट कौशल। उहाँसँग पुरातन र आधुनिक क्लासिक्स र जीवनीहरूको साथै सयौं विचारधाराका पुस्तकहरूको विस्तृत ज्ञान छ। अठार वर्षको उमेरमा काओ काओले युआन शाओलाई पराजित गरे र काओ पाईले काओ काओको शासनको केन्द्र येचेङमा अपेक्षाकृत स्थिर जीवन बिताए। त्यसबेलादेखि, यद्यपि उहाँ कहिलेकाहीं आफ्ना बुबासँग सैन्य अभियानहरूमा जानुभयो र धेरैजसो समय एक महान छोराको जीवन बिताउनुभयो, उहाँले अझै पनि हरेक दिन मार्शल आर्ट अभ्यास गर्नुभयो र आजसम्म अस्वीकार गर्नुभएको छैन। उनी प्रायः सय पाइलामा घोडामा चढ्छन् र मार्शल आर्टमा निपुण छन्।उनी प्राय: मार्शल आर्ट अभ्यास गर्ने भएकाले उनी हल्का र बलियो छन्।\nकाओ काओका जेठा छोरा काओ आङ युद्धमा मारिए। जेठो छोराको मृत्यु पछि, काओ पाई युवराजका लागि पहिलो रोजाइ बने। जब उनी ३१ वर्षका थिए, उनलाई काओ काओले युवराज बनाएका थिए। जब काओ पाई तेत्तीस वर्षका थिए, काओ काओको बिमारीले मृत्यु भयो र काओ पाईले उनको उत्तराधिकारी र वेईको प्रधानमन्त्री बने। उनले आफू प्रायः सय पाइलामा घोडामा चढ्ने र धेरै दक्ष रहेको बताए ।कङफु प्रायः अभ्यास गर्ने भएकाले उनी हल्का र स्वस्थ छन् ।", "聖意": "आफ्नो घर र घर शान्तिमय होस् भनेर प्रार्थना गर्नुहोस्, धनको खोजी गर्नुहोस्, कडा परिश्रम गर्नुहोस्, व्यापार गर्नुहोस्, चाँडै ब्रेकअप हुनेछ, विवाह सफल हुनेछ, लिउजिया सुरक्षित हुनेछ, मानिसहरू खेतमा हुनेछन्, रेशमकीराहरू परिपक्व हुनेछन्, छवटा गाईवस्तु परिपक्व हुनेछन्। मानिस भेट्टाउन गाह्रो हुनेछ, सार्वजनिक मुद्दाहरू अत्यावश्यक हुनेछ, बसाइसराइ हराउनेछ, र चीजहरू टाढा हुनेछन्, रोगहरू पहाड र चिहानहरूमा रहन्छन्।", "古人": "काओ पाईले आफूलाई सम्राट घोषणा गर्छन्", "第X籤": "नब्बे पाँचौं विजयी लटरी", "宮": "xugong"}