{"籤詩版本二": "राजसी प्यागोडा असामान्य छ, सबै पक्षहरूमा उत्कृष्ट सुविधाहरूको साथ चम्किलो छ।\nम तपाईंलाई लगनशीलतापूर्वक झुकाउन र असल कामहरू गर्न कटिबद्ध हुन आग्रह गर्दछु, र स्वर्गले तपाईंलाई आशीर्वाद पठाउनेछ।", "詩意": "यो हेक्साग्राम योग्यता को अभिव्यक्ति को प्रतिनिधित्व गर्दछ।\nसबै कुरा शुभ छ।", "解曰": "यी आशीर्वाद। सबैसँग छ। धेरै व्यस्त नहुनुहोस्। योग्यता पहिले नै निर्धारण गरिन्छ।", "籤詩故事一": "◇ फेन्याङका राजाले चिनियाँ भ्यालेन्टाइन डेमा आफ्नो नातिलाई भेट्छन्\nसमाधान: गुओ जिइले चिनियाँ भ्यालेन्टाइन डेमा पृथ्वीमा ओर्लँदै गरेको बुनकर केटीलाई भेटे। जेड सम्राटकी नातिनी टियानसुन सात परी हुन्।\nGuo Ziyi (697-781), गुओ लिंगगोंग भनेर पनि चिनिन्छ, Zheng काउन्टी, Huazhou (अहिले Huaxian काउन्टी, Shaanxi प्रान्त) का निवासी र Tang राजवंशका एक सेनापति थिए। शाही अदालतले जिईलाई फेन्याङको राजाको उपाधि प्रदान गर्यो।\nभनिन्छ कि Ziyi मूल रूपमा Huazhou का थिए र ग्रेट वाल बाहिर सेनामा भर्ती हुन गएका थिए।उनी बेइजिङ गएर सैन्य तलबको लागि दबाब दिए र यिनझाउ फर्के।त्यस बेला चिनियाँ भ्यालेन्टाइन डे थियो।हावा र बालुवा अँध्यारो हुन थालेको थियो, घाम अँध्यारो हुँदै थियो। जिई अगाडि बढ्न नसकेर बाटोको छेउमा उभिएको थियो। ऊ खाली घरमा भुइँमा सुतिरहेको थियो। जब ऊ निदाउन लागिरहेको थियो, उसले अचानक रातो बत्ती देख्यो। दुबै छेउमा उ उभियो र अचम्म मानेर माथि हेर्‍यो।आकाशमा बादल थियो, बिस्तारै तल आउँदै थियो।त्यहाँ एउटी सुन्दर नारी बसेकी थिई, सामान्य मानिस भन्दा बिल्कुलै भिन्न। जिइले तुरुन्तै श्रद्धाञ्जली अर्पण गरे र भने, \"आज सातौं चन्द्र महिनाको सातौं दिन हो। मलाई लाग्छ कि यो वेभर केटी हो जो उनको दीर्घायु र धनको कामना गर्दै आएको हो।\"\nमहिलाले पनि जवाफ दिइन्: \"ठूलो धनको साथ दीर्घायु आउँछ।\"\nउसले बोलिसकेपछि चमक फर्कियो र बादल बिस्तारै उठ्यो।महिला अझै पनि रमाइलो मुस्कानका साथ गुओ जिइलाई हेरिरहेकी थिइन्।उनी टाढा हुँदा मात्र धुवाँ धमिलो भयो र उनी अब देख्न सकिनन्।\nमहिलाले भनेजस्तै यो सत्य सावित भयो। Ziyi को योग्यता विश्व प्रसिद्ध छ, उहाँ एक अत्यन्त लोकप्रिय मन्त्री हुनुहुन्छ, र उहाँ दुबै योग्यता र गुणहरु संग एक जनरल हुनुहुन्छ।", "聖意": "घरमा आफ्नो लागि इच्छा बनाउनुहोस्, आफ्नै लागि इच्छा बनाउनुहोस्, पैसाको लागि प्रार्थना गर्नुहोस्, व्यापारमा राम्रो भाग्य, विवाहमा राम्रो भाग्य, लिउजियामा राम्रो भाग्य, मानिसहरूसँग खुसी यात्रा, घुम्ने खेतहरू, रेशमकीराहरू, स्थिर गाईवस्तुहरू, खोजमा खराब भाग्य मानिसहरू, सार्वजनिक मुद्दाहरू, बसाइँसराइ, राम्रो भाग्य, हराएको सम्पत्ति रोगहरू, Zhenxingshan मा चिहानहरू", "古人": "चिनियाँ भ्यालेन्टाइन डेमा राजा फेनयाङले आफ्नो नातिलाई भेटे", "第X籤": "छयानब्बे हस्ताक्षर गर्नुहोस्", "宮": "xugong"}