{"籤詩版本二": "घोडालाई लगाम लगाएर कोर्रा समातेर हामी सिधै यहाँ आइपुग्छौं, आधा खतरामा र आधा विपत्तिमा।\nयो आगोले घर जलेको जस्तो छ, जब आकाश खस्छ, पानीले खरानी बनाउँछ। मसँग एउटा योजना छ।", "詩意": "यो हेक्साग्रामले आधा दुःख र आधा आनन्दलाई जनाउँछ।\nहरेक कुरामा राम्रो गर्नु उचित हुन्छ ।", "解曰": "जीवनभरको श्रम । सही र गलतको वास्ता नगर्नुहोस्। बाँधहरू अस्थायी हुन्छन्। असन्तुष्टि स्वाभाविक रूपमा आउँछ।", "籤詩故事一": "◇ Tao Sanchun ले Guayuan मा Zheng En लाई हराउनुभयो\n\"मेरो सम्झना दीर्घायु होस्,\" झाओ कुआंग्यिन फेरि उभिए, \"बेपिङ राजा झेङ एनले त्यसबेला विवाहको व्यवस्था गरेका थिए। अहिले संसारमा शान्ति छ, म विवाहको लागि शुभ दिन छनोट गर्न तपाईंको अनुमति माग्न चाहन्छु। \"\n\"मेरो स्मारक दीर्घायु हो!\" झाओ कुआंगयिन उठेर भने, \"पेकिङका राजा झेङ एनले त्यसबेला विवाहको व्यवस्था गरेका थिए। अहिले संसारमा शान्ति छ, म तपाईंलाई शुभ छनौट गर्न अनुमति माग्न चाहन्छु। बिहे गर्ने दिन।\"\n\"ओह, तेस्रो भाइको पहिले इन्गेजमेन्ट भइसकेको थियो, मलाई यो कुरा कसरी थाहा भएन?\" चाइ रोङ एकदमै अचम्ममा परे। उसले झाओ कुआङयिनलाई बसेर कुरा गर्न हात हल्लायो।\n\"ओह! तेस्रो भाइको पहिले इन्गेजमेन्ट भएको थियो, मलाई यो कुरा कसरी थाहा भएन?\" चाइ रोङ (पछिको झोउ वंशका सम्राट) धेरै छक्क परे। उसले हात हल्लाएर झाओ कुआङयिनलाई बस्न र कुरा गर्न भन्यो।\n\"यो लामो कथा हो। पहिलो, हामी त्यो बेला गरिबीमा थियौं र तपाईंको सेनामा भर्ना भएनौं। त्यसबेलादेखि हामी वर्षौंदेखि लडिरहेका छौं र तपाईंको वास्ता गर्ने समय छैन। दोस्रो, तेस्रो भाइ पनि थोरै छ। यो उल्लेख गर्न लाज लाग्छ, त्यसैले महाराजलाई थाहा छैन।\"\n\"यो लामो कथा हो। पहिलो, हामी त्यो बेला गरिबीमा बाँचिरहेका थियौं र तपाईंको सेनामा भर्ना भएनौं। त्यसबेलादेखि हामी वर्षौंदेखि लडिरहेका छौं र तपाईंको वास्ता गर्ने समय छैन। दोस्रो, तेस्रो भाइ पनि एक हो। यो उल्लेख गर्न अलि लाज लाग्छ, त्यसैले महाराजलाई थाहा छैन।\"\n\"हेर, कलेज विद्यार्थीको बिहे भैरहेको छ, लाज मान्नुको के अर्थ? तेस्रो भाइ लामो समयदेखि रणभूमिमा छन् र अतुलनीय नायक मान्न सकिन्छ। यो विषयमा किन यति क्षुद्र छौ?\"\n\"हेर! कलेज केटाको बिहे भैरहेको छ, लाज मान्नुको के अर्थ? तेस्रो भाइ लामो समयदेखि रणभूमिमा छ र अतुलनीय नायक मान्न सकिन्छ। यो कुरामा किन यति क्षुद्र छौ?\"\n\"जसको बारेमा बोल्दै, म मेरो तेस्रो भाइलाई लजालु भएकोमा दोष दिन सक्दिन, किनभने यो विवाह नक्कली थियो।\"\n\"जसको बारेमा बोल्दै, म मेरो तेस्रो भाइलाई लजालु भएकोमा दोष दिन सक्दिन, किनभने यो विवाह नक्कली थियो।\"\n\"टाइप आउट भयो? हे, यो रोचक छ। कृपया मलाई के भयो भन्नुहोस्।\"\n\"मैले टाइप गरें! हे! यो रोचक छ! कृपया मलाई के भयो भन्नुहोस्।\"\n\"हो, मलाई याद छ, त्यो वर्ष, जब हामी महामहिममा सामेल हुन लागेका थियौं, हामी बाओचेङ काउन्टी हुँदै जाँदै थियौं। जुन महिनामा धेरै गर्मी थियो। मेरो तेस्रो भाइ होटेलमा बस्न सक्दैनन्, त्यसैले उनी एक्लै घुम्न गए। खरबुजाको बगैचा पार गरेपछि ऊ केही टिप्न भित्र पस्यो, खरबुजाले तिर्खा मेटाएको थियो, त्यतिबेला पहिले पक्ने तरबूज धेरै थिएनन्, र तेस्रो भाइलाई कसरी टिप्ने थाहा थिएन, त्यसैले उसले धेरै भाँच्यो। खरबुजा हेर्ने एउटी महिला थिइन् ।तेस्रो भाइलाई आरोप लगाउन अगाडि बढिन् ।दुई जनामा ​​मनमुटाव भयो अनि झगडा गर्न थाल्यो ।आउनुहोस् ।भाग्यवश,म चिन्तित भएँ र समयमै उद्धार गर्न पुगेँ नत्र ।। ।\"\n\"हो, मलाई याद छ, त्यो वर्ष, जब हामी महामहिममा सामेल हुन लागेका थियौं, हामी बाओचेङ काउन्टी हुँदै जाँदै थियौं। जुन महिनामा धेरै गर्मी थियो। मेरो तेस्रो भाइ होटेलमा बस्न सक्दैनन्, त्यसैले उनी एक्लै घुम्न गए। खरबुजाको बगैचा पार गरेपछि ऊ केही टिप्न भित्र पस्यो, खरबुजाले तिर्खा मेटाएको थियो, त्यतिबेला पहिले पक्ने तरबूज धेरै थिएनन्, र तेस्रो भाइलाई कसरी टिप्ने थाहा थिएन, त्यसैले उसले धेरै भाँच्यो। खरबुजा हेर्ने एउटी महिला थिइन् ।तेस्रो भाइलाई आरोप लगाउन अगाडि बढिन् ।दुई जनामा ​​मनमुटाव भयो अनि झगडा गर्न थाल्यो ।आउनुहोस् ।भाग्यवश,म चिन्तित भएँ र समयमै उद्धार गर्न पुगेँ नत्र ।। ।\"\n\"यो Zheng Ziming, यो पहिलो स्थानमा उनको गल्ती हो, उसले माफी माग्नुपर्छ। तिमीले उसलाई किन कुट्छौ? यसबाहेक, केटीको परिवारले कसरी उहाँ जस्तो निर्दयी पुरुषको मुक्का र लात सहन सक्छ! टुक्राहरू। होइन?\" \"केटीलाई कुनै हानी थिएन ...\"\n\"यो Zheng Ziming, यो पहिलो स्थानमा उसको गल्ती हो, त्यसैले उसले माफी माग्नुपर्छ। किन कुटपिट गरिरहनुभएको छ? यसबाहेक, केटीको परिवारले कसरी उहाँ जस्तो निर्दयी व्यक्तिको मुक्का र लात सहन सक्छ! आउनुहोस्, मलाई भन्नुहोस्, तिमीले यो केटीलाई पिट्यौ। हैन?\"\n\"केटी सकुशल थियो ...\"\n\"ठीक छ, ठिक छ... हे, तपाईंले कारबाही गर्नुभएन? ओह, मलाई लाग्छ तपाईंले मलाई समयमै बचाउनुभयो।\"\n\"ठीक छ! ठिकै छ... हे! के तपाईंले कारबाही गर्नुभएन? ओह! मलाई समयमै बचाउने तपाईं नै हुनुहुन्थ्यो जस्तो लाग्छ!\"\n\"...होइन, मैले उद्धार गरेको व्यक्ति...तेस्रो भाइ थियो।\" \"...होइन, मैले उद्धार गरेको व्यक्ति...तेस्रो भाइ थियो।\"\n\"ए?!\" \"ए?!\"\n\"तेस्रो भाइलाई महिलाले भुइँमा ढकढक्यायो र बाटोभरि हिंस्रक रूपमा कुट्यो। सौभाग्यवश, म आइपुगे र उसलाई छोड्न मनाएँ, त्यसैले उहाँ गम्भीर घाइते भएन। ... महाराज... महाराज!... \"\n\"तेस्रो भाइलाई महिलाले भुइँमा ढकढक्याएर हिंस्रक कुटपिट गरेका थिए। सौभाग्यवश, म आइपुगेँ र उहाँलाई छोड्न मनाउनुभयो, त्यसैले उहाँ गम्भीर घाइते भएन। ... महाराज... महाराज!...\"\n\"ए?...ओह, त्यो महिला को हो!?\" \"ए!?...ओह, त्यो महिला को हो!?\"\n\"पछि मात्र थाहा भयो कि ती महिलाको नाम ताओ सानचुन थियो र उनका बुबा ताओ होङ एक पुरानो नायक थिए जसको कुनै आकांक्षा थिएन। ताओ सानचुनले सानैदेखि आफ्नो बुबाबाट मार्सल आर्ट सिकेका थिए। मैले थाहा पाएपछि। उसको परिवार, मैले देखेको छु कि मिस सान्चुन उत्कृष्ट चरित्र थियो।, लुओ लुओ र उदार, सानी केटी भएको कुनै बानी बिना, उनीहरूले जानाजानी उनीसँग मिल्यो।ताओ बुबा र छोरीलाई पनि तेस्रो भाइको सीधा चरित्र धेरै मन पर्यो। यसलाई तुरुन्तै हटाएर ती दुईको लागि यो विवाहको निर्णय गरियो। महाराज, कृपया मलाई भन्नुहोस्, के यो जाली विवाह होइन?\"\n\"केटीको नाम ताओ सान्चुन हो भनेर पछि मात्र थाहा भयो र उनले बाल्यकालदेखि नै आफ्नो बुबाबाट मार्सल आर्ट सिकेकी थिइन्। उनको परिवारसँग चिनजान भएपछि मैले मिस सानचुनको चरित्र उत्कृष्ट रहेको देखेँ। उदार, र सानी केटीको बानीको कुनै ट्रेस थिएन, त्यसैले मैले जानाजानी उसलाई भर्ती गरें। श्री ताओ र उनकी छोरीलाई पनि आफ्नो तेस्रो भाइको सीधा चरित्र धेरै मन पर्यो। तिनीहरूले तुरुन्तै यसलाई प्रहार गरे र एक अर्कासँग विवाह गर्ने निर्णय गरे। महाराज, यो जाली बिहे हो जस्तो लाग्दैन ?\"\n(यो कथा एक रूपक हो, किनकि खराब कुरा राम्रो कुरा भयो।)", "聖意": "घर सुरक्षाको लागि प्रार्थना गर्नुहोस्, सावधान रहनुहोस्, धन खोज्नुहोस्, व्यापार बर्बाद गर्नुहोस्, विवाहमा बाधा, दण्ड, लिउजिया बीमा, पैदल यात्रीहरू खेतमा फसे, रेशमकिरा क्षति, पशुधन क्षति, बेपत्ता व्यक्ति, अवैध मुद्दा, हानि, बसाइँसर, रूढ़िवादीता, सम्पत्ति हराएको, खराब रोगहरू। , खतराहरू, पहाडहरू, चिहानहरू, असफलता", "古人": "ताओ सान्चुनले तरबूजको बगैचामा झेङ एनलाई हराउछन्", "第X籤": "नम्वर ९९", "宮": "हाइगोङ"}