{"籤詩版本二": "Neka svijet bude stvoren za dobar brak, povoljne dane i dobra vremena, i da sve bude dobro\nNije mala stvar ako dobiješ ovaj dio.Car izjavljuje da su ljudi odani i čestiti.", "詩意": "Ovaj heksagram predstavlja početak otvaranja neba i zemlje.\nSve je povoljno.", "解曰": "Velika brzina. Godina nije vrijedna svog vremena. Guanyin zapisuje. Javi mi prvo.", "籤詩故事一": "◇Zhongli se prosvijetlio\nZhongli Quan, prezimenom Zhongli, imenom Quan, imenom Yunfang i nadimkom Zhengyang, bio je porijeklom iz okruga Xianyang, Xi'an, provincija Shaanxi za vrijeme dinastije Istočni Han.\nZhong Liquan je bio general dinastije Han. Tijekom ekspedicije protiv zapadnog Qianga, bio je ljubomoran na zapovjednika Liang Yija i dodijelio mu je samo 30 000 starih i slabih vojnika. Čim je stigao na odredište, logor su opljačkali vojska Zapadnog Qianga, a vojnici su pobjegli. Zhong Liquan se izgubio u dolini i na putu je sreo redovnika Hu. Odveo ga je u malo selo i rekao: \"Ovo je rezidencija gospodina Donghua.\" Zatim se pozdravio i otišao. Nakon nekog vremena, netko je iznenada rekao: \"Ovo mora biti zato što je zelenooki Hu čovjek previše pričljiv.\" Vidio je čovjeka koji je nosio bijelo jelenje krzno i ​​držao zeleni štap od kvinoje. Pitao je Zhong Liquana, \"Osoba koja je došla ovdje je Han Da. General Zhongliquan\n? Zhong Liquan je bio šokiran, znajući da je upoznao nepoznatu osobu, pa je iskreno naučio Tao.\nZhong Liquan je kasnije upoznao Zhenren Huayang i besmrtnog kralja Xuanfua, te naučio \"Tajnu besmrtnosti\". Naposljetku, živio je u Zijin Sihaofengu na planini Kongtong, dobio \"Tajnu kutije od žada\" i postao pravi besmrtnik. Sekta Quanzhen također ga je poštovala kao jednog od pet sjevernih patrijarha.", "聖意": "Moli se da tvoj dom i dom bude blagoslovljen srećom u jesen i zimu.Traži sreću u jesen i zimu.Sretno u poslovima,sretno u braku,sretno u rađanju dječaka,sretno u putovanju u polje. , sretno u svilenim bubama, sretno u stočarstvu, sretno u pronalasku ljudi, sretno u javnim parnicama, sretno u seobi, izgubljenoj imovini, sjeveroistočnim bolestima, sretno u slanju planina i grobnica.", "古人": "Zhongli se prosvijetlio", "第X籤": "prvi znak", "宮": "Maternica"}