{"籤詩版本二": "Brige i brige se privremeno oslobađaju, a radost dolazi s neba.\nKao žad skriven u balegi, dobar radnik diže prašinu", "詩意": "Ovaj heksagram predstavlja harmoniju Yina i Yanga.\nSve što planirate je povoljno.", "解曰": "Ništa dobiveno, ništa izgubljeno. Dobitak iz gubitka. Zlikovac je u nevolji. Sretno vam bilo, gospodine.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), čije je ime bilo Nanzhao, a ime Longtang, promijenjeno je u Longtan i također nazvano Huayun. Rodom iz Wanshifanga, Huizhou Fucheng (sada dio okruga Huicheng, grad Huizhou) u dinastiji Ming. U 44. godini vladavine Jiajinga (1565.), postao je Jinshi i dobio titulu magistra okruga Qing. Služio je kao direktor odjela za prijenos, a kasnije je postao nadzorni cenzor Shanxi Roada.\nU 20. godini Wanlija (1592.), generalni konzul Ningxia, Kuaibai (poglavica plemena Mongolskih Tatara), ubio je guvernera Dang Xina i zauzeo Četrdeset sedmu utvrdu u provinciji Hexi. , razbio grad, obožavao i spalio sebe do smrti. Meng Xiong nije arogantan u preuzimanju zasluga i dopušta da njegove vještine budu jednako dobre kao i vještine generala koji se usude boriti. Službeni Wei Xuezeng je vraćen na dužnost. U svojim kasnijim godinama dao je ostavku pet puta i vraćen je u Huizhou da izgradi hram Huilong.\nYe Mengxiong je ušao u taoizam kao državni službenik na početku, i bio je poznat po svom integritetu. Stari povijesni zapisi govore da je bio \"prvi u poniznosti i sposobnosti\", \"eliminira korupciju i kažnjava pobune\", ostavivši dobar ugled; bio je izuzetno odan, hrabar, hrabar i snalažljiv.Dobar u gađanju oružjem. U drugoj polovici njegova života, njegove borilačke vještine zabilježene su u \"Povijesti dinastije Ming\" i smatran je nacionalnim herojem.", "聖意": "Dom je nepovoljan (sve mirniji) Jesen i zima su dobre za sebe, bogatstvo će biti uspješno, transakcije će biti uspješne, brak će biti uspješan, Liujia će biti lažno uzbunjena (bit će blaga), pješaci će ići u polje molite se za svilene bube, šest životinja će biti ravno, ljudi će biti pronađeni, javne tužbe će biti nepovoljne, migracija će biti konzervativna, izgubljena imovina će biti ometana, bolesti će se naseliti u Fushan grobu", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Šesnaesti dobitni loto", "宮": "Maogong"}