{"籤詩版本二": "Zlatna vrana pada na zapadu, a Zec izlazi na istoku. Ciklus dana i noći nastavlja se od davnina do danas.\nRedovnici i taoisti znaju da ne postoji nedostatak, a učenjaci, farmeri, industrija i trgovci svi slijede svoje vlastite misli.", "詩意": "Ovaj heksagram predstavlja porast i opadanje jina i janga.\nTo je također znak da će sve ići po planu.", "解曰": "Nema ništa na umu. Ono što ste učinili je zaslužno. Kao strijela iz luka. Jedan hitac pogodio je metu.", "籤詩故事一": "◇Ujak Cao Guo je besmrtan\nZa Cao Guojiua, porijeklom iz Xuzhoua, kaže se da je bio veliki ujak države tijekom razdoblja Renzong dinastije Song. Zvao se Cao Yi, također poznat kao Cao Jingxiu.\nUjak Cao Guo imao je mlađeg brata po imenu Cao Er. Ovaj Cao Er se oslanjao na svoj položaj carske vlasti i počinio je svakakva zla. Zauzeo je polja, odveo žene i kćeri i sprijateljio se s nekim bezakonicima, koji su ulazili i izlazili. Cao Guojiu to nije mogao podnijeti, pa je odbio poslušati njegove dobre riječi i utjehe, pa je koristio kaznu da ga kontrolira. , dva brata su se zamjerila.\nCao Guojiu je rekao: \"Načela svijeta su da će oni koji akumuliraju dobro napredovati, a oni koji akumuliraju zlo će nestati. Ovo je nepromjenjiva istina. Naša obitelj Cao akumulirala je zla djela u prošlosti kako bi postigla bogatstvo koje imamo danas .Sada je moj brat nakupio zlo do krajnjih granica, čak i ako pobjegne. Čak i ako te kazni službenik, ne možeš pobjeći skrivenim katastrofama. Jednom kada dođe katastrofa i tvoja obitelj bude uništena i netko umre, nećeš moći pobjeći u to vrijeme. Bit ću ponižen i bojat ću se toga.\" Dakle, raspršio sam sve svoje bogatstvo, On je pomogao siromašnima i više nije mario za poslove svog brata. Zatim je napustio svoj dom i prijatelje, presvukao se u taoističku uniformu i otišao u planine kako bi kultivirao svoj um i prirodu.\nJednog dana, slučajno je sreo Zhonglija i Lu Dongbina iz dinastije Han. Bili su vrlo sretni kad su vidjeli elokventne odgovore ujaka Cao Guoa. Dali su mu \"Tajni edikt o vraćanju istine\" i naredili mu da pažljivo vježba. Uskoro, Zhongli Quan i Lu Dongbin uvedeni su u klasu besmrtnika.", "聖意": "Sreća za dom, dom, dobra sreća, dobra sreća, sreća u poslu, brak, muški putnik, rano sađenje svilene bube u polju, propast stoke, traženje ljudi, tužba, seoba, izgubljena imovina, kasna bolest, sreća", "古人": "Ujak Cao Guo je besmrtan", "第X籤": "Potpišite osamnaesti", "宮": "Maogong"}