{"籤詩版本二": "Pustite brod da se vrati s brze vodene plaže, što želite učiniti zbog nemira?\nAko želite biti sigurni, tražite mir i pričekajte da valovi prođu ovu krizu.", "詩意": "Ovaj heksagram je poput čamca koji putuje brzom obalom.\nOstanite konzervativni u svemu i pričekajte vrijeme.", "解曰": "Iskrcaj se u jakoj vodi. Opasnost čeka vrijeme. Ako pitate o planovima kampa. Ništa se ne može učiniti.", "籤詩故事一": "◇Ziyi je okrunjen za kralja\nGuo Ziyi (697.-781.), također poznat kao Guo Linggong, bio je rodom iz okruga Zheng, Huazhou (danas okrug Huaxian, provincija Shaanxi) i general u dinastiji Tang.\nTijekom Anshi pobune u 14. godini Tianbaoa (755.), dobio je titulu Shuofang Jiedushi (Lingwu, zapadno od Lingwua u današnjoj Ningxia). Naređeno mu je da krene u križarski rat. Kombinirao je Shuofangovu vojsku s Li Guangbijem u maršu Udružili su snage u Changshanu (Zhengding, Hebei) i porazili Shi Siminga, vratili Hebei. U to vrijeme, Guo Ziyi je predložio da car preuzme Fan Yang sa sjevera i napadne jazbinu pobunjeničkog tigra kako bi smanjio opsadu Tongguana, ali Xuanzong je odbio. Nakon toga je nametnuta situacija separatističkih vazalnih gradova u kasnoj dinastiji Tang, što je također postalo udaljeni uzrok propasti dinastije Tang.\nPetnaeste godine Tianbaove vladavine (756.), on i ujgurska koalicija umirili su Hequ. U proljeće sljedeće godine vratili su Hedong (sada Yongji, Shanxi) i Feng Yi (sada Dali, Shaanxi), i napali Tongguan, porazivši Cui Qianyu.Tangova vojska pretrpjela je više od 10 000 gubitaka. Cui Qianyu se predao Pujinu. Lushana je ubio njegov sin An Qingxu.\nU drugoj godini Zhidea (757.), dobio je naredbu da povede trupe u Fengxiang. Na putu je porazio 5000 Li Guirenovih konjanika kod mosta Baiqu Liuyun (danas jugoistočno od Sanyuana). U svibnju se borio s An Shouzhongom i Lijem Guiren u Qingqu (današnji zapadno od Xi'ana) je poražen i povukao se u Wugong (današnji sjeverozapadni dio Wugonga). U rujnu je slijedio maršala Guangping Wang Li Chua da predvodi Tang i Ujgure da se pridruže 150 000 vojnika, a zatim se borio s An Shouzhongom i Li Guirenom u Xiangu. Sjeverno od hrama Ji (jugozapadno od današnjeg okruga Chang'an), ujgurski vojnici kružili su iza neprijatelja, napadali s obje strane i ubili 60 000 neprijatelja. Zhang Tongru je pobjegao u okrug Shaanxi, i konačno povratio glavni grad Chang'an (današnji Xi'an).Veličanstvo vojske Tang ponovno je vraćeno Chang'anu.\nNakon toga je Tang vojska iskoristila pobjedu i marširala prema istoku, porazivši 150 000 ljudi uključujući Yan Zhuanga i Zhang Tongrua u Xindianu (sada jugozapadno od grada Sanmenxia, ​​provincija Henan), prisilivši Anqing Xua da prijeđe Žutu rijeku i povuče se u Xiangzhou. Dongjun Luoyang se vratio. Dodajte Situa njegovim zaslugama i učinite ga vojvodom zemlje.\nShi Siming poveo je svoju vojsku iz Fan Yanga kako bi spasio An Qingxua. Dvije su se strane borile u formaciji sjeverno od rijeke Anyang (danas sjeverno od Anyanga). Borba je bila nerazmješiva. Na kraju, predvođena devetoricom Jiedushija, vojska Tang, koja je tvrdio da ima 600 000 ljudi, povukao se (u bitci kod Yechenga).rat). Glavni zapovjednik ove bitke bio je eunuh Yu Chaoen, koji nije imao sposobnosti vođenja i krivio je Guo Ziyija za neuspjeh bitke. Guo Ziyi je pozvan natrag u Chang'an, razriješen vojne moći i postao je besposlen dužnosnik.\nPrve godine Baoyinga (762.) pobunile su se trupe u Taiyuanu (današnji jugozapad Taiyuana) i Jiangzhou (današnji Xinjiang u provinciji Shanxi). Dvor je bio prestrašen, pa je Ziyi dobio titulu kralja Fenyanga i otišao je u kontrolirati Jiangzhou. Također ga je otuđio eunuh Cheng Yuanzhen i razriješio ga je vojne moći.\n(Fokus ove priče: Guo Ziyi, koji je bio vrlo sposoban i dobrog ponašanja, upoznao je Xuanzonga i neke zlikovce, što je uvelike ugrozilo njegova postignuća.)", "聖意": "Blagoslov doma i sebe, traženje bogatstva, nema transakcija, nema braka, nema lažne uzbune, pješaci koji stižu u Tiancanji, teško pronaći ljude, javne tužbe i (ne Xing), migracija, konzervativnost, izgubljena imovina, teško je pronaći, bolesti, moleći se za blagoslov, planine i grobove, povoljno", "古人": "Ziyi je okrunjen za kralja", "第X籤": "Devetnaesti dobitni lot", "宮": "Tatsumi"}