{"籤詩版本二": "Nakon tolikih briga i opasnosti, od sada više nikada neće biti prazan\nVelikodušno srce ima svoje velikodušne planove. Morate upoznati stručnjaka da biste postigli velika postignuća.", "詩意": "Ovaj heksagram je poput drevnog bunara s izvorom.\nU svemu, plemeniti ljudi postižu uspjeh.", "解曰": "Tužba će na kraju biti opravdana. Bolesno i sigurno. Uđite i izađite potražiti savjet. Drevni bunar dočekuje proljeće.", "籤詩故事一": "◇Yao Chong kontrolira skakavce\nYao Chong (649.-721.), čije je pravo ime bilo Yuan Chong, bio je iz Shaanzhoua. Služio je kao ministar Xia Guana, Shangshua od Chunguana, Ziweilinga, Zhongshulinga i premijera u dinastiji Tang.\nU četvrtoj godini Kaiyuana (716.), Shandong (općenito se odnosi na sliv Žute rijeke istočno od Huashana) harali su skakavci. Ljudi su bili vezani praznovjernim idejama i nisu se usuđivali loviti ih i ubijati. Umjesto toga, postavili su žrtve, palili tamjan, obožavali pokraj polja i gledali usjeve kako proždiru skakavci. .\nSvi su dužnosnici vjerovali: „Skakavci su prirodna katastrofa, kako ih se može kontrolirati ljudskom silom!“ U to vrijeme bila je žestoka borba između dvije različite ideje, eliminirati ili ne eliminirati skakavce.\nYao Chong je rekao: \"Dok god radimo zajedno, možemo ih se svih riješiti. Rekao je: Skakavci se boje ljudi, pa ih je lako otjerati. Sadnice imaju vlasnike, pa se spasioci moraju potruditi; skakavci mogu letjeti, a ako noću vide vatru, sigurno će letjeti; zapalite u polju, kopajte rupe dok gore, zakopajte ih dok gore, i neće ostati ništa.\"\nXuanzong je rekao: \"Skakavci su prirodna katastrofa uzrokovana lošim moralnim vladanjem. Ako tražite da se love i ubijaju, nije li to protivno zrnu?\"\nYao Chong je dodao: \"Hvatanje i ubijanje skakavaca prakticirali su drevni ljudi, a vaše će veličanstvo to koristiti u budućnosti. To je veliki nacionalni događaj koji donosi mir i prosperitet poljoprivrednicima. Molimo vas da to ozbiljno razmotrite.\"\nXuanzong je bio uvjeren. Ali tada su svi u dvoru i izvan njega govorili da se skakavci ne mogu loviti.\nXuanzong je rekao: \"Razgovarao sam s premijerom i odlučio sam uhvatiti skakavce. Svatko tko se opet usprotivi bit će pogubljen.\" Stoga je poslao cenzora da nadgleda i uputi ljude da spale i zakopaju skakavce.\nRezultati su bili prilično učinkoviti. Uhvaćeno je devet milijuna dana skakavaca diljem zemlje, a pošast skakavaca je uspješno eliminirana. Poljoprivreda je te godine postigla dobar urod.\n(Mudrost se treba koristiti u upravljanju katastrofama i evakuaciji, a moraju postojati i genijalne strategije za prevladavanje poteškoća. Yao Chong je stručnjak za ovo pitanje)", "聖意": "Kuća je obična, netko je blokiran, traženje novca je blokirano, trgovina je blokirana, brak i sklad su blokirani, postoji opasnost u Liujii, pješaci su blokirani, svilene bube su blokirane, stoka je nepovoljna, ljudi nisu pronađeni, ljudi su blokirani , vode se javne tužbe, seoba je nerazumna, izgubljene stvari je teško pronaći, bolesti se mole za blagoslov, planine i grobovi su nemirni", "古人": "Yao Chong kontrolira skakavce", "第X籤": "Dobitak na lutriji dvadeset peti", "宮": "Palača Mi"}