{"籤詩版本二": "Priča se da su se stvari okrenule naglavačke, a ja sam dobio pismo s horizonta.\nSlava i uspjeh koji su mi obećani u knjizi ostali su prazni do kraja.", "詩意": "Ovaj heksagram ima lažno ime.\nPreporučljivo je biti konzervativan u svemu.", "解曰": "Gore dolje uznemiren. Traženje slobodnog vremena nije besposličar. Želja za slavom. Ostati siguran.", "籤詩故事一": "◇Zhong Kui postiže prosvjetljenje\nZhong Kui, čije je prezime Zhong Kui, čije je ljubazno ime Zhengnan, je iz Zhongnanshana.\nZa vrijeme vladavine cara Dezonga iz dinastije Tang, Zhong Kui je sudjelovao u carskom ispitu. Zhong Kui je pročitao ispitna pitanja i odmah napisao članak u jednom potezu i predao ga. Glavni ispitivač toga dana bio je Han Yu, ministar civilnih poslova, a zamjenik ispitivača bio je Lu Zhi, veliki učenjak. Kad su njih dvoje pročitali Zhong Kuijev rad, oči su im zasjale i rekli su uglas: \"Čarobnjače, čarobnjake! Svaka riječ u ovom članku je izvrsna, dostojna Li Taibaija i Du Zimeija!\" Tako su imenovali Zhong Kuija kao prvo mjesto.\nCar Dezong saslušao je Han Yuov izvještaj i rekao da je Zhong Kui, novi prvak znanosti, vrlo talentiran, pa je pozvao Zhong Kuija u Zlatnu palaču.\nKada je car Dezong vidio njegovu ružnu pojavu, odmah je osjetio nezadovoljstvo i rekao: \"Odabir učenjaka na našem dvoru temelji se na osobnim riječima i kaligrafiji. Kako tako ružna osoba može biti izabrana kao učenjak broj jedan u zlatnim znanostima? \"\nHan Yu je žurno kleknuo i rekao: \"Dobro i loše u nekoj osobi nije sve u izgledu. Zar ti, Gospode Sveti, ne čuješ da je Yan Ying visok tri stope i da je jednak premijeru? Zhou Chang muca, ali može pomoći dinastiji Han; Konfucije sudi ljudima po njihovom izgledu i izgubio je sina Yua. Nadam se da će vaše veličanstvo dvaput razmisliti.\" \"\nCar Dezong je na trenutak razmislio i rekao: \"Iako su Han Aiqingove riječi razumne, kad sam ja bio car Taizong, bilo je osamnaest učenjaka koji su došli u Yingzhou i razgovarali o tome. Ovaj čovjek je bio učenjak broj jedan. Bojim se da svijet smijat će mi se što nisam prepoznao talente.\"\nPremijer Lu Qi bio je uskogrudan i zavidan na talentima. Nakon što je čuo careve riječi, kleknuo je i rekao: \"Učenjak broj jedan u zlatnom predmetu mora biti i unutarnji i vanjski. Postoji tri stotine kandidata za ovaj predmet. Zašto ne odaberete neku drugu?\"\nKad je Zhong Kui vidio da je ovaj čovjek tako zbunjen, nije mogao a da se ne naljuti. Pokazao je na Lu Qija i opsovao: \"Ako je takav neuk službenik na sudu, neće li naštetiti zemlji?\" Nakon toga, šakom je udario Lu Qija.\nVidjevši to, Dezong se razbjesnio i rekao: \"Tako si hrabar, usuđuješ se stvarati nevolje u Zlatnoj palači, brzo je sruši!\"\nU bijesu, Zhong Kui je izvukao mač iz struka generala koji je stajao u palači i glasno uzdahnuo: \"Teško je frustriranoj mački oponašati tigra, a frustrirana papiga nije tako dobra kao kokoš.\" Nakon toga je izvršio samoubojstvo.\nKada je car Dezong vidio da je Zhong Kui počinio samoubojstvo u bijesu, bio je jako iznenađen. Kako bi pridobio srca ljudi, naredio je da se Zhong Kui pokopa sa službenom titulom Učenjaka br. 1, a također je Zhong Kuija proglasio Bogom egzorcizma za oslobađanje svijeta od zlih duhova.", "聖意": "Molite se za blagoslove za vaš dom, vlastitu sigurnost, financijske poteškoće, poslovni neuspjeh, neuspjeh braka, Liujia žene pješake, vjerujte poljima dudova svilca napola kuhane, šest domaćih životinja, može se uzgajati, nestali ljudi, zapadnjačke javne tužbe, gubitak migracije, konzervativnost, gubitak imovine, bolest, moliti se za sreću u planinama i grobovima", "古人": "Zhong Kui je stekao Tao", "第X籤": "Dvadeset šesti dobitak na lutriji (Lutrija)", "宮": "Palača Mi"}