{"籤詩版本二": "Provođenje vremena u miru i tišini, sjedenje i ležanje uz čaj nakon sitosti\nNe morate biti fizički i psihički zauzeti i sigurno nećete izazvati nepravdu ili katastrofu.", "詩意": "Ovaj heksagram je simbol mira i stabilnosti.\nU svemu, čekanje pravog vremena donijet će sreću.", "解曰": "Ostanite živi i zdravi. Pitajte bogove. Pričekajte dok ne dođe vrijeme. Stvari se događaju slučajno.", "籤詩故事一": "◇Foyinhui Dongpo\nJednom je Su Dongpo stekao neko razumijevanje dok je proučavao zen. Shvatio je da je njegovo stanje transcendentno i osjetio je radost u tome. Ne mogavši ​​obuzdati svoju strast, raširio sam pero i napisao pjesmu:\n\"Usred neba, Jishou jarko sjaji preko svemira; ne mogu ga puhati osam vjetrova, on sjedi uspravno na ljubičastom zlatnom lotosu.\"\n(Osam vjetrova odnosi se na: profit, pad, uništenje, ugled, pohvale, ismijavanje, patnju i sreću. To jest, ne živcirati se zbog ovih osam stanja naziva se \"osam vjetrova ne mogu se pomaknuti\")\nNakon što ga je napisao, Dongpo je poslao svog slugu preko rijeke da ga preda zen majstoru Foyinu iz hrama Jinshan.\nNakon što ga je zen majstor Foyin pročitao, označio ga je riječju \"prdež\" i dao ga svom slugi da ga uzme natrag.\nDongpo je bio bijesan nakon što je to vidio, pa je čamcem prešao rijeku i otišao do hrama Jinshan pronaći Budin pečat za raspravu.\nKad je Dongpo stigao do vrata hrama Jinshan, Foyin je već čekao na vratima.\nSu Dongpo je odmah optužio Foyina: \"Zašto pjesmu koju sam napisao nazivaš prdežom?\"\nFoyin je odgovorio: \"Zar te već ne 'ne može otpuhati osam vjetrova'? Kako bi te mogao 'preko rijeke prebiti' prdež!\"\nU to vrijeme, Dongpo je bio šokiran kada je shvatio da nije dovoljno dobar i otišao je posramljen.\n(Ova priča je metafora za \"Vrućina još nije stigla\")", "聖意": "Molite se za svoj dom i vlastitu sigurnost, za svoje bogatstvo, za svoj posao, za dobar provod, za vaš brak, za ženu putnicu u Liujia, za dolazak svilenih buba u polja, za šest stoke da bude u staji, za pronalazak nekoga, za nevolje, za javne tužbe, za seobu, za izgubljenu imovinu, za bolest, za slanje u planinsku grobnicu, povoljno", "古人": "Foyinhui Dongpo", "第X籤": "Trideset i jedna dobitna lutrija", "宮": "Wei Gong"}