{"籤詩版本二": "Povratak je siguran. Tko zna žad skriven u kamenu?\nJednom kada dobar majstor ima jasan rez, osjećat će se sigurnim i sigurnim u razdoblju jaspisa", "詩意": "U ovom heksagramu možete vidjeti sliku žada kada režete kamen.\nNaporno radite da biste uspjeli u svemu.", "解曰": "Blago je u kamenu. Stranci malo znaju. Pričekajte dok se ne razbistri. Učini što god možeš.", "籤詩故事一": "◇Liu Bei traži talente (tri posjeta slamnatoj kolibi, tri posjeta slamnatoj kućici)\nRazdoblje Tri kraljevstva. Zhuge Liang živio je povučeno u slamnatoj kolibi u Longzhongu. Liu Bei je bio željan traženja talenata, pa je osobno posjetio Zhuge Lianga. Posjetio je Zhuge Lianga tri puta (u povijesti poznato kao \"Tri posjeta slamnatoj kućici\"). Liu Bei je zamolio druge da se klone i upitao je Zhuge Lianga: \" Dinastija Han je pala, a izdajnički ministri ukrali su im živote. Vaše Veličanstvo.\" Prekriven prašinom. Ne mjerim svoju vrlinu i svoju sposobnost, želim vjerovati u veliku pravednost u svijetu, već svoju mudrost i vještine su plitki, pa ga obilato koristim. Od danas. Međutim, moja ambicija još uvijek nije gotova, mislite li da će se plan provesti?\"\nZhuge Liang mu je potom predstavio plan podjele svijeta na tri dijela, te analizirao situaciju u kojoj je Cao Cao bio nedostupan, a Sun Quan mu mogao priteći u pomoć.Također je elaborirao kukavičluk državnih pastora u državama Jing i Yi. , i postojala je prilika da ih se iskoristi, a samo su te dvije države mogle biti iskorištene. Tek tada on može osvojiti svijet; čak je rekao Liu Beiju strategiju napada na Centralne ravnice. (Ova je rasprava kasnije nazvana \"Longzhong Dui\"). Nakon što je Liu Bei to čuo, pohvalio ga je kao da je pronašao blago i snažno pozvao Zhuge Lianga da dođe u pomoć, tako da je Zhuge Liang postao Liu Beijev vojni savjetnik.", "聖意": "Kuća je mirna, ja tražim bogatstvo, trgovina radom ometa brak i postajem virtualni putnik u Liujia.", "古人": "Liu Bei traži talente (tri posjeta kućici pokrivenoj slamom, tri posjeta kućici pokrivenoj slamom)", "第X籤": "Dobitnik trideset druge lutrije", "宮": "Wei Gong"}