{"籤詩版本二": "Dotjerajte se i preoblikujte stari obiteljski stil. Tao je bez neba, ali ima zasluge.\nNakon što su pomeli trnje i trnje na cesti, njih troje su se dogovorili da će se ponovno okupiti s kolegama", "詩意": "Ovaj heksagram predstavlja preuređivanje odjeće.\nSve je teško prije nego što kasnije postane lako.", "解曰": "Ne brini. Lijepo se provedi. Ako pitate o budućnosti. Pred vama je dobar put.", "籤詩故事一": "◇ Budistički spisi Tanga Monka\nXuanzang (602-664), eminentni redovnik iz dinastije Tang, imao je uobičajeno prezime Chen i osobno ime Yi. Rođen je u okrugu Goushi, Luozhou (danas južni dio grada Yanshi, provincija Henan). Zamonašio se s trinaest godina i uzeo budističko ime Xuanzang. Svijet se zove Sanzang iz dinastije Tang.\nU trećoj godini Zhenguana (629., također poznata kao prva godina Zhenguana), otputovao je na zapad u Tianzhu (Indija) kako bi dobio budističke spise. Upuštao se u opasnost sam i podnosio poteškoće. Stigao je tek za četiri godine.\nU sedamnaestoj godini Zhenguana, majstor je službeno dao ostavku i vratio se na istok. U Kinu se vratio Južnom cestom današnje provincije Xinjiang, Khotan i Loulan. Bilo je potrebno ukupno sedamnaest godina i putovanje od 50 000 milja. Kad je stigao u Chang'an u prvom mjesecu devetnaeste godine Zhenguana, car je naredio Liang Guogong Fang Xuanlingu i drugim civilnim i vojnim dužnosnicima da mu prirede veličanstvenu dobrodošlicu.\nTraženo je ukupno 520 i 657 svezaka izvornih sanskrtskih budističkih spisa. i preveden na kineski.\nNakon što se majstor vratio, vrlo su ga poštovali car Taizong i car Gaozong te je pohranjen u Da Neiju, dajući mu titulu \"Majstor Tripitaka\".", "聖意": "Kuća je u nemiru, sreća za sebe, dobra sreća, dobar posao, dobar brak, ometanje Liujia, ljudi koji dolaze u polja, svilene bube, nepovoljne životinje, potraga za ljudima, javne tužbe, migracija, izgubljena imovina, zakašnjela bolest, molitva za blagoslov, planinske grobnice trebaju biti stare.", "古人": "Tang Monk uči budističke spise", "第X籤": "Trideset peti dobitnik lutrije", "宮": "Shen Gong"}