{"籤詩版本二": "Ako želite biti sigurni i mirni, nije prikladno imati svijeće na vjetru.\nBolje je pospremiti se i sjediti u dubokom hodniku, izbjegavati svjetlo, tresti se na tihom mjestu i kretati se. Tresti → Yao. Besplatno → nekoliko.", "詩意": "Ovaj heksagram je poput vjetra koji trese lampu i svijeću.\nOdržavanje konstante donijet će sreću.", "解曰": "Smjestite se na mirno mjesto. Budite dežurni i točni. To nije blagoslov. Konzervativno i primjereno.", "籤詩故事一": "◇Li Jing se vraća na planinu\nLi Jing (571. - 2. srpnja 649.), ljubazno ime Farmaceut, bio je rodom iz Sanyuana, Yongzhou (danas sjeveroistočno od okruga Sanyuan, provincija Shaanxi). General od kasne dinastije Sui do rane dinastije Tang, bio je poznati vojni strateg s civilnim i vojnim vještinama u dinastiji Tang. Kasnije je dobio titulu vojvode od Weija, te je u svijetu bio poznat kao vojvoda od Weija.\nLi Jing je otac trećeg princa Nezhe na popisu bogova, također poznatog kao \"Kralj Tota\". Li Jing i njegov sin pomogli su Jiang Ziyi (Tai Gong) da porazi kraljicu Zhou, uspostavi dinastiju Zhou i kralja Wu je službeno stupio na prijestolje. Jiang Ziya je zatim sastavio popis bogova i proveo ceremoniju za umirivanje duša vojnika koji su poginuli u bitci. Od tada je svijet postao miran i miran. Kralj Wu želio je napraviti markize i nagraditi ih, a također je želio dodijeliti zemlju herojima osnivačima. Li Jing, njegov otac i sin te ostalih sedam ljudi zatražili su povratak na planinu kako bi prakticirali taoizam, a ne da budu opsjednuti svjetovnom slavom i bogatstvom. Kasnije su sva sedmorica \"postali sveci tijelom\" i svrstani u klasu besmrtnika.\nPriča o \"Feng Shen Bangu\"", "聖意": "Kuća je konzervativna, ja sam običan, tražim bogatstvo, imam poteškoća u poslu, moj brak nije u harmoniji, Liujia se moli za pješake da imaju vjere, svilene bube su zrele u jesen, šest životinja je na sigurnom, ljudi su nestali, javnost tužbe i migracija su konzervativni, bolesti izgubljene imovine, ne mijenjajte grobnicu u Jianxingshanu.", "古人": "Li Jing se vraća u planinu", "第X籤": "Trideset sedmi dobitnik lutrije", "宮": "Shen Gong"}