{"籤詩版本二": "Tisuću godina staro ogledalo ponovno ujedinjeno, žena traži od muža da se ponovno uda\nOd tada se obitelj promijenila, a blagoslovi su dodani djeci i unucima.", "詩意": "Ovaj heksagram je simbol ponovnog spajanja ogledala.\nSve je teško i skupo.", "解曰": "Kopanje pijeska u zlato. Jahanje zmaja i jahanje tigra. Iako je mukotrpan. U njemu je dodatak.", "籤詩故事一": "◇Yulianhui deset prijatelja\nU dinastiji Song, Qian Yulian se udala za Wang Shipeng. Kad je Shi Peng otišao u Peking polagati ispit, bogati Sun Ruquan prisilio je Yulian da se ponovno uda za njega.\nQian Yulian odbio je prosidbu bogatog Sun Ruquana i radije bi se udao za Wang Shipeng, siromašnog učenjaka iz Wenzhoua kojeg je angažirao \"Jing Chai\".\nKasnije je Wang Shipeng osvojio prvu nagradu. Budući da je odbio da ga premijer Wanqi prisili na brak, poslan je da služi kao sudac u udaljenom Chaoyangu. Sun Ruquan je potajno promijenila obiteljsko pismo Wang Shipenga u \"pismo o razvodu\" i prevarila Yulian da bude prevarena. Qian Yulianina maćeha također ju je prisilila da se ponovno uda, ali Yulian je odbila i počinila samoubojstvo bacivši se u rijeku. Spasio ju je Qian Zaihe iz provincije Fujian i usvojen kao njegova posvojena kći. .\nYulian je mislio da je Shipeng mrtav. Pet godina kasnije, Wang Shipeng je bio guverner Ji'ana. Jednog je dana održao memorijalnu ceremoniju u taoističkom hramu u znak sjećanja na svoju pokojnu ženu. Yulian je slučajno otišao u taoistički hram Ji'an da spali tamjan, a Wang Shipeng i Qian su se konačno ponovno ujedinili.", "聖意": "Kuća sebi nije dobra Jesen i zima berićetna Neka je bogatstvo berićetna Jesen i zima berićetna Posao berićetna Neka je ženidba uspešna Moli se za pešake da idu u polje Svilene bube se mogu uzgajati Šest grla stoke. može se podići Ljudi se mogu pronaći Javne tužbe su nepovoljne Migracija je konzervativna Gubitak imovine Kasna bolest Molite se za blagoslove Planine i grobovi su dobri.", "古人": "Yulianhui deset prijatelja", "第X籤": "Četvrti znak", "宮": "Maternica"}