{"籤詩版本二": "Crveni kotač pada na zapadu, zec se diže na istoku, yin raste, a yang nestaje, i sve napreduje\nAko ga žena želi koristiti, to će povećati njezino bogatstvo i unijeti sreću u njeno srce.", "詩意": "Ovaj heksagram je simbol rasta Yina i nestajanja Yanga.\nSve je teško prije nego što kasnije postane lako.", "解曰": "Yin koristi ženama. Nije prikladno za muškarce. Ako tražite savjet. Prvo dolazi zlo, a onda dolazi dobro.", "籤詩故事一": "◇Wu Zetian je stupio na prijestolje\nU dobi od 14 godina, Wua je u palaču pozvao car Taizong Li Shimin iz dinastije Tang kao talentiranu osobu, nazvanu \"Wu Mei\". Nakon što je Taizong umro, Zetian je ušla u hram Ganye i postala časna sestra.\nKada je car Gaozong iz dinastije Tang došao na prijestolje, pozvao je obitelj Wu u palaču da odaju počast Zhaoyiju. U šestoj godini Yonghuija (655.), car Gaozong postavio je Wu za svoju kraljicu.\nWu Zetian je bio inteligentan, bavio se književnošću i poviješću, a bio je i snalažljiv. Ubrzo nakon što je Wu Zetian postala kraljica, budući da je Gaozong bila slaba i bolesna, ponekad joj je povjeravao da vodi određene političke poslove, pa je njezina moć rasla. U prvoj godini Shangyuana (674.), cara Gaozonga zvali su \"Car\", caricu Wu zvali su \"Kraljicu neba\", a njih dvoje u palači su zvali \"Dva sveca\".\nU prvoj godini Hongdaoa (683.), Gaozong je umro, princ Li Xian je došao na prijestolje, a Wu Zetian je došao da vlada dinastijom. U veljači prve godine Sisheng-a (684.), Wu Zetian je svrgnuo Li Xian kao kralja Lulinga i postavio njezinog četvrtog sina Li Dana za cara, nastavljajući vladati dinastijom. U rujnu iste godine promijenila je zastavu u zlatnu, a Luoyang, istočna prijestolnica, preimenovana je u božansku prijestolnicu. Devetog dana rujna prve godine Tianshoua (690.), Wu Zetian se proglasio carem i promijenio ime zemlje u Zhou.", "聖意": "Dom je nepovoljan za sebe, molitva za blagoslove, traženje bogatstva, čuvanje transakcija, sreća u braku, loša sreća u braku (žena), pješaci koji blokiraju polja, svilene bube, uspješna stoka, traženje ljudi, razdvajanje, tužbe, gubitak, migracija , gubitak imovine, bolest, šok, planine i grobovi, sretno", "古人": "Wu Zetian stupa na prijestolje", "第X籤": "Četrdeseti dobitnik lutrije", "宮": "Ti Palača"}