{"籤詩版本二": "Sjećat ćeš se beskrajno dobrih riječi, ali ćeš postati tvoj sin ako prepoznaš lopova.\nNemojte biti pohlepni u ovom trenutku i brinuti kako bi on učinio nešto dobro prije godinu dana.", "詩意": "Ovaj heksagram identificira lopova kao sina.\nBudite oprezni u svemu što radite.", "解曰": "Samo ovaj. Džentlmen ne griješi. Imajte to na umu. Nemojte biti usamljeni.", "籤詩故事一": "◇Dong Zhuo prihvaća Lu Bu\nLu Bu, hrabar i dobar u borbi, bio je slavni vojni general na kraju dinastije Istočni Han i na početku Tri kraljevstva. Jednom je Ding Yuana, guvernera Jingzhoua, smatrao svojim posvojiteljem i služio je pod njim.\nNakon smrti cara Linga iz dinastije Istočni Han, Ding Yuan otišao je u Peking kako bi se dogovorio s generalom He Jinom kako bi kontrolirao vladu.\nDong Zhuo se borio s Ding Yuanom, ali nekoliko generala nije uspjelo poraziti Lu Bua, pa je Dong Zhuo poslao svog podređenog Li Sua da podmiti Lu Bua. Li Su je donio hrpe zlata i srebra i poznatog crvenog konja zeca da \"posjeti Lu Bu\". Li Su je u posjet Lu Buu donio hrpe zlata i srebra i poznatog konja crvenog zeca. Dong Zhuo je podmitio Lu Bua da ubije Ding Yuana, a također je rekao svojim vojnicima da pođu s njim ako žele i da odu ako ga ne žele slijediti. Kao rezultat toga, većina vojnika je pobjegla. Tako je Lu Bua podmitio Dong Zhuo i ubio Ding Yuana.\nNakon što je Dong Zhuo došao na vlast, usvojio je Lu Bua kao svog usvojenog sina i učinio ga generalom i markizom.\nDong Zhuo je imao nasilan temperament, a \"odnos otac-sin\" s Lu Buom je zapravo bio vrlo slab. Godine 189. naše ere, na poticaj Situ Wang Yuna, Lu Bu je ubio Dong Zhuoa.\nŠest mjeseci nakon Dong Zhuove smrti, Dong Zhuove stare trupe napale su glavni grad, a Lu Bu i njegova žena pobjegli su u panici. Nakon što je napustio prijestolnicu, Lu Bu je potražio utočište kod ratnih gospodara Yuan Shua, Yuan Shaoa, Zhang Yanga, Zhang Miaoa, Liu Beija, itd., i borio se mnogo puta s Cao Caom, još jednim velikim vojskovođom u to vrijeme. Lu Bu je bio hrabar i dobar u borbama i porazio Cao Cao nekoliko puta.\nU trećoj godini Jian'ana u dinastiji Istočni Han, Cao Caove trupe napale su Xiaopei, Lu Buovu bazu, te ih je Cao Cao zarobio i ubio ispod kule Baimen. Prije pogubljenja, Lu Bu je zamolio Cao Caoa da ga održi na životu kako bi izbjegao smrt, ali Liu Bei je podsjetio Cao Caoa da je Lu Bu mnogo puta izdao i da je nepošten čovjek. Na kraju je Cao Cao, koji je cijenio samo talente bez obzira na moral, pogubio Lu Bua.", "聖意": "Nemirno mi je kod kuće, obično tražim novac, čuvam se transakcija, teško se vjenčati, čovjek Liujia je šokiran, svilene bube su napola sazrele u polju, šest životinja je na sigurnom, osoba ga traži , javna tužba je primjerena, a migracija je molitva za izgubljene stvari koje je teško pronaći, bolesti i mir u grobnici planine Zhenxing.", "古人": "Dong Zhuo prihvaća Lu Bu", "第X籤": "41. dobitnik lutrije", "宮": "Ti Palača"}