{"籤詩版本二": "Car, car i carica će se napokon smilovati i čekati i moliti blagoslove bez gubitka i dobitka.\nSva živa bića imaju koristi od toga, a očekuje se blagostanje u svijetu i na nebu.", "詩意": "Ovaj heksagram je znak naklonosti s neba.\nSve će biti uspješno.", "解曰": "Car mu je iskazao naklonost. nikad zaboraviti Jutarnji i večernji rituali. Prikladno je kaditi se tamjanom.", "籤詩故事一": "◇Mulian je spasio svoju majku\nMokou Lian, ili Mulian, najmoćniji je među deset učenika Buddhe Sakyamunija.\nNjegova je majka za života bila pohlepna i škrta, pa je nakon smrti pala u carstvo gladnih duhova. Mokhullian je upotrijebio svoju magičnu moć da promatra i saznao da je njegova majka rođena kao gladan duh, bez načina da dođe do hrane i bila je u velikim nevoljama. Iskoristio je svoju magičnu moć da donese hranu svojoj majci. Neočekivano, nakon što je majka primila hrana se pretvorila u pepeo i nije se mogla jesti.\nMaudgalyana je bio zabrinut zbog onoga što se dogodilo i izvijestio je Buddhu. Buddha je rekao Mulianu da 15. dana sedmog lunarnog mjeseca treba staviti stotinu okusa i pet plodova voća u posudu i ponuditi ih čestitim redovnicima iz deset smjerova. S ovom moći njegova će majka moći jesti .\nMaudgalyana je postupio u skladu s Buddhinom voljom i njegova je majka konačno oslobođena. Ova vrsta ceremonije naziva se \"Obon festival\", a ovaj festival se zove \"Obon festival\".\n(Napomena: Supstanca ima različite osjećaje na različitim razinama svijeta. Na primjer: kada pada kiša u ovom svijetu, mi je vidimo kao \"vodu\", dok je bića u carstvu gladnih duhova osjećaju kao \"krv\" i osjećajna bića u svijetu pakla to osjećaju kao \"krv\". Osjećaj je kao \"ispuštanje mača\", dok se nebeska bića osjećaju kao \"ispuštanje cvijeta\".)", "聖意": "Molitva za dom i kuću, molitva za sreću zimi, traženje bogatstva, bez transakcije, brak, mir u Liujia, pješaci, selidbena polja, svilene bube, šest životinja, pronalaženje ljudi, tužbe, uspjeh, migracija, konzervativnost, izgubljena imovina, bolest , mir duše, mir planina i grobova", "古人": "Mulian spašava svoju majku", "第X籤": "Znak četrdeset dva", "宮": "Ti Palača"}