{"籤詩版本二": "Svijet je fleksibilan i sve su stvari samoodržive, samoodržive i sigurne\nU životu je sve divno, hvala svecima i mudracima na svemu i neka vam je u blagostanju.", "詩意": "Ovaj heksagram predstavlja harmoniju između zemlje i zemlje.\nSve je u najboljem redu i nema opasnosti.", "解曰": "Sve se stvari rađaju. Svi planovi i želje se ostvaruju. Ford pomaže. Rui Qi je u žurbi.", "籤詩故事一": "◇Hodači dobivaju prosvjetljenje\nPriča o putovanju na zapad:\nSun Wukong preuzeo je Planinu cvijeća i voća i postao kralj. Kasnije, kako bi pronašao način da živi vječno, proveo je osam ili devet godina putujući preko planina i rijeka kako bi štovao patrijarha Bodhija kao svog učitelja. Naučio je sedamdeset -dvije promjene zemaljskog zla i salto oblaka, te prvi put uzeo prezime Sunce.Nazvan Wukong.\nNakon toga, Sun Wukong je otišao u Zmajevu palaču u Istočnom kineskom moru kako bi pronašao odgovarajuće oružje i konačno pronašao Ruyi Zlatnu batinu, božansku iglu Tianhea i Dinghaija. Budući da mu je životni vijek prošao, napravio je veliku pometnju u podzemlju, revidirao knjigu života i smrti i vratio se u svijet ljudi. Kasnije je Sun Wukong prvi put pozvan od neba i nazvan je Bima Wen. Kasnije je pozvan na nebo po drugi put i nazvan je Kraljem majmuna. Krao je i breskve i napravio veliku pometnju na nebu. Zapečaćen je u Bagua peći kako bi vježbao svoje zlatne oči i vatrene oči. Na kraju je Tathagata Buddha ga je držao u podnožju planine Wuzhi 500 godina, nesposoban da se pomakne. Mjesto gdje je Bagua peć prebačena nogom pretvorilo se u planinu plamena.\nPet stotina godina kasnije, redovnik Tang otišao je na Zapad po spise, prošao pored planine pet elemenata i skinuo talisman prije nego što je spasio Sun Wukong. Sun Wukong je briznuo u plač od zahvalnosti. Nakon što ga je Guanyin Bodhisattva podučavao, obožavao je Tang Monka kao svog učitelja i otišao na Zapad da zajedno uče svete spise. Na putu učenja svetih spisa, Sun Wukong se spuštao na demone i eliminirao čudovišta, te opetovano izvodio izvanredne podvige. Međutim, njegov ga je učitelj Tang Seng uvijek iznova pogrešno shvatio i protjerao. Nakon osamdeset i jedne poteškoće, posao je konačno dovršen. Četiri učitelja i učenika stigli su u hram Xitian Leiyin i dobili pravi spis. Sun Wukong postigao je pravi rezultat.\n(Ova priča je metafora da se i majmun može prosvijetliti, a kamoli ljudsko biće.)", "聖意": "Dom je povoljan za sebe, za bogatstvo, posao, brak, Liujia, muške pješake, zapreke polja, svilene bube, šest životinja, Zhongping, traženje ljudi, tužbe, uspjeh, migraciju, gubitak imovine, bolest, Xingxingshan grobnicu, stvari su povoljni", "古人": "Putnik postiže prosvjetljenje", "第X籤": "Potpisano 43", "宮": "xugong"}