{"籤詩版本二": "Hladno vrijeme vodu pretvara u led. Zašto biti pohlepan za slavom?\nNemam drugog izbora nego mirno sjediti i čekati da lišće prirodno procvjeta.", "詩意": "U ovom heksagramu voda se pretvara u led.\nNe tražite ništa uzalud.", "解曰": "Voda se smrzava u led. Led se topi u vodu. Ako je urota. Tako je.", "籤詩故事一": "◇Wang Xiang traži šarana (Dvadeset četiri priče o sinovskoj pobožnosti)\nWang Xiang iz dinastije Jin, kurtoazno ime Fuzheng, rođen je u Linyiju.\nKad je Wang Xiang bio mlad, umrla mu je biološka majka. Njegov usamljeni otac oženio se ženom po imenu Zhu, a Wang Xiang je dobio novu majku. Kad je Wang Xiang bio mlad, njegova biološka majka je umrla, a njegov usamljeni otac oženio je ženu po imenu Zhu. Wang Xiangova maćeha bila je uskogrudna i ljubomorna žena. Nije voljela Wang Xianga i često ga je grdila zbog trivijalnih stvari. Ubrzo je i maćeha rodila sina po imenu Wang Lan. Maćeha je voljela samo svoju djecu, a Wang Xianga je smatrala trnom u oku. Postala je još zahtjevnija prema Wang Xiangu i često je loše govorila o Wang Xiangu pred njegovim ocem. Čak ga i njegov otac postepeno više nije volio. Maćeha je voljela samo vlastitu djecu, a Wang Xianga je smatrala trnom u oku. Bila je još zahtjevnija prema Wang Xiangu i često je loše govorila o Wang Xiangu pred njegovim ocem. Čak ga i njegov otac postepeno više nije volio. Iako je Wang Xiangov polubrat, Wang Lan je vrlo prijateljski raspoložen prema svom bratu. Unatoč mučenju svoje maćehe, još uvijek je bila vrlo fina. Maćeha je tako oštra, ali Wang Xiang je i dalje vrlo fina.\nNjegova maćeha ima hobi, odnosno voli jesti svježu ribu netom izvađenu iz rijeke. Njegova maćeha ima hobi, odnosno voli jesti svježu ribu netom izvađenu iz rijeke. Jedne zime, njegov je otac otišao zbog posla, a njegova se maćeha ponovno razboljela. Braća Wang Xiang i Wang Lan pažljivo su svojoj majci poslužili juhu i lijek za jelo. U jakoj hladnoći, maćehinina bolest još uvijek se nije popravila. u žuri. Jedne zime, njegov je otac otišao zbog posla, a njegova se maćeha ponovno razboljela. Braća Wang Xiang i Wang Lan pažljivo su svojoj majci poslužili juhu i lijek za jelo. U jakoj hladnoći, maćehinina bolest još uvijek se nije popravila. u žuri. Bolesna maćeha htjela je jesti svježu ribu iz rijeke.U toj jakoj hladnoći vani je padao snijeg i voda u rijeci već se pretvorila u debeli led. Bolesna maćeha htjela je jesti svježu ribu.Gdje bi se mogla naći svježa riba u toj ledenoj i snježnoj klimi?\nU to vrijeme nije bilo izvansezonskih jela, a nisi ih mogao kupiti ni da si imao novca.\nU ovoj točki priče dogodila se dirljiva priča o Wang Xiangqiu Liju. Dva brata su bespomoćno čuvala svoju majku.Kako ne bi razočarao bolesnu maćehu, Wang Xiang je odšetao do zaleđene rijeke. Wang Xiang je imao ideju i skinuo je košulju bez obzira na hladnoću. Ležao je golih prsa na ledenjaku i htio da Koristi vlastitu tjelesnu temperaturu za topljenje leda (pa se Wang Xiangqiu šaran naziva i Wang Xiang koji leži na ledu). Skinuo je majicu i ležao gol na ledenjaku. Pomolio se Bogu i rekao: „Bože, majka mi je bolesna i želi jesti svježeg šarana, moraš pronaći način za mene bez obzira na sve.“ Začudo, ledeni blok pored njega odjednom je puknuo, a bila su dva pukotine.Živi je šaran iskočio iz pukotine i skočio na led.Wang Xiang je bio vrlo sretan. Molio se Bogu: „Bože, mama mi je bolesna i želi jesti svježeg šarana, moraš pronaći način za mene bez obzira na sve.“ Začudo, ledeni blok do njega odjednom je puknuo, a bile su dvije pukotine. Živi je šaran iskočio iz pukotine i skočio na led. Wang Xiang je bio vrlo sretan. Brzo je kleknuo, zahvalio Bogu i otrčao kući sa šaranom. Brzo je kleknuo, zahvalio Bogu i brzo odnio šarana kući. Nakon što je maćeha pojela svježeg šarana, ubrzo se oporavila od bolesti. Maćeha u bolničkom krevetu ostala je zaprepaštena kada je ugledala goli gornji dio tijela Wang Xianga, koji je bio ljubičast od hladnoće, i kako u rukama drži dvije ribe, pa je veselo utrčala u sobu.\nWang Xiang je kasnije postao dužnosnik i postao Taibao, te mu je dodijeljena titula vojvode.", "聖意": "Nemirno kod kuće, molim za zaštitu, financijske poteškoće, poslovne probleme, brak, nedosljednost u Liujia osiguranju, pješake, Chi Tian, ​​gubitke svilene bube, šest gubitaka stoke, nestale osobe, javne tužbe, migraciju, konzervativce, izgubljenu imovinu, bolest , teško se oporaviti, planinska grobnica, sretno", "古人": "Wang Xiang traži šarana (Dvadeset četiri priče o sinovskoj pobožnosti)", "第X籤": "Četrdeset i devet Dobitak na lutriji", "宮": "Haigong"}