{"籤詩版本二": "Možete putovati u sve krajeve zemlje, vješajući nadstrešnicu jedra da je slobodno drži\nBude li povoljan vjetar, uskoro će stići i lađa će biti puna blaga.", "詩意": "Ovaj heksagram je kao da vučete čamac s vjetrom.\nSve ide dobro.", "解曰": "Odmorite se mirno. Nije potreban napor. Puno bogatstva. Svi se dive.", "籤詩故事一": "◇ Pet jezera Tao Zhugui (Jezero Fan Ligui)\nU proljetnom i jesenskom razdoblju, Fan Li, čije je ljubazno ime bilo Shaobo, također je bio poznat kao Gui Yizipi ili Tao Zhugong.\nU to vrijeme je bio rat između države Wu i države Yue, a država Wu uništila je državu Yue. Fan Li i Wen Zhong formulirali su plan za Yue Kinga Gou Jiana kako bi promovirali Yuea i uništili Wua. Fan Li je osobno putovao planinama i rijekama i posjetio Xi Shi, prelijepu ženu s vrlinom, talentom i ljepotom, na rijeci Huansha u planini Bailuo i poklonio je kralju Wua. Upotrijebio je \"trik ljepote\" da surađivali iznutra i izvana i uništili Kraljevstvo Wu.\nNakon što je uspio zbrisati Kraljevstvo Wu, Fan Li je znao da je Gou Jian \"ptica dugog vrata s kljunom\" i da s njim može dijeliti nevolje i sreću, pa je otišao voziti čamcem sa Xi Shiom preko Kraljevstva Qi, promijenio svoj ime Gui Zipi, i poveo svog sina i učenike u Kraljevstvo Qi. Oni žive u kućici uz more. Naporno je radio na obrađivanju pustoši, vodio sporedne poslove i poslovao. U roku od nekoliko godina nakupio je desetke milijuna obiteljske imovine. Bio je velikodušan u širenju bogatstva i činjenju dobra svom rodnom gradu. Ljudi Qija cijenili su Fan Lijevu mudrost i sposobnost. Kralj Qija pozvao ga je u glavni grad Linzi i obožavao ga kao premijera zaduženog za vladine poslove . Uzviknuo je: \"Biti dužnosnik može dovesti do ministara, a vođenje obitelji može dovesti do bogatstva. Za običnog čovjeka koji je počeo od nule, ovo je doseglo krajnost. Biti počašćen dugo vremena vjerojatno nije dobar znak.\" Dakle, samo tri godine kasnije, Jiliu se još jednom hrabro povukao, vratio pečat kralju Qija i poklonio svo svoje obiteljsko bogatstvo svojim bliskim prijateljima i suseljanima.", "聖意": "Kuća je dobra za sebe (za otpremu), novac je dobar, posao je dobar, brak kasni, brak nije dobar, Liujia je sigurna, ljudi ometaju polja, svilene bube, jesen, stoku, proljeće napreduje, ljudi traže ljude, tužbe su loše, migracija je konzervativna, izgubljene stvari, zapadnjačke bolesti su riješene, planine i grobovi su jug.", "古人": "Pet jezera Tao Zhugui (Jezero Fan Ligui)", "第X籤": "Pedeseti dobitnik lutrije", "宮": "Haigong"}