{"籤詩版本二": "Ljeto je najduži dan i svi su zabrinuti zbog vrućine i depresije\nNebo i zemlja također znaju što ljudi žele, a povjetarac puše i prirodno je svježe", "詩意": "Ovaj heksagram ukazuje da su svi zabrinuti zbog vrućine.\nRadite što god želite.", "解曰": "Nema sumnje da li napredovati ili se povući. Lijepo se provedi. Je li za kampiranje? Nema potrebe da se ponašate nepromišljeno.", "籤詩故事一": "◇Kong Ming ulazi u Sichuan\nZhuge Liang (181.-234.), pristojno ime Kongming, bio je rodom iz Yangdua, Langya (danas okrug Yinan, provincija Shandong), i bio je premijer Shu Hana (Liu Bei) tijekom razdoblja Tri kraljevstva.\nIako je Liu Bei osvojio Jingzhou, to nije bilo dovoljno za odvajanje jedne strane. Zhuge Kongming je planirao zauzeti Xichuan kako bi povećao teritorij Liu Beija. U to vrijeme, Liu Zhang u Yizhouu napao je Zhang Lu na sjeveru. Zhuge Kongming je saznao da Liu Zhang želi posvetiti kartu Xichuana Cao Caou kako bi se zaštitio. Kada je Zhang Song (Liu Zhangov podređeni) sreo Cao Caoa, jer je Cao Cao bio arogantan i nepristojan, Liu Zhang je odnio kartu natrag u Xichuan i usput prošao pokraj Jingzhoua. Kong Ming ga je već čekao na putu i pozvao ga u Jingzhou, ali nikada nije spomenuo Xichuan sliku sve do vremena polaska. Zhang Song je bio zahvalan Kong Mingu na njegovoj ljubaznosti i gostoprimstvu, pa je posvetio Xichuan sliku mu.\nTeren Xichuana bio je opasan i mogao se napasti ili braniti. Nakon Kong Mingovih raznih aranžmana, Xichuan je postao rodno mjesto Liu Beija.\n(Kong Ming se prema ljudima ponašao ljubazno i ​​lako je dobio željeni Xichuan.)", "聖意": "Molite se za blagoslov doma i za vlastitu zaštitu (ima sreće u nesrećama) Tražite bogatstvo, sreću u poslu, zajednički brak, rođenje dječaka u Liujia, premještanje polja, svilene bube, oštećenje stoke, traženje ljudi, javnost tužbe, seobe, stare izgubljene stvari, sjevernjačke bolesti, želje za planinama i grobovima", "古人": "Kong Ming ulazi u Sečuan", "第X籤": "Poglavlje 51: Dobitak na ždrijebu (Dobitak na ždrijebu)", "宮": "Maternica"}