{"籤詩版本二": "Treba puno truda uhvatiti mjesec u vodi.Treba puno truda ali ništa.\nNe lupetajte gluposti i ne gubite trud na jačanju tijela.Riječ \"tijelo usahlo\" izvorno znači \"tijelo je usamljeno\".", "詩意": "Ovaj heksagram je pohlepan za slikom napora.\nSve je mukotrpno i naporno.", "解曰": "Obećanja se teško pamte. Puno napornog rada. Brini kod kuće. Čekajući da upoznam plemenite ljude.", "籤詩故事一": "◇Taibai je uhvatio mjesec dok je bio pijan (Li Taibai je uhvatio mjesec dok je pijan)\nLi Bai (701-762), također poznat kao Taibai, također poznat kao Qinglian Jushi. Pjesnik dinastije Tang, koji je sebe nazivao prognanim besmrtnikom, bio je poznat kao Besmrtnik poezije i uvijek je bio sretan bez pića.\nJednom je Li Bai došao u Jinling (sada Nanjing) i odmarao se u restoranu pokraj mosta Wende.\nTaj dan je bio petnaesti dan zimskog lunarnog mjeseca. Noću bi sjedio sam u restoranu i divio se mjesecu, dok je pio i recitirao pjesme. Taj dan je bio petnaesti dan zimskog lunarnog mjeseca. Noću bi sjedio sam u restoranu i divio se mjesecu, dok je pio i recitirao pjesme. Li Taibai je najviše u životu volio mjesec, govoreći da je čist i lijep. Li Taibai je najviše u životu volio mjesec, govoreći da je čist i lijep. Te noći je podigao pogled i ugledao bijeli i okrugli mjesec na nebu. Bio je vrlo sretan i popio je još koju čašu. Te noći je podigao pogled i ugledao bijeli i okrugli mjesec na nebu. Bio je vrlo sretan i popio je još koju čašu. U ponoć je Li Taibai iskoristio vino i sišao dolje do mosta Wende. U ponoć je Li Taibai iskoristio vino i sišao dolje do mosta Wende. Čim je zakoračio na most, spustio je glavu i odjednom ugledao mjesec kako pada u vodu.Kad je rijeka krenula, bijeloj mjesečevoj sjeni dodano je nekoliko crnih linija. Čim je zakoračio na most, spustio je glavu i odjednom ugledao mjesec kako pada u vodu.Kad je rijeka krenula, bijeloj mjesečevoj sjeni dodano je nekoliko crnih linija. Li Taibai je u to vrijeme bio toliko pijan da je mislio da je riječna voda zamrljala mjesec. Li Taibai je u to vrijeme bio toliko pijan da je mislio da je riječna voda zamrljala mjesec. Nije se potrudio ni čizme izuti, raširio je ruke i skočio s mosta da uhvati mjesec. Nije se potrudio ni čizme izuti, raširio je ruke i skočio s mosta da uhvati mjesec. Neočekivano, ovim skokom mjesec nije zahvaćen, već se mjesec u vodi razbio i odmah raspao na dvije polovice. Neočekivano, u ovom skoku nije zahvaćen mjesec, ali se čovjek utopio. Umro je u šezdeset i drugoj godini života.", "聖意": "Kuća je nespokojna i vi ste loše sreće (pazite na svoje zdravlje) (nesreća) Tražite bogatstvo i ravnotežu (nemojte ni razmišljati o tome) Poteškoće u poslovnim transakcijama, brak nije riješen, molite za zaštitu (prazna blaga sprječavaju pobačaj) Pješaci su u nevolji, svilene bube u polju pet bodova, a šest životinja je u padu (nesretnik) Traži ljude (nesretnik) Javne tužbe i (Stop tužbi) Obična seoba (ne spominji) Gubitak imovine. (zrakoplov) Molitva za zaštitu od bolesti (nesretnika) Sreća u planinama i grobovima", "古人": "Taibai je uhvatio mjesec dok je bio pijan (Li Taibai je uhvatio mjesec dok je pijan)", "第X籤": "Pedeset drugi dobitak na lutriji (lutrija)", "宮": "Maternica"}