{"籤詩版本二": "Kad se frustracija pretvori u ushićenje, zmajevi riču i tigrovi riču.\nPlavo nebo ima svoj put do neba Neka imam još jednu priliku da postignem slavu.", "詩意": "Ovaj heksagram je poput rike zmaja i rike tigra.\nIma nade da će sve dobro proći.", "解曰": "Samo nauči i idi. Imajte vlastiti prosperitet. Mora se napraviti na kraju. Ima se gdje naći.", "籤詩故事一": "◇Liu Bei vrbuje nevjestu\nNakon bitke kod Chibija, Sun Quan je bio željan povratiti Jingzhou, koji je zauzeo Liu Bei, pa je iskoristio plan Zhou Yua, pretvarajući se da želi zaručiti svoju sestru Sun Ren za Liu Beija, ali zapravo je želio uzeti Liu Bei kao talac da preuzme Jingzhou.\nNakon što je Zhuge Liang špijunirao Zhou Yuov plan, predao je brošuru sa strategijom Zhao Yunu, koji je štitio Liu Beija kada je otišao u Soochow. Zhao Yun slijedio je strategiju u brošuri i namjerno napravio veliku pometnju kako bi dopustio Wu Guotaiju ( Sun Quanov otac) znaju za bračnu ponudu. Budući da je Wu Guotai volio svoju kćer i nije htio opušteno odlučivati ​​o kćerinim životnim poslovima, ukorila je Sun Quana što je nemilosrdan prema njegovoj sestri i predložila da osobno testira je li Liu Bei vrijedan njegove kćeri u hramu Ganlu. Nakon što je Wu Guotai upoznala Liu Beija, ona je jako cijenila Liu Beija i snažno se zalagala za brak između Liu Beija i njegove kćeri. Kao rezultat toga, Liu Bei se uspješno oženio gospođom Sun.\nKasnije su Liu Bei i gospođa Sun zajedno pobjegli natrag u Jingzhou. Kasnije je Sun Quan htio iskoristiti Liu Beijev napad na Yizhou da napadne Jingzhou, ali ga je spriječio Wu Guotai, koji je bio zabrinut za sigurnost svoje kćeri.\nRekao je: \"Zhou Yuov pametan plan je najbolji na svijetu. Izgubio je ženu i svoje trupe.\"\n(Liu Bei dobio od štete)", "聖意": "Nemam sreće kod kuće i nemam sreće (prvo loša sreća, a zatim dobra) Tražite bogatstvo, ravnotežu, poteškoće u braku, uspjeh u braku. Molite se za blagoslov za pješake, svilene bube u poljima, pet bodova za štetu u stoci, traženje. za ljude, tužbe i seobe, sreća za izgubljenu imovinu, sreća za bolesti, mir planina i grobova.", "古人": "Liu Bei vrbuje nevjestu", "第X籤": "Pedeset treći dobitni broj", "宮": "Maternica"}