{"籤詩版本二": "Plaža je puna kamenja, potok teče, vjetar je vedar, mjesec je jasan, a plemeniti ljudi imaju posla.\nNa putu moram pitati kuda ići. Ne uzimaj miris cvijeća i biljaka u šumi. Ne brini za to.", "詩意": "Ovaj heksagram je poput čamca koji putuje malom plažom.\nU svemu se nađu plemeniti ljudi da pomognu.", "解曰": "Zarađivati ​​za život. Puno napornog rada. Ostanite konzervativni i čekajte. Sve najbolje.", "籤詩故事一": "◇Lushan pobuna\nAn Lushan (703-757), čije je prezime bilo Kang i nazvan Yaluoshan, bio je iz Liuchenga, Yingzhou (sada Chaoyang, Liaoning).\nKasnije je uzeo prezime An i promijenio ime u Lushan. Za vrijeme vladavine cara Xuanzonga iz dinastije Tang, An Lushan je bio vojni izaslanik.\nU studenom 14. godine Tianbaoa, An Lushan je podigao trupe u Fanyangu.U ime napada na Yang Guozhong, pokrenuo je pobunu i poveo trupe iz tri grada da napadnu Luoyang, istočnu prijestolnicu. Izvještaji iz Taiyuana su požurili u Lishan. Tang Xuanzong, koji je u to vrijeme bio u palači Huaqing u Lishanu, nije vjerovao da će se Anlushan pobuniti. Međutim, vijesti o pobuni nastavile su se širiti, a Xuanzong je još uvijek bio napola uvjeren. (Ovo je prikaz \"zvuka nemirne tekuće vode na kamenčićima u potoku\")\nTek kada je Yan Zhenqing, prefekt okruga Pingyuan, poslao nekoga da pošalje informaciju, Xuanzong se probudio iz sna.\nPod pogrešnom strategijom cara Xuanzonga iz dinastije Tang, An Lushanova konjička pukovnija zauzela je Luoyang, istočnu prijestolnicu. U prvom mjesecu sljedeće godine, on se proglasio carem Dayanom u Luoyangu, Jianyuan Shengwuom, carem Xiongwuom i Da Xixunom kao premijer.\nU lipnju iste godine, car Xuanzong iz dinastije Tang, u želji da ublaži krizu u Chang'anu i pod pogrešnim vojnim razumijevanjem, pogubio je dvojicu poznatih generala, Feng Changqinga i Gao Xianzhija.Ova naredba je šokirala vojsku Tang. (Ovo ponašanje krši \"cesta mora pokazivati ​​na prednju rijeku\")\nNakon toga, car Xuanzong iz dinastije Tang hitno je naredio drugom generalu, Ge Shuhanu, da povede Tang vojsku prema istoku iz Tongguana.\nGe Shuhan, koji je u potpunosti razumio stratešku pogrešku cara Xuanzonga iz dinastije Tang, planirao je odgoditi promjenu (pristup \"u redu je ako je vjetar miran i plima\").\nNa kraju, car Xuanzong iz dinastije Tang smatrao je da je previše plašljiv da se bori, pa nije imao drugog izbora nego boriti se s An Lushanom u suzama i bio je poražen. (Ispunjava \"Ako naporno radite da biste se uzdržavali, možete se ozlijediti.\")\nU dinastiji Tang, kada granične trupe i lokalni garnizoni nisu imali vremena za odgovor, An Lushanova vojska pritisnula je granicu i ušla u područje glavnog grada. U kritičnoj situaciji, car Xuanzong iz dinastije Tang poveo je Gardijski korpus da pobjegne iz glavnog grada, uzrokujući pad Xijing Chang'ana bez vođe.\n(Tang Xuanzong prekršio je smjernice ovog znaka, tako da je An Lushanova pobuna bila uspješna.)", "聖意": "Kuća je sigurna, čovjek ima sreće, sreća je stabilna, transakcija je uspješna, brak je uspješan (oprez), muškarac pješak iz Liujia dolazi u polje, svilene bube se beru, šest grla stoke je oštećeno, osoba je pronađena , tužba je opravdana, izgubljeno imanje donosi bolest, odnosno grobnicu Anšan treba popraviti.", "古人": "Lushanska pobuna", "第X籤": "Pedeset šesta lutrija", "宮": "Ružna palača"}