{"籤詩版本二": "Jutro i sumrak, Buddhina podrška mora biti u vremenima opasnosti, ali ne u opasnosti\nAko vas privuče neka plemenita osoba, onda će vas pratiti i novac i svila, ovo je Chuan Lai. Sve ovisi o vama.", "詩意": "Ovaj heksagram predstavlja tajni blagoslov bogova i Buda.\nBudite strpljivi i neka vam je sa srećom u svemu.", "解曰": "Znak staromodnog mira. Kad je sve skupo, bit će povoljno.", "籤詩故事一": "◇Tang Monk je postigao prosvjetljenje\nJednog dana Tang Seng je došao do rijeke i ispred nje ugledao Budinu planinu Lingshan. Ispred nje je bio most od jedne daske. Tang Seng se nije usudio prijeći preko njega. Buddha se preobrazio u lađara i držao slomljeni čamac bez dna. Čim je Tang Monk ušao u čamac, pao je u rijeku i spasio ga je lađar. Tako je Tang Monk postao Buda. (Priča o putovanju na zapad)\n◇ Budistički spisi Tanga Monka\nSanzang iz dinastije Tang, njegovo uobičajeno prezime bilo je Chen, a krsno ime Yi. Rođen u okrugu Goushi, Luozhou (sada južno od grada Yanshi, provincija Henan). Zamonašio se s trinaest godina i uzeo budističko ime Xuanzang.\nKako bi došao do izvornih budističkih spisa, krenuo je iz Chang'ana (današnji Xi'an, provincija Shaanxi) u trećoj godini Zhenguana (629. po Kr.), odvažio se preko granice i prošao kroz nebrojene poteškoće kako bi stigao do Tianzhua ( Indija) za prikupljanje svetih spisa. Putovao je po slivovima rijeka Ganges i Ind te jugoistočnim obalnim područjima Indije, zatim prešao planine prekrivene snijegom i zelene grebene, pješačeći više od 50 000 milja naprijed-natrag. Trebalo mu je 16 godina da se konačno vrati u Chang'an godine 19. godina Zhenguana (645. AD). Donio je velik broj budističkih spisa i preveo ih na kineski.\n(Tang Sanzang prošao je dugo putovanje između Kine i Indije. Mora da je iskusio opasnosti tijekom putovanja, ali uspio se sigurno vratiti jer je iza njega bio nevidljivi svetac zaštitnik.)", "聖意": "Dom je siguran, čovjek je povoljan, zapadnjački posao je uspješan, brak je uspješan, pješaci blokiraju polje, svilene bube su blokirane, svilene bube su sedam bodova, stoka je isplativa, potraga je za ljudima, zapadnjački javna tužba je loša, migracija je konzervativna, izgubljena imovina se vidi, bolest je povoljna, planine i grobnice su povoljne.", "古人": "Tang Monk je postigao prosvjetljenje", "第X籤": "Dobitak na lutriji šezdeset i dva", "宮": "Palača Yin"}