{"籤詩版本二": "Riba koja je plivala ulovila se u zamku u ribnjaku Bibo.\nAko nešto pođe po zlu nakon razmišljanja o tome, to će na kraju izazvati probleme.", "詩意": "Ovaj heksagram predstavlja ribu uhvaćenu u zamku.\nTakođer je poželjno biti oprezan u svemu.", "解曰": "Naselje ispod kuće. Nesreća pada s neba. Probudite se rano i prvo poduzmite mjere opreza. Izbjegavajte katastrofe.", "籤詩故事一": "◇Konj je prekriven vodom (teško je skupiti vodu)\nDinastija Han. Zhu Maichen, kurtoazno ime Wengzi, bio je rodom iz Wua u Kuaiji (sada dio grada Suzhou).\nU njegovim ranim godinama, Maichenova obitelj bila je siromašna i on nije imao uspjeha.Par je živio u slamnatim vratima u stražnjoj uličici, sječu drva za ogrjev i prodaju ih kako bi spojili kraj s krajem. Ne zarađujete puno od prodaje drva za ogrjev po bilo čijoj cijeni.\nNjegova supruga je izašla po vodu i vidjela skupinu djece kako se smiju Maichenu. Supruga je to smatrala sramotnim i kasnije je otišla.\nKad je Zhu Maichen imao pedeset godina, car Wu iz dinastije Han tražio je talente i obožavao Zhua kao prefekta Kuaijija.\nNjegova žena žalila je zbog svoje sljepoće i željela je biti smanjena na sluškinju i konkubinu kako bi služila Zhuu do kraja njegova života.\nMaichen je naredio svojoj bivšoj ženi da uzme kantu vode, izlije je na stepenice i rekao: \"Ako se voda može vratiti, njih dvoje mogu ponovno biti zajedno.\"\nUzimajući u obzir odnos između muža i žene, žena i njezin ponovno vjenčani muž dobili su otvoreni prostor u stražnjem vrtu da ga obrađuju i uzdržavaju. Njegova žena se bacila u rijeku i umrla.", "聖意": "Kuća je u opasnosti, čovjek je u opasnosti, novac je izgubljen, transakcija je u miru, brak nije skladan, Liujia je prestrašena, ljudi su blokirani, svilene bube u polju su oštećene, šest grla stoke je izgubljeno, ljudi su pronađeno, tužbe su izgubljene, migracija je dobra, izgubljene stvari su nepovoljne, bolesti su uzrokovane, katastrofe i opasne planinske grobnice treba promijeniti.", "古人": "Konj je prekriven vodom (teško je skupiti vodu)", "第X籤": "Šezdeset četvrti znak", "宮": "Maogong"}