{"籤詩版本二": "Kad dođe zima, grana šljive u gori neće propasti ni ako joj lišće otpadne i grane joj se osuše.\nAli kad dođe proljeće, ipak se vratim kao kurtizana i uništim originalno djelo.", "詩意": "U ovom heksagramu cvijet šljive zauzima vodeće mjesto.\nSve je dobro ako se kasni.", "解曰": "Jedna strelica ispaljena u prazno. Kad je prazno, nije prazno. Čekajući da dođe proljeće. Boja je u njemu.", "籤詩故事一": "◇ Zabio dva puta\nZa vrijeme vladavine cara Dezonga iz dinastije Tang, lojalnom ministru Mei Bogaou i njegovoj obitelji smjestio je izdajnički premijer Lu Qi, koji ih je htio sve pobiti. Samo je njegov sin Mei Liangyu uspio pobjeći. Kasnije je promijenio svoj ime Wang Xitongu kako bi sakrio svoj identitet. Živio je sam na ulici, gladan i promrzao, ali srećom udomio ga je Chen Risheng (Chen Dongchu). Chen Risheng nije poznavao njegovo životno iskustvo, pa ga je zamolio da mu pomogne oko čuvanja Chenova vrta sa šljivama kako ne bi umro od gladi na ulici.\nChen Risheng je bio školski kolega i prijatelj Mei Bogao. Kada ga je progonio Lu Qi, spasio ga je Mei Bogao. Kao rezultat toga, Mei Bogao i Lu Qi su postali neprijatelji. Na kraju je cijela njihova obitelj pogubljena. Chen Risheng je zbog toga bio tužan i ljut. Nakon što se oženio, dao je otkaz i preselio svoju obitelj u Yangzhou da živi povučeno.\nChen Risheng ima kćer po imenu Chen Xingyuan, koja je lijepa i mirisna. Nakon što je Mei Liangyu došla u obitelj Chen, zaljubili su se na prvi pogled. Na dan kada su šljive bile u punom cvatu, a to je bila i godišnjica smrti Mei Bogao, Chen Risheng i njegova obitelj otvorili su oltar u vrtu šljiva svoje kuće u znak sjećanja na svog preminulog prijatelja i dobročinitelja. Neočekivano, nebo se iznenada promijenilo a zapuhala je jaka snježna mećava koja je prekrila sve šljive u cvatu.Uništena. Chen Risheng se žalio da je uspio sigurno pobjeći, ali nije mogao spasiti čak ni potomke obitelji Mei. Mislio je da je to upozorenje od Boga, pa se zakleo da će osim ako šljive ponovno ne procvjetaju, dokazujući da su potomci obitelj Mei je još bila živa, on nikad ništa nije rekao. Pobjegao je u budizam i postao redovnik.\nNjegova kći Xingyuan je to čula i odmah zapalila tamjan te se iskreno molila Bogu da učini da šljiva ponovno procvjeta. Njihova iskrenost ganula je nebesa i sva su stabla šljive u vrtu šljiva ponovno procvjetala; kasnije je Chen Risheng saznao da je Xitong Liangyu, pa je za njega zaručio svoju kćer Xingyuan.", "聖意": "Kuća nije dobra za sebe, dobro je za sebe, traži bogatstvo, razborit je u poslovima, vrijeme je pravo, ženidba je kasna, proljeće je jako, jesen je prazna, putnik je zakasnio, polja su uspješna, svilene bube su uspješne, šest stoke je uspješna, traženje ljudi, javne tužbe, gubitak, migracija, izgubljena imovina, istočnjačke bolesti, lažne uzbune, planinske grobnice treba promijeniti.", "古人": "Zabio dva puta", "第X籤": "Šezdeset i devet Dobitak na lutriji", "宮": "Tatsumi"}