{"籤詩版本二": "Chao Chao je poput pčele koja skuplja cvijeće, leti s jugozapada, a zatim s istoka\nProljeće je prošlo, cvijeće je nestalo, nema ga gdje tražiti, ovo srce neće promijeniti svoje mjesto.", "詩意": "Ovaj heksagram je poput pčele koja bere cvijeće.\nSve je mukotrpno i naporno.", "解曰": "Nema proljetnog krajolika. Kiša pada dugo ali nikako da se razvedri. Pitati za pomoć. Bolje je šutjeti.\n.", "籤詩故事一": "◇Li Mi se pobunio protiv dinastije Tang\nLi Mi\n(582.-619.), pokojni vođa vojske Wagang u seljačkom ustanku u kasnoj kineskoj dinastiji Sui. Majstor kaligrafije. Gospodar riječi Fa bio je rodom iz Chang'ana, Jingzhao, a domovina njegovih predaka bila je Xiangping, Liaodong (sada južno od Liaoyanga, Liaoning). Rodom iz Chang'ana, Jingzhao, njegova prapostojbina je Xiangping, Liaodong (sada južno od Liaoyanga, Liaoning).\nU devetoj godini Dayea (613.), sudjelovao je u pobuni Yang Xuangana protiv dinastije Sui u Liyangu (danas sjeveroistočno od okruga Junxian, provincija Henan). U devetoj godini Dayea (613.), sudjelovao je u pobuni Yang Xuangana protiv dinastije Sui u Liyangu (danas sjeveroistočno od okruga Junxian, provincija Henan). Tajanstveni smisao je poražen,\nLi Mi je pobjegao. Xuangan je poražen, a Li Mi je pobjegao.\nU dvanaestoj godini Dayea pridružio se Wagang vojsci\n. U dvanaestoj godini Dayeove vladavine pridružio se Wagang vojsci. Li Mi je bio dobar u strategiji. U listopadu dvanaeste godine Dayea, Li Mi je uvjerio Zhaija da napadne Xingyang Tonga, moćnog generala koji je pratio vojsku, kako bi obranio Zhang Xutuoa, porazivši Sui vojsku i ubivši Zhang Xutuoa. Li Mi je bio dobar u strategiji. U listopadu dvanaeste godine Dayea, Li Mi je uvjerio Zhaija da napadne Xingyang Tonga, moćnog generala koji je pratio vojsku, kako bi obranio Zhang Xutuoa, porazivši Sui vojsku i ubivši Zhang Xutuoa.\nKasnije je predložio napad na skladište Xingluo (kasnije preimenovano u Luokou), otvaranje skladišta radi pomoći i proširenje tima. Tim Wagang vojske brzo je rastao. U 13. godini Dayea, Li Mi je vodio Wagang vojsku, a Zhai Rang bavio se svrgavanjem i raspodjelom dinastije Sui Došlo je do rata oko vojnih resursa i drugih pitanja, a Li Mi je ubio Zhai Ranga i stotine njegovih sljedbenika. Kasnije je predložio napad na skladište Xingluo (kasnije preimenovano u Luokou), otvaranje skladišta radi pomoći i proširenje tima. Tim Wagang vojske brzo je rastao. U 13. godini Dayea, Li Mi je vodio Wagang vojsku, a Zhai Rang bavio se svrgavanjem i raspodjelom dinastije Sui Došlo je do rata oko vojnih resursa i drugih pitanja, a Li Mi je ubio Zhai Ranga i stotine njegovih sljedbenika.\nU ožujku 14. godine Dayea, Yu Wenhuaji je ubio cara Yanga iz dinastije Sui\n, navela je više od 100.000 ljudi da se vrate na zapad. U ožujku četrnaeste godine Dayea, Yu Wenhuaji (Yu Wen, složeno prezime) ubio je cara Yanga iz dinastije Sui i vratio se na zapad s više od 100 000 ljudi. Li Mi je dobio naredbu da napadne Huaji. Iako je Huaji bio poražen, Li Mijeve trupe također su pretrpjele teške gubitke. Kasnije ih je progonio Wang Shichong. Li Mijeva vojska je poražena, a njegov kamp uništen. Njegovi generali Qin Shubao, Cheng Zhijie (izvorno nazvani Cheng Yaojin), Niu Jinda i drugi su zarobljeni. , Shan Xiongxin se predao. Li Mi je dobio naredbu da napadne Huaji. Iako je Huaji bio poražen, Li Mi je također pretrpio teške gubitke u svojim trupama. Kasnije ga je progonio Wang Shichong. Li Mijeva vojska je poražena, a njegov logor uništen. Njegovi generali Qin Shubao, Cheng Zhijie (prvobitnog imena Cheng Yaojin), Niu Jinda i drugi su zarobljeni, a Shan Xiongxin se predao. Li Mi je bio očajan, pa je u rujnu prešao rijeku do Heyanga i predao se dinastiji Tang. Li Mi je bio očajan, pa je u rujnu prešao rijeku do Heyanga i predao se dinastiji Tang.\nU studenom je Li Yuan poslao Li Mija u Shandong da regrutira stare trupe. studeni,\nLi Yuan je poslao Li Mija da čeka u Shandongu kako bi regrutirao stare trupe. Osjećajući da je osumnjičen, pobunio se protiv Tanga. Osjećajući da je osumnjičen, pobunio se protiv Tanga. Tang general Sheng Yanshi pozvao je Li Mija da napadne i ubio ga u Xinggong Xianu. Tang general Sheng Yanshi pozvao je Li Mija da napadne i ubio ga u Xinggong Xianu.", "聖意": "Kuća, kuća, jezik, ja, zlikovac, traženje bogatstva, uzalud posao, brakovi koji ne traju, Liujia, prazno cvijeće, pješaci, Yaotian, šteta od svilene bube, šest šteta za stoku, nestale osobe, tužbe, gubitak, migracija, konzervativnost, izgubljena imovina, bolest, prepreke, reforma gorske grobnice", "古人": "Li Mi se pobunio protiv dinastije Tang", "第X籤": "Sedamdeseto izvlačenje", "宮": "Tatsumi"}