{"籤詩版本二": "Spoznaja Canglonga Nineteenth Guards: Žena se udala za drugog muža\nS jednim lukom i dvije strijele, dinosauri će odmah živjeti u miru", "詩意": "Ovaj heksagram je poput luka koji drži dvije strijele.\nSve je povoljno ako ide zajedno.", "解曰": "Nije pretežak. Sudbina. Otvara Zhen Liuzhong. Preporučljivo je biti oprezan.", "籤詩故事一": "◇Wenjun posjećuje Xiangru\nZhuo Wenjun je bila kći unuka Zhuo Wanga, bogatog poslovnog čovjeka iz Linqionga, provincije Sichuan.Poznavala je glazbu i imala književno ime. Udala se sa šesnaest godina, a nekoliko godina kasnije suprug joj je preminuo, a ona se vratila rodnoj obitelji živjeti kao udovica.\nJednog dana, Sima Xiangru otišao je u kuću Zhuo Wangsuna na banket. Kada je saznao da je Zhuo Wenjun tek udovac, pustio je pjesmu \"Phoenix Seeking the Phoenix\" kako bi izrazio svoju ljubav. Zhuo Wenjun je već čuo za Simu Xiangru, a ovaj ga je banket još više privukao Sima Xiangru. S druge strane, nakon banketa Sime Xiangrua, odmah je potrošio mnogo novca kako bi podmitio osobnu sluškinju Zhuo Wenjuna i zamolio je da prenese ljubav Sime Xiangrua prema Zhuo Wenjunu. Nakon što je Zhuo Wenjun saznao za ljubav Sime Xiangru preko sluškinje, odmah je požurio u gostionicu u kojoj je živjela Sima Xiangru. Vidjevši dolazak Zhuo Wenjun, Sima Xiangru je odmah pobjegao s njom preko noći u svoj rodni grad u Chengdu.\nKad su bili u Chengduu, par je bio u siromaštvu i morali su se vratiti u Linqiong kako bi otvorili mali hotel kako bi zaradili za život. Zhuo Wenjun prodavao je vino, a Sima Xiangru prao suđe. Živjeli su siromašnim životom. Nakon što je Zhuo Wenjunov otac, Zhuo Wangsun, saznao za to, pristao je i financirao ih prema savjetu svojih prijatelja, tako da su se Sima Xiangru i Zhuo Wenjun vratili u Chengdu živjeti, a kasnije su se obogatili.", "聖意": "Gubitak doma i imovine, vlastita prava i pogreške, traženje bogatstva, radna transakcija, zaštita od ponovnog spajanja braka", "古人": "Wenjun posjećuje Xiangru", "第X籤": "Sedamdeset jedan dobitni loto", "宮": "Tatsumi"}