{"籤詩版本二": "Pčelari moraju prositi med, da ih ne ubode ubod\nMora da je pred tobom čudan put, Tajna je duboka kao šuma trnja.", "詩意": "Ovaj heksagram simbolizira pčele koje skupljaju med.\nSve je mukotrpno i naporno.\n\n(Ovaj heksagram traži simbol slatkoće i gorčine.\nSpriječite katastrofe u svemu.\n)", "解曰": "Stvari treba raditi pažljivo. Nema potrebe forsirati. Pčele skupljaju med. Koji je razlog?", "籤詩故事一": "◇Wang Mang traži talente\nZa obitelj Wang Mang iz dinastije Zapadni Han može se reći da je bila bogata obitelj. Iako mu je otac umro mlad, nekoliko njegovih ujaka i ujaka postali su carevi dinastije Han. Postali su generali, premijeri, postali markizi i primali nagrade. Obitelj Wang bila je izuzetno ugledna.\nAli Wang Mangova vlastita mala obitelj bila je izuzetno siromašna; otac mu je umro mlad, a on je živio samo s majkom, oslanjajući se na milostinju rodbine. Ali zbog toga je Wang Mang odmalena razvio i vježbao niz vještina u ophođenju s ljudima. Bez obzira koliko se osjećao tužno ili ljutito, uvijek je pokazivao vrlo sretan i miran izgled pred rodbinom, starijima ili strancima, tako da su ga svi u klanu prilično cijenili.\nJednom je njegov najstariji stric bio teško bolestan, nakon što je saznao za to, došao je i čekao kraj bolesnikovog kreveta, donoseći lijekove i vodu i bdijejući noću, nekoliko mjeseci za redom, bio je neodjeven, neuredan i iscrpljen. .. Jednostavno je bio više \"strpljiv\" nego pacijent. Više \"sin\" nego biološki sin.\nZbog toga su ga svi u tajvanskom narodu hvalili i pisali pisma tražeći nagradu za njega.\nTako mu je car Cheng iz dinastije Han dao titulu markiza nove prijestolnice i postavio ga za stražara u palači, postavši bliski carev ministar.\nSa svojim visokim statusom i velikom moći, Wang Mang nikada nije pokazivao nikakvu aroganciju ili mlitavost. Umjesto toga, postajao je sve ljubazniji i uljudniji. S jedne strane, sprijateljio se s ministrima, generalima, slavnim osobama i znanstvenicima. S druge strane , pomagao je siromašnima i bio darežljiv sa svojim imetkom.\nAli živio je vrlo skromno, često je jeo mesna jela, a da ne spominjemo da je nosio duge halje i haljine dugih rukava, samo kratku odjeću. Pa su ga svi u Vladi i javnosti jednoglasno hvalili riječju \"vrli\".\nKasnije je njegov ujak, Grand Sima Wanggen, umro od bolesti i on je izabran kao njegova zamjena. Car i svi ministri smatrali su ga najprikladnijim. Stoga je Wang Mang, koji je imao samo trideset osam godina, postao Veliki Sima s najvećom vojnom moći u zemlji.\n(Ova priča je metafora. Biti dobar u tome što ste dobra osoba može vam pomoći da se riješite \"teškoće uboda pčela\" i ostvarite svoje ideale kako želite.)", "聖意": "Kuća nije dobra za sebe, obitelj u nevolji, posao blokiran, brak blokiran, šest oklopa lažni, pješaci kasne, urod svilene bube je slab, stoka je mala, teško je naći ljude, tužba je loša, selidba se ne kreće, izgubljena imovina je loša, bolest je postavljena, gorski grob je izgubljen", "古人": "Wang Mang traži talente", "第X籤": "Dobitak na lutriji sedamdeset i dvije", "宮": "Tatsumi"}