{"籤詩版本二": "Kad dođe proljeće, gromovi tresu i kukci cvrkuću, a ja se okrećem od blata\nKad sam prvi put shvatio da još uvijek dolazim i odlazim, kad sam se promijenio, postao sam zmaj.", "詩意": "Ovaj heksagram je poput grmljavine i insekata.\nSusret s plemenitom osobom dobar je znak u svemu.", "解曰": "Udari groma. Dva depozita unutra i van. Promijenite jednom. Sve do Tianmena.", "籤詩故事一": "◇Chenqiao pobuna\n959. godine nove ere, Zhou Shizong Chai Rong je umro, a car Gong, Chai Zongxun, koji je stupio na prijestolje, imao je samo sedam godina. U to je vrijeme stvarnu vlast imao Zhao Kuangyin, koji je služio kao inspektor ispred palače i izaslanik Songzhoua u njemačkoj vojsci.\nU proljeće 960. godine, Zhenzhou (današnji Zhengding, provincija Hebei) i Dingzhou (današnji okrug Dingxian, provincija Hebei) izvijestili su da vojske dinastije Sjeverni Han i države Liao zajedno idu na jug kako bi napali kasniju dinastiju Zhou, s veliki zamah, i zatražio je slanje trupa u pomoć. Kasnije je dinastija Zhou naredila Zhao Kuangyinu da povede svoje trupe na sjever u borbu protiv neprijatelja. Zhao Kuangyin djelovao je tajno prema planu svog brata Zhao Guangyija, Zhao Pua, Shi Shouxina i drugih.\n3. veljače, kada je vojska stigla u Chenqiaoyi (danas grad Chenqiao, jugoistočno od Fengqiua, Henan), pokrenuli su pobunu i naredili vojnicima da nose žute haljine za njega. Pobunili su se protiv kasnije dinastije Zhou i podržali Zhao Kuangyina kao cara . Nakon toga, Zhao je poveo svoje trupe natrag u Kaifeng bez spaljivanja, ubijanja ili pljačke.\"Taizu Chen Qiao se zakleo da neće uznemiravati ljude prijestolnice, i obećao je da neće uznemiravati grad na dan kada uđe u grad.\"\nTrećeg dana treće godine lunarnog mjeseca, Zhao Kuangyin se pobunio u Chenqiaou i vratio se u glavni grad. Fan Zhi je poveo Wang Pua i Wei Renpua da ispitaju Zhao Kuangyina. Luo Yanhuan je isukao svoj mač ispred šatora i glasno vikao : \"Tri vojske nemaju gospodara. Generali su odlučili postaviti ga za cara. Tko god progovori, bit će ubijen!\". Wang Puovo lice bilo je blijedo poput zemlje. Spustio je korake i naklonio se. Fan Zhi se također naklonio. Kuang Yin mu je osobno pomogao da ustane i postupao s njim s velikom ljubaznošću.\nNakon umjerenog otpora, car Gong iz kasnije dinastije Zhou preuzeo je prijestolje, a Zhao je preuzeo prijestolje. \"Taizu se spremao prihvatiti Zen, ali nije bilo Zen teksta. Tao Gu, Hanlinov učenjak, prihvatio je red i ušao pored njega govoreći: \"Gotovo je.\"\nNakon što je Zhao došao na prijestolje, promijenio je ime zemlje u Song, Yuan u Jianlong, a Kaifeng učinio glavnim gradom. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan i Zhao Yanhui svi su dobili titulu Jiedushi , koja je u povijesti bila poznata kao \"Chenqiao pobuna\".\nWikipedia\n(Ova priča predstavlja da je ovo početak izvedbe Zhao Kuangyina.)", "聖意": "Molite se za svoj dom, svakodnevni život, bogatstvo, dobru sreću, sreću u poslu, plemeniti brak, uspjeh u Liujia, muške pješake, rano rođenje svilenih buba u poljima, rano rođenje šest životinja, sreću u proljeće, traženje ljudi , uspjeh u parnicama, sreća u seobi, izgubljena imovina, opasnosti u bolestima, opasnosti u planinama i grobovima.", "古人": "Chenqiao pobuna", "第X籤": "Potpisano sedamdeset i tri", "宮": "Palača Mi"}