{"籤詩版本二": "U snu je rečeno da će biti puno bogatstva, ali slava je bila samo uzalud.\nDaleko je voda i daleko su planine, ali teško je biti vjeran Plemenita osoba daje smjernice i smiješi se.", "詩意": "Ovaj heksagram predstavlja simbol dobivanja blaga u snu.\nSve je više-manje stvarno.", "解曰": "Sanjati kao san. Nema nade u slavu. Samo čekaj dobra vremena. Plemenite upute.", "籤詩故事一": "◇ Vratite žad Zhaou (vratite žad Zhaou nakon što ga dovršite)\nGodine 283. prije Krista, kralj Zhao Huiwen dobio je He's Bi od Chua. Nakon što je kralj Qin Zhaoxiang čuo vijest, poslao je pismo kralju Zhaou, izražavajući svoju spremnost da zamijeni petnaest gradova za He's Bi.\nLin Xiangru je analizirao kralju Zhaou da je Qin jak, a Zhao slab i da ga treba zamijeniti.\nKralj Zhao je zatim poslao Lin Xiangru u Qin s He's Bi.\nKralj Qina sreo je Lin Xiangrua u Zhangtaiju, a Lin Xiangru je poklonio žad kralju Qina. Kralj Qina je bio presretan i dodao je He's Bi ljepotici i svi oko nje su to pogledali.U to vrijeme svi slijeva i zdesna su vikali živjeli.\nLin Xiangru je vidio da kralj Qina nema namjeru dati grad Zhaou, pa je rekao kralju Qina da je Heov žad neispravan i želio je to pokazati kralju Qina kako bi iskoristio priliku da dobije leđa od žada.\nNakon što je Lin Xiangru vratio Heshijev Bi, stao je pokraj velikog stupa, pokazujući da želi umrijeti s Heshijevim Bijem.\nU to je vrijeme Lin Xiangru rekao kralju Qina: \"Kralj Zhaoa ipak je nadvladao prigovore ministara i prihvatio ministrov prijedlog. Čak i ako nije prevario jedni druge u interakciji s običnim ljudima, da ne spominjemo da Qin je velika zemlja! Kako bih očuvao prijateljstvo između Qina i Zhaoa, kralj Zhao Nakon pet dana posta, poslao sam svoje ministre u Qin s žadom. Nažalost, kralj Qina ne samo da nije imao namjeru dati Zhaou grad, ali i prenio jade obitelji He jednoj lijepoj ženi, što je stvarno bilo ruglo mojih ministara.\"\nNakon što je završio s govorom, Lin Xiangru odmah je pokazao da udara u stup. Kralj Qina se bojao da će He's Bi biti oštećen, pa se pretvarao da daje Zhaou petnaest gradova. Lin Xiangru prozreo je izdajnički plan kralja Qina, pa je zamolio kralja Qina da posti pet dana prije nego što mu predstavi He's Bi kako bi odgodio vrijeme. U ovih nekoliko dana, Lin Xiangru poslao je svoje pratioce da se vrate u državu Zhao s žadom, dok je on ostao da se obračuna s kraljem Qina.\n(Ova priča je poput očiju obične osobe fascinirane njegovim statusom.)", "聖意": "Moliti za blagoslove doma, sebe, ometati bogatstvo, otežati transakcije, brak nije u skladu s pješacima u Liujiaxuu, Chitian svilene bube nisu prihvaćene, šest životinja je oštećeno, ljudi su nestali, očekuju se javne tužbe i migracija, izgubljene stvari su daleko, bolesti su postavljene, poslane u planinske grobnice i promijenjene.", "古人": "Vrati žad Zhaou (dovrši žad Zhaou)", "第X籤": "Sedamdeset i sedma dobitna lutrija", "宮": "Podnevna palača"}