{"籤詩版本二": "Lišće sa sikova je opalo, jesen se bliži, putnicima povratak nalikuje na oblake.\nZahvaljujući velikom Božjem trudu, brod se vratio s blagom u vjetru.", "詩意": "Ovaj heksagram predstavlja sliku opalog lišća platane.\nSve je unaprijed loše, a na kraju dobro.", "解曰": "Uzmi stvari od srca. Tianxin ga slijedi. Zarađivati ​​za život. Učini što god možeš.", "籤詩故事一": "◇Vjetar puše prema paviljonu Tengwang\nWang Bo, kurtoaznim imenom Zian, bio je pjesnik rane dinastije Tang. Rođen je prve godine Yonghuija, cara Gaozonga iz dinastije Tang. Wang Bo od djetinjstva čita sveto pismo, a poznat je i kao \"čudo od djeteta\". Wang Bo od djetinjstva čita sveto pismo, a poznat je i kao \"čudo od djeteta\".\nKad je imao deset godina, on i njegov otac slučajno su prošli pored hrama Guandi. Vidjeli su veličanstveni kip Guandija u hramu, koji je držao primjerak \"Proljeća i jeseni\" i čitao ga. Kad ga je njegov otac vidio, Pjevao je caru Guanu: \"Držim tri pramena zelene brade, čitam povijest dinastije Qing uz zelenu lampu i odajem počast slavnim imenima. Držeći zelenog zmaja i mjesec u ruci.\" Rečeno je da je u jesen ove godine Wang Bo otišao iz Shanxija na otok Hainan kako bi posjetio svog oca koji je degradiran u okružnog suca Jiaozhi. , prolazeći kroz tisuće planina i rijeka putem. U jesen godine, kada mu je bilo dvadeset sedam, Wang Bo je otišao iz Shanxija na otok Hainan kako bi posjetio svog oca, koji je degradiran na mjesto suca okruga Jiaozhi. Putem je prošao kroz tisuće planina i rijeka.\nKad smo tog dana stigli na planinu Madang, svi su otišli na obalu da se odmore. Kada je Wang Bo sam prolazio pokraj drevnog hrama, iznenada je ugledao starca kako sjedi na kamenu pokraj hrama. Starac je izgledao poput djeteta svijetle kose i vilinski izgled. Rekao je Wang Bou: \"Zar ti nisi Wang Bo?\" Wang Bo se zaprepastio i rekao: \"Upravo tako! Kako to znaš?\" Starac je rekao: \"Odavno sam čuo da imaš dobro namjere da spasite ljude, a vaše pjesme su vrlo značajne. Sutra će biti velika zabava u paviljonu Tengwang. Ako možete prisustvovati banketu i napisati esej, bit ćete poznati kroz stoljeća i dobit ćete putne troškove.\" Kad su stigli na planini Madang, svi su otišli na obalu da se odmore. Kada je Wang Bo sam prolazio pored drevnog hrama, iznenada je na kamenu pored hrama ugledao starca kako sjedi, koji je izgledao poput djeteta svijetle kose i vile Rekao je Wang Bou: \"Zar ti nisi Wang Bo?\"\nWang Bo je bio zatečen i rekao je: \"Upravo tako! Kako to znaš?\"\nStarac je rekao: \"Dugo sam čuo da imate dobru namjeru spasiti ljude, a pjesme koje skladate prilično su značajne. Sutra će biti velika zabava u Paviljonu princa Tenga. Ako možete prisustvovati banketu i skladati, bit ćeš poznat u vijekovima i dobit ćeš putne troškove.\"\nWang Bo je rekao: \"Ovo mjesto je šest ili sedam stotina milja udaljeno od paviljona Tengwang. Kako možemo doći ovamo sutra?\" Starac je rekao: \"Upotrijebit ću konja kao božanski vjetar da vam pomogne da plovite glatko. Ja sigurno će stići sutra.\" Wang Bo mi je zahvalio i rekao: \"Oprostite, moj svekre. , jeste li vi besmrtnik ili bog?\" Starac se nasmijao i rekao: \"Ja sam Zhongyuan Shuijun zadužen za ovo vodeno područje!\" Wang Bo je rekao, \"Ovo mjesto je šest ili sedam stotina milja udaljeno od paviljona Tengwang. Kako možemo doći ovamo sutra?\"\nStarac je rekao: \"Upotrijebit ću konja kao božanski vjetar da vam pomogne da plovite glatko. Sigurno ću stići sutra.\"\nWang Bo mu je zahvalio i rekao: \"Oprostite, svekre, jeste li vi besmrtnik ili bog?\"\nStarac se nasmijao i rekao: \"Ja sam Zhongyuan Shuijun koji je zadužen za ovo vodeno područje!\" Zatim je starac pozvao Wang Boa da brzo uđe u brod. Vidio je povoljne oblake koji su ga neko vrijeme okruživali i vjetar a voda je bila glatka duž puta.U tren oka prešao je stotine milja.\nTada je starac pozvao Wang Boa da brzo uđe u brod. Vidio je povoljne oblake koji su ga neko vrijeme okruživali i putovanje je bilo glatko. U tren oka prešao je stotine milja. Kao što se i očekivalo, Wang Bo je požurio u paviljon princa Tenga ujutro na dan velikog događaja.\nKao što se i očekivalo, Wang Bo je požurio u paviljon princa Tenga ujutro na dan velikog događaja. I na licu mjesta napisao je \"Predgovor paviljonu princa Tenga\", koji je car Gaozong iz dinastije Tang nazvao vječnim remek-djelom. I na licu mjesta napisao je \"Predgovor paviljonu princa Tenga\", koji je car Gaozong iz dinastije Tang nazvao vječnim remek-djelom.\nPostoji pjesma koja kaže:\nUvijek se govorilo da su talentirani ljudi bogovi, pa nije slučajno što vjetar donosi Nanchang u Nanchang;\nNapisao sam rečenicu o Teng Wangovom visokom paviljonu, a zatim je on otpratio besmrtnike u Zhongyuan.", "聖意": "Molite za svoj dom i zaštitite se, molite za blagoslove, tražite bogatstvo i ostvarite brak i sklad.", "古人": "Vjetar puše prema paviljonu Tengwang", "第X籤": "Potpišite osamdeset i jedan", "宮": "Wei Gong"}