{"籤詩版本二": "Što učiniti ako zbog ugleda izgubite vrlinu?Bojim se da će se sreća promijeniti i dogoditi loše stvari.\nPijan, ne znam kud bih, maglovit san sanjam u sjeni zelenih borova.", "詩意": "Ovaj heksagram predstavlja hladnu ribu koja napušta vodu.\nNišta se ne može pomaknuti.\n\n(Ovaj heksagram je simbol loše vrline i loše sreće.\nDržite noge na zemlji u svemu.\n)", "解曰": "Hladna riba napušta vodu. prstom u oko. Ako pitate o planovima kampa. Bolje je Mo Qi\nOvaj znak donijet će nesreću Liujii. Sve ide krivo. Molite za sigurnost.", "籤詩故事一": "◇Zhuangzi testira svoju ženu\nZhuangzi je rođen u dinastiji Zhou. Prezime mu je bilo Zhuang, kršteno ime Zhou, a kršteno ime Zixiu. Bio je porijeklom iz Mengyija u dinastiji Song. U dinastiji Zhou bio je službenik Qiyuana.\nJednog dana, Zhuangzi je sreo ženu na planini. Čučala je ispred novog groba, očajnički tresući lepezom, kao da želi osušiti mokru zemlju na grobu. Zhuangzi nije razumio njezinu namjeru pa ju je upitao. Rekla je da je osoba koja je sahranjena u grobu njen muž, a posljednje riječi njenog muža bile su da se ne može ponovno udati dok se zemlja na grobu ne osuši. Nije mogla više čekati, pa je promešala grobnu zemlju da se brže osuši, kako bi mogla krenuti u drugo proljeće.\nZhuangzi je uzdahnuo kad je pomislio da na svijetu postoji tako bešćutna žena. Onda sam pomislio, bi li moja žena bila ovakva? Kad se pojavi sumnja, želim je testirati.\nZhuangzijeva supruga prezivala se Tian, ​​a par je obično bio u bliskoj vezi. Kako bi testirao odanost svoje žene, Zhuangzi se odlučio pretvarati da je mrtav.\nČuvši da je Zhuangzi umro od iznenadne bolesti, mnogi ljudi iz svih krajeva, uključujući rodbinu i prijatelje, došli su izraziti sućut. Među njima je bio i zgodni kralj i unuk iz države Chu, koja je bila bogata bogatstvom. Vidjevši da gđa. Tian je tek udovica i jadna, progonio ju je. Gospođa Tian nije mogla podnijeti iskušenje i zaljubila se u Wang Suna te su se vjenčali za samo dvadesetak dana.\nTe noći, kada je vino bilo popijeno i uši su bile vruće, Wang Sun je iznenada doživio srčani udar i umro.\nGospođa Tian je bila prestrašena i uspaničena, te je hitno pitala Wang Sun što da učini. Wang Sun je izdržao bol i rekao gđi Tian da se mozgovi mrtvih tijela mogu koristiti za vraćanje mrtvih u život.\nGdje pronaći mrtvo tijelo? Gospođa Tian odjednom je pomislila, nije li njezin muž upravo umro? Gospodin Tian je zaboravio na staru ljubav između muža i žene, te je zapravo uzeo sjekiru i raskolio lijes njenog muža, pripremajući se da mu izvadi mozak za lijek.\nNeočekivano, kada je lijes otvoren, Zhuangzi se vratio u život. Gospođa Tian se toliko posramila da se objesila.\n(Ova priča je metafora za narušavanje prijateljstva radi osobne koristi, tako da se s njom ne možemo složiti.)", "聖意": "Kuća je mirna, siguran sam, tražim bogatstvo, postoji nepravda u transakcijama, žrtvama, braku, stvari su riješene, Liujia je napredna, pješaci nisu stigli, Tiancanping, Liujuping, ljudi traže ljude, tužbe su se promijenile , ljudi su konzervativni, izgubljene stvari nisu bolesne, a planine i grobovi su zli.", "古人": "Zhuangzi testira svoju ženu", "第X籤": "Partija 84", "宮": "Wei Gong"}