{"籤詩版本二": "Tamni oblaci i magla pokrivaju put pred planinom Sve je okruglo i mjesec je opet okrugao.\nDobiješ li poeziju i knjige, probudit ćeš se iz dubokog sna, plemenita osoba će te voditi do krova.", "詩意": "Ovaj heksagram simbolizira kraj proljeća i cvjetanje cvijeća.\nSve se mijenja nakon Gospodina.", "解曰": "Starac treba tražiti pomoć. Ponovno cvjeta u proljeće. Želja za slavom i bogatstvom. Susresti se s neočekivanim dobitkom kasno u životu.", "籤詩故事一": "◇Han Wengong nailazi na snijeg\nHan Yu, čije je ljubazno ime bilo Tuizhi, bio je iz Changlija. Tang Dezong postao je Jinshi u osmoj godini Zhenyuana, a njegova posmrtna titula bila je Wen Gong.\nZa vrijeme vladavine cara Xianzonga iz dinastije Tang, Han Yu je protestirao s Budinim kostima, što je razljutilo cara. Han Yu je ostavio ženu i djecu i otišao u Chaozhou. Nakon hodanja manje od nekoliko dana, hladan vjetar se pojačao i pao je jak snijeg. Han Yu je došao do mjesta gdje je snijeg bio dubok nekoliko stopa, što je njegovom konju otežavalo kretanje naprijed. U blizini nije bilo kuće i nije znao gdje je cesta. Ako želite slijediti stazu i povući se, nema povratka. Vjetar je jako puhao i snijeg je brzo padao.Han Yu je bio mokar do kože, promrzao i gladan i nije imao gdje iskazati svoju tugu.\nHan Yu je uzdahnuo i rekao: \"Car me neće ubiti, ali car me želi uništiti.\"\nBaš kad je Han Yu bio očajan, ugledao je čovjeka kako dolazi čistiti snijeg unatoč velikoj hladnoći. Ispostavilo se da je on Han Xiangzi (Han Yuov nećak).\nPrethodno je Han Xiangzi rekao Han Yuu: \"Gdje je Yun Hengov dom u Qinlingu? Snijeg zagrli plava vrata i konj prestane ići naprijed.\" U to vrijeme Han Yu nije razumio što Han Xiangzi misli, ali sada je konačno shvatio.\nTako su Han Yu i Han Xiangzi otišli provesti noć u Fuovoj kući u Languanu. Govoreći o prošlosti i putu kultiviranja, Han Yu je bio iskreno uvjeren.\nKasnije je Han Yu napustio svoj službeni položaj, darovao svu svoju imovinu lokalnoj vladi i otišao u planine prakticirati taoizam i postati besmrtan.", "聖意": "Kuća nije dobra za sebe, budite oprezni u traženju novca, usredotočite se na posao, brak kasni, Liujia žene pješaci blokiraju polja, svilene bube su dobre, stoka je dobra, teško je pronaći ljude, javne tužbe se ponavljaju, migracija je ažurirano, izgubljene stvari su ozbiljne, bolesti su odgođene, planinske grobnice treba promijeniti.", "古人": "Han Wengong nailazi na snijeg", "第X籤": "Osamdeset peta dobitna lutrija", "宮": "Shen Gong"}