{"籤詩版本二": "Hodajući do pola zapadne planine, litice Junlinga ne mogu se riješiti.\nTražeći zaštitu od Boga, ovo tijelo je još uvijek u mrtvačnici", "詩意": "Ovaj heksagram je kao traženje zlata u pijesku.\nU svemu ima znakova plemenitih ljudi.\n\nTakođer: Ovaj heksagram označava da je osoba u opasnosti.\nU svemu ima znakova plemenitih ljudi.", "解曰": "Žad se može pronaći klesanjem kamena. Pronađite zlato u pijesku. Treba naporno raditi. Samo nevolja.\nDrugo djelo: teška situacija. Nema gdje ostati. Isprosi Božji blagoslov. Molite za duševni mir.", "籤詩故事一": "◇ Grizite zlato i istražite podzemne pećine\nKako bi proslavio svoje vojne podvige, Cheng Yaojin priredio je banket u Yanwuyangu. Odjednom se otvorila rupa u zemlji, koja je bila nedokučiva.Svi su izvlačili ždrijeb birajući riječi, grizući zlato da dobiju i iznajmljujući užad da se vežu za rupu.\nTu su kamena vrata, stolovi, stolice, mostovi i drugi predmeti.Na stolu su zmajeve haljine i pojasevi od žada, koji su napravljeni od zlata i nošeni iz pećine.\nYao Jin je izašao iz rupe s velikom kutijom i malom kutijom, otvorio drvenu kutiju i izvadio pečat od žada, otvorio kutiju, izvadio veliku zastavu i krunski ogrtač i tragove i stavio ih na stol, i svi su ih gledali jednog po jednog. Vidio sam osam likova na pečatu ugraviranih na velikom pečatu koji su bili \"Demonski kralj Hunshija, Veliki vrli car\".\nSvi su ga obožavali kao \"cara\", a Yaojin je to činio tri godine kao kralj demona. (Zapravo, ovo je bilo samo samoproglašenje, a Cheng Yaojin je u to vrijeme bio samo vođa sela.)\n(Ova priča je metafora da su dobre stvari poput glume. Ovo je umjetnička koncepcija \"ovo tijelo je još uvijek u praznini\".)", "聖意": "Molitva za dom i kuću, samoporažavanje, traženje bogatstva, naporan rad, oprez u poslovanju, brak će biti ometan od strane Liu Jiaxua, pješaci, Chi Tian, ​​svilene bube, štala sa šest stoke, traženje ljudi, bez tužbi, gubitak , seoba, čuvanje izgubljene imovine, opake bolesti, prepreke, planine i grobovi.", "古人": "Istraživanje kripte za zlato", "第X籤": "Znak osamdeset sedam", "宮": "Shen Gong"}