{"籤詩版本二": "Nemojte me gnjaviti svojim privatnim stvarima, to je primjerenije pitati javnost.\nBistro srce je svijetlo i bistro kao sjajan mjesec na nebu", "詩意": "Ovaj heksagram predstavlja sliku sjajnog mjeseca na nebu.\nSve je svijetlo i prozračno.", "解曰": "Budite čestiti u srcu. Ispravite zakon. Svete riječi. Napokon postaje jasno.", "籤詩故事一": "◇Kong Mingov general\nRješenje: Zhuge Liang mobilizira svoje trupe i generale\nTijekom razdoblja Triju kraljevstava, Zhuge Liang (181.-234.), pristojnog imena Kongming, rođen je u Yangduu, Langya (danas okrug Yinan, provincija Shandong).\nZhuge Liang pristao je postati dužnosnik nakon što je Liu Bei tri puta posjetio slamnatu kućicu. U to je vrijeme Cao Cao umirio Hebei i bio je odlučan marširati na jug. Poslao je Xiahou Duna kao glavnog generala, Yu Jina, Li Diana i druge kao zamjenici generala, vodeći vojsku od 100 000 u maršu prema Xinyeju. Iako je Zhuge Liang u to vrijeme imao plan za povlačenje pred neprijateljem, Guan Yu i Zhang Fei prezirali su Zhuge Liangove riječi. Zhuge Liang nije imao drugog izbora nego upotrijebiti Liu Beijev mač da uvjeri njih dvojicu, tako da su svaki poveo tisuću vojnika i postavili zasjedu u Yushanu i Anlinu. Čekali su da Xiahou Dun povede svoju vojsku da prođe, a zatim su ih napali s zasjede i vatra.\nOsim toga, Zhao Yun je poslan da predvodi stare i slabe ostatke vojske da se bore kao prethodnica protiv Xiahou Duna, a zatim je odglumio poraz i povukao se, namamivši Xiahou Duna na usku cestu u planinama i šumama. Također je poslao Guana Ping, Zhou Cang, Liu Feng i ostali da se ušuljaju u pozadinu Caove vojske, paleći zalihe i stvarajući paniku u Caovoj vojsci.\nNakon bitke, sve se dogodilo kako je Zhuge Liang dogovorio. Kada su Xiahou Dun i Yu Jin poveli vojsku u potjeru, Li Dian, koji je bio na začelju, hitno je obavijestio Xiahou Duna na čelu da se mora zaštititi od neprijateljskih vatrenih napada. Međutim, bilo je prekasno. Caova vojska je bila sputana uskoj cesti i bio je na mjestu gdje je drveće bilo isprepleteno, tako da se vatra nije mogla zapaliti. Bilo je teških žrtava, a Xiahou Dun i drugi generali bili su poraženi i pobjegli natrag u Xudu.\n(Ova je priča metafora da je Kong Ming dobar u korištenju ljudi i mudrom upravljanju zemljom.)", "聖意": "Dom i kuća su povoljni. Želim sreću u bogatstvu, duševni mir, prosperitet u poslu, brak, uspjeh u Liujia, muške pješake, selidbena polja, svilene bube, gubitak stoke, potragu za ljudima, javne tužbe, migraciju, izgubljeno imovine, blagoslova, bolesti, mira, planina i grobova.", "古人": "Kong Mingov general", "第X籤": "Deveti znak", "宮": "Palača Yin"}