{"籤詩版本二": "Dobra predstava čini da se mrštenjem ističete iz gomile, a vaša budućnost se mijenja i donosite puno bogatstva.\nCesta je široka kao nebo, a sav novac koji možete dati bit će u vašem srcu", "詩意": "Ovaj heksagram ukazuje na obećavajuću budućnost.\nSve ide dobro.", "解曰": "Velika cesta. Možete ići naprijed. Koristite svoje srce. Samo naprijed.\nS ovim znakom sve ide po planu. Sretno Jichangu.", "籤詩故事一": "◇ Tri heroja bore se protiv Lu Bua\nRješenje: Tri heroja Zhang Fei, Guan Yu i Liu Bei bore se protiv Lu Bua\nDong Zhuo je saznao da je Hua Xiong odrubljena glava i poslao letećeg generala Lu Bua u borbu. Čim je Lu Bu krenuo u bitku, ubio je generale Fang Yuea i Mu Shuna, a ubio Wu Anguoa i Gongsun Zana.\nZhang Fei je vidio da Gongsun Zan ne može pobijediti Lu Bua, pa je brzo zamijenio Gongsun Zana i povikao: \"Robovi triju prezimena trebaju otići! Zhang Fei iz Yana je ovdje!\" Nakon toga su se borili više od pedeset rundi, bez pobjednika ili gubitnika.\nNakon što je Guan Yu to vidio, on i Zhang Fei napali su Lu Bua i borili se više od trideset rundi.\nLiu Bei je također nosio dva mača, pljesnuo konjem i zakoračio naprijed kako bi pomogao Zhang Feiju i Guan Yuu.\nTrojica muškaraca okružila su Lu Bua i nastavila se boriti. Svi ljudi u skupini bili su zaprepašteni.\nUbrzo je Lu Bu počeo gubiti snagu. Lu Bu-ov Pegaz se povukao, ali tri čovjeka su ganjala Lu Bu-a i odbila su odustati. Nisu se povukli sve dok nisu sreli Lu Bu-ove trupe.\n\"Tri kraljevstva\"\n(Ova priča je metafora za Lu Buovu hrabrost i vještinu u borbi. Jedna osoba može poraziti troje ljudi.)", "聖意": "Srce kuće i doma putuje samo na vlastitom putovanju u potrazi za bogatstvom. Mogući članak o braku ide Liujii. Ljudima stvari idu glatko. Koriste se svilene bube Zhushuntian. Ljudi se mogu pronaći među šest životinja. Ljudi se mogu pronaći unaprijed .Sudski spor.Migracija.Izgubljena imovina.Bolesti.Planine i grobovi su poput sreće.", "古人": "Tri heroja bore se protiv Lu Bua", "第X籤": "Devedeset i jedna dobitna lutrija", "宮": "Ti Palača"}