{"籤詩版本二": "Luan Feng Xiang bio je potopljen kišom, ali tada ga je Queer maltretirao\nBio sam šokiran kada sam saznao da su jednog dana oblaci bili daleko, ali sam ti ipak vratio svoju odjeću.", "詩意": "Ovaj heksagram predstavlja simbol Luana i Phoenixa koji su prekriveni kišom.\nSve dođe kad dođe vrijeme.", "解曰": "Zlikovac napreduje iz dana u dan. Gospodin ne bi trebao ništa učiniti. Samo se drži za sebe. Poduzmite nešto kada za to dođe vrijeme.", "籤詩故事一": "◇Gao Jun jamči brak\nU ranoj dinastiji Song, Zhao Kuangyin ujedinio je sjever i cijela se zemlja predala. Međutim, u dinastiji Južni Tang, Li Yu je okupirao jug rijeke Yangtze i usvojio strategiju predaje ponudivši grad i zarobivši Zhao Kuangyina u Shouzhou Situacija je bila kritična. Zhao Kuangyinov nećak, Gao Junbao, mladić sa zlatnom puškom, napustio je Bianjing kako bi razbio opsadu Shouzhoua.\n, prolazeći pored planine Shuangsuo, razbili su znak Muž koji je postavio Liu Jinding, i njih su se dvojica natjecala. Kao rezultat toga, Liu Jinding je tri puta porazio Gao Junbaoa svojim vrhunskim borilačkim vještinama, te su doživotno zamijenili zlatne buzdovane i srebrna zvona. Zhao Kuangyinov nećak, Gao Junbao, kako bi spasio zarobljenog Zhao Kuangyina u Shouzhou, napustio je Bianjing i prošao kroz planinu Shuangsuo. Razbio je znak koji je postavio Liu Jinding i njih su se dvojica natjecala. Kao rezultat toga, Liu Jinding je porazio Gao Junbaoa svojim vrhunske borilačke vještine i bio prisiljen na to.brak. Par je poveo gomilu u opsadu i spasio Zhao Kuangyin.\n(Metafora ove priče je da se njih dvoje nisu pomirili (bili su maltretirani), nego su se kasnije pomirili.)", "聖意": "Obiteljski dom nije dobar za sebe, pazi da tražiš novac, blokiraš posao, čekaš brak, odgađaš, Liujia, lažni putnik, zadržavaš se u poljima, svilene bube, kasniš, šest oštećenja stoke, teško pronaći ljude, tužbe, gubitak, migracija, konzervativnost, izgubljena imovina, teška bolest, proširenje planine, grobna reforma", "古人": "Gao Jun jamči brak", "第X籤": "Devedeset i tri dobitka na lutriji", "宮": "xugong"}