{"籤詩版本二": "Ambicija i postignuća su u dinastiji, ali sada će biti beskonačnog opijanja i seksa.\nAko vidite zlatnog pijetla, bit ćete nagrađeni novcem, srećom i bogatstvom.", "詩意": "Ovaj heksagram predstavlja simbol ambicije i slave.\nNeka sve bude povoljno.", "解曰": "Ambiciozan i uzbuđen. Još nije kasno da se zaštitite. Zlatni pijetao obećava. Svi sretni.", "籤詩故事一": "◇Cao Pi se proglasio carem\nCao Pi, kurtoaznim imenom Zihuan, rođen je u Peiguoqiaou (danas okrug Hao, Anhui). Poznati političar i pisac iz razdoblja Jian'an.\nCao Pi je drugi sin Cao Caoa. Živio je s ocem u vojnom kampu odmalena. Pod očevim utjecajem Cao Pi je naučio streljaštvo sa šest godina i jahanje sa osam godina, te se razvio dobre vještine borilačkih vještina. Također ima opsežno znanje o antičkim i modernim klasicima i biografijama, kao i knjigama stotina škola mišljenja. Tek u dobi od osamnaest godina Cao Cao je pobijedio Yuan Shaoa i Cao Pi je živio relativno stabilnim životom u Yechengu, središtu Cao Caove vladavine. Od tada, iako je ponekad pratio oca u vojnim pohodima i većinu vremena živio životom plemićkog sina, i dalje se svakodnevno bavio borilačkim vještinama i do danas nije odustao. Često jaše na svom konju na sto koraka i vrlo je vješt u borilačkim vještinama.Budući da se često bavi borilačkim vještinama, lagan je i snažan.\nCao Caov najstariji sin Cao Ang poginuo je u bitci. Nakon što je najstariji sin umro, Cao Pi je postao prvi izbor za prijestolonasljednika. Kad je imao trideset i jednu godinu, Cao Cao ga je proglasio prijestolonasljednikom. Kad je Cao Piju bilo trideset tri godine, Cao Cao je umro od bolesti, a Cao Pi ga je naslijedio na mjestu premijera i kralja Weija. Rekao je da često jaše na konju na sto koraka i da je vrlo vješt, jer se često bavi kungfuom, lagan je i zdrav.", "聖意": "Molite se da vaš dom i vaš dom budu mirni, tražite bogatstvo, marljivo radite, trgujte, rano raskinite, brak će biti uspješan, Liujia će biti sigurna, ljudi će biti u polju, svilene bube će biti zrele, šest stoke će biti zrelo , teško će se naći ljudi, javne tužbe bit će hitne, selidba će se izgubiti, a stvari će biti daleko, bolesti će ostati u planinama i grobovima.", "古人": "Cao Pi se proglašava carem", "第X籤": "Devedeset peta dobitna lutrija", "宮": "xugong"}