{"籤詩版本二": "Veličanstvena pagoda je neobična, s izvrsnim crtama na svim stranama koje jarko sjaje.\nPozivam vas da budete odlučni da marljivo klanjate i činite dobra djela, pa će vam nebo salavat poslati.", "詩意": "Ovaj heksagram predstavlja manifestaciju zasluga.\nSve je povoljno.", "解曰": "Ovi blagoslovi. Svatko ga ima. Nemojte biti previše zaposleni. Zasluga se utvrđuje unaprijed.", "籤詩故事一": "◇Kralj Fenyanga susreće svog unuka na kinesko Valentinovo\nRješenje: Guo Ziyi je upoznao Djevojku Tkalcu koja se spuštala na Zemlju na kinesko Valentinovo. Tiansun, unuka cara od žada, je sedam vila.\nGuo Ziyi (697.-781.), također poznat kao Guo Linggong, bio je rodom iz okruga Zheng, Huazhou (danas okrug Huaxian, provincija Shaanxi) i general u dinastiji Tang. Carski dvor dodijelio je Ziyiju titulu kralja Fenyanga.\nRečeno je da je Ziyi porijeklom iz Huazhoua i otišao se pridružiti vojsci izvan Velikog zida. Otišao je u Peking tražiti vojnu plaću i vratio se u Yinzhou. Slučajno je u to vrijeme bilo kinesko Valentinovo. Vjetar i pijesak padao mrak, a sunce se smračilo. Ziyi nije mogao naprijed, pa je stajao pokraj ceste. Spavao je na podu u praznoj kući. Kad je htio zaspati, iznenada je ugledao crveno svjetlo s obje strane.Ustao je i iznenađeno pogledao.Na nebu je bio oblak koji se polako spuštao.Tamo je sjedila lijepa žena,dostojanstvena i prekrasna,potpuno drugačija od običnih ljudi. Ziyi je odmah odao počast i rekao: \"Danas je sedmi dan sedmog lunarnog mjeseca. Mislim da je Djevojka tkalja ta koja je došla, želeći joj podariti dugovječnost i bogatstvo.\"\nŽena je također odgovorila: \"S velikim bogatstvom dolazi dugovječnost.\"\nNakon što je završio s govorom, sjaj se vratio i oblaci su se polako podigli. Žena je još uvijek gledala dolje u Guo Ziyi s ugodnim osmijehom. Tek kad je bila daleko od nje, dim se zamaglio i više se nije mogla vidjeti.\nIspostavilo se da je to istina, baš kako je žena rekla. Ziyijeve zasluge su svjetski poznate, izuzetno je popularan ministar, general sa zaslugama i vrlinama.", "聖意": "Zaželite želju za sebe kod kuće, zaželite želju za sebe, molite se za novac, sretno u poslu, sretno u braku, sretno u Liujia, sretna putovanja s ljudima, pokretna polja, svilene bube, stajska stoka, loša sreća u pronalaženju ljudi, javne tužbe, migracija, dobra sreća, bolesti izgubljene imovine, grobnice u Zhenxingshanu", "古人": "Kralj Fenyang susreće svog unuka na kinesko Valentinovo", "第X籤": "Potpišite devedeset šest", "宮": "xugong"}