{"籤詩版本二": "Zauzdavajući konja i držeći bič, dolazimo ravno ovamo, napola u opasnosti, a napola u katastrofi.\nTo je kao da kuća izgori u požaru.Kad nebo padne kiša ga pretvori u pepeo.Imam plan.", "詩意": "Ovaj heksagram predstavlja pola tuge i pola radosti.\nPreporučljivo je činiti dobro u svemu.", "解曰": "Doživotni rad. Ne obazirite se na ispravno i pogrešno. Okovi su privremeni. Zamjeranje dolazi prirodno.", "籤詩故事一": "◇Tao Sanchun pobjeđuje Zheng En u Guayuanu\n\"Živio moj spomen\", Zhao Kuangyin ponovno je ustao, \"kralj Beipinga Zheng En tada je dogovorio brak. Sada kada je svijet u miru, želio bih vas zamoliti za dopuštenje da odaberem povoljan dan za vjenčanje. \"\n\"Živio moj spomenik!\" Zhao Kuangyin je ustao i rekao: \"Kralj Pekinga, Zheng En, tada je dogovorio vjenčanje. Sada kada je svijet u miru, želio bih vas zamoliti za dopuštenje da odaberem povoljan dan za vjenčanje.\"\n„Oh, treći brat je prije bio zaručen, kako to da nisam znao za ovo?\" Chai Rong je bio vrlo iznenađen. Mahnuo je rukom i zamolio Zhao Kuangyina da sjedne i razgovara.\n\"Oh! Treći brat je prije bio zaručen, kako to da nisam znao za ovo?\" Chai Rong (car kasnije dinastije Zhou) bio je vrlo iznenađen. Mahnuo je rukom i zamolio Zhao Kuangyina da sjedne i razgovara.\n\"Duga je to priča. Prvo, tada smo još bili u siromaštvu i nismo se pridružili tvojoj vojsci. Od tada se godinama borimo i nemamo vremena brinuti o tebi. Drugo, treći brat je također mali stidim se to spomenuti, tako da Vaše Veličanstvo ne zna.”\n\"Duga je to priča. Prvo, tada smo još uvijek živjeli u siromaštvu i nismo se pridružili tvojoj vojsci. Od tada se godinama borimo i nemamo vremena brinuti o tebi. Drugo, treći brat je također malo me stidljivo spomenuti, tako da Vaše Veličanstvo ne zna.”\n\"Hej, student se ženi, čemu biti neugodan? Treći brat je već dugo na bojnom polju i može se smatrati herojem bez premca. Zašto si tako sitničav po tom pitanju?\"\n\"Hej! Student se ženi, čemu biti neugodan? Treći brat je već dugo na bojnom polju i može se smatrati herojem bez premca. Zašto si tako sitničav po ovom pitanju?\"\n\"Kad smo već kod toga, ne mogu kriviti svog trećeg brata što je sramežljiv, jer je ovaj brak krivotvoren.\"\n\"Kad smo već kod toga, ne mogu kriviti svog trećeg brata što je sramežljiv, jer je ovaj brak krivotvoren.\"\n\"Otipkano? Hej, zanimljivo je. Molim te, reci mi što se dogodilo.\"\n\"Otipkala sam! Hej! Zanimljivo je! Molim te, reci mi što se dogodilo.\"\n\"Da, sjećam se te godine, kad smo se spremali pridružiti Njegovom Veličanstvu, prolazili smo kroz okrug Baocheng. Bilo je jako vruće u lipnju. Moj treći brat nije mogao ostati u hotelu, pa je otišao lutati sam. Nakon što je prošao pored vrta dinja, ušao je da ubere malo. Dinje su utažile žeđ. U to vrijeme nije bilo mnogo dinja koje su rano sazrijevale, a treći brat ih nije znao brati, pa ih je puno polomio. Žena koja je gledala dinje istupila je da optuži trećeg brata. Njih dvojica su se posvađali, a onda su se počeli svađati. Dođi. Srećom, zabrinuo sam se i na vrijeme priskočio u pomoć, inače...\"\n\"Da, sjećam se te godine, kad smo se spremali pridružiti Njegovom Veličanstvu, prolazili smo pored okruga Baocheng. Bilo je jako vruće u lipnju. Moj treći brat nije mogao ostati u hotelu, pa je otišao lutati sam. Nakon što je prošao pored vrta dinja, ušao je da ubere malo. Dinje su utažile žeđ. U to vrijeme nije bilo mnogo dinja koje su rano sazrijevale, a treći brat ih nije znao brati, pa ih je puno polomio. Žena koja je gledala dinje istupila je da optuži trećeg brata. Njih dvojica su se posvađali, a onda su se počeli svađati. Dođi. Srećom, zabrinuo sam se i na vrijeme priskočio u pomoć, inače...\"\n\"Ovaj Zheng Ziming, on je prije svega kriv, trebao bi se ispričati. Zašto ga je udario? Osim toga, kako obitelj djevojke može izdržati udarce šakama i nogama žestokog čovjeka poput njega! Hajde, pretukao si ovu djevojku komada. Ne?\" „Djevojka je bila neozlijeđena...\"\n\"Ovaj Zheng Ziming, on je prije svega kriv, pa bi se trebao ispričati. Zašto ga tučeš? Osim toga, kako obitelj djevojke može izdržati udarce rukama i nogama žestokog čovjeka poput njega! Hajde, reci mi, pretukao si ovu djevojku. ne?\"\n\"Djevojčica je neozlijeđena...\"\n\"U redu je, u redu je... Hej, zar nisi ništa poduzeo? Oh, valjda si me spasio na vrijeme.\"\n\"U redu je! U redu je... Hej! Zar nisi ništa poduzeo? Oh! Pretpostavljam da si me ti spasio na vrijeme!\"\n“...Ne, osoba koju sam spasio je...treći brat.” “...Ne, osoba koju sam spasio je...treći brat.”\n\"Ah ah?!\"\n\"Trećeg brata je žena oborila na tlo i cijelim putem ga silovito tukla. Srećom, ja sam stigao i nagovorio ga da ode, tako da nije teže ozlijeđen. ...Vaše Veličanstvo... Vaše Veličanstvo!... \"\n\"Trećeg brata je žena oborila na tlo i žestoko ga pretukla. Srećom, ja sam stigao i nagovorio ga da ode, tako da nije teže ozlijeđen... Vaše Veličanstvo... Vaše Veličanstvo!...\"\n“Ah?...Oh, tko je ta žena!?” “Ah!?...Oh, tko je ta žena!?”\n\"Tek sam kasnije saznao da se žena zove Tao Sanchun, a njezin otac Tao Hong bio je stari heroj koji nije imao nikakvih aspiracija. Tao Sanchun je od djetinjstva učio borilačke vještine od svog oca. Nakon što sam upoznao njegovoj obitelji, vidio sam da gospođica Sanchun ima izvanredan karakter. , Luo Luo i velikodušni, bez ikakve navike da budu djevojčice, namjerno su se slagali s njim. Ocu i kćeri Tao također se jako sviđao neposredan karakter trećeg brata. Oni odmah su se dogovorili i odlučili na ovaj brak za njih dvoje. Vaše Veličanstvo, molim vas recite mi, ovo nije Je li to krivotvoreni brak?\"\n\"Tek sam kasnije saznao da se djevojka zove Tao Sanchun, a od djetinjstva je učila borilačke vještine od oca. Nakon što sam upoznao njegovu obitelj, vidio sam da je gospođica Sanchun izvanrednog karaktera, velikodušna, i nije imala ni traga da je djevojčica, pa sam je namjerno angažirao. Gospodinu Taou i njegovoj kćeri također se jako svidio jednostavan karakter njihovog trećeg brata. Odmah su se pomirili i odlučili vjenčati jedno drugome. Vaše Veličanstvo, ne mislite li da je ovo lažirani brak?\"\n(Ova priča je metafora, jer se loša stvar pokazala dobrom.)", "聖意": "Molite za zaštitu doma i sebe, budite oprezni, molite za bogatstvo, uništite posao, spriječite brak, kaznu, Liujia, osiguranje, pješaci zarobljeni u poljima, šteta od svilene bube, šteta na stoci, nestali ljudi, nezakonite tužbe, gubitak, migracija, konzervativnost , izgubljena imovina, zle bolesti, brige, opasnosti, planine, grobnice, neuspjeh", "古人": "Tao Sanchun tuče Zheng En u vrtu dinja", "第X籤": "Broj devedeset devet", "宮": "Haigong"}