{"籤詩版本二": "Дуйно жакшы турмушка, жакшы кундорго жана жакшы кундорго жаралып, баары жакшы болсун\nБул өкчөмө таш ала турган болсоң, аз нерсе эмес, император элди ишенимдүү жана түз деп жарыялайт.", "詩意": "Бул гексаграмма асман менен жердин башталышынын башталышын билдирет.\nБаары жакшы.", "解曰": "Тез ылдамдык. Жыл өз убактысына арзыбайт. Гуанин жазат. Адегенде мага кабарлаңыз.", "籤詩故事一": "◇Чжунли жарыктанды\nЧжунли Цюань, Чжунли фамилиясы, Цюань аты, сыпайы аты Юнфан жана лакап аты Чжэнян, Чыгыш Хань династиясынын тушунда Шэньси провинциясынын Сиань провинциясынын Сианьян уездинин тургуну болгон.\nЧжун Лицюань Хань династиясынын генералы болгон.Батыш Цянга каршы жортуулда колбашчы Лян Иге ичи күйүп, ага болгону 30 000 эски жана алсыз жоокерди дайындаган.Ал көздөгөн жерине келери менен лагерди тоноп кетишкен. Батыш Цяндын армиясы, аскерлер качып кетишти. Чжун Лицюань бир өрөөндө адашып калып жолдон ху монахына жолугуп, аны кичинекей айылга алып барып: “Бул Дунхуа мырзанын резиденциясы” деп коштошуп, кетип калат. Бир аздан кийин кимдир бирөө капысынан: \"Жашыл көздүү Ху адамы өтө эле көп сүйлөп калгандыктан болсо керек\" деди да, ак кийик жүндөрүн кийген жана жашыл квиноа таягын кармаган адамды көрүп, Чжун Лицюандан сурады: \"Келген адам бул жерде Хан Да генерал Чжунли Цюань\n? Чжун Лицюань чоочун адамга жолугуп калганын билип, таң калып, таону чын жүрөктөн үйрөндү.\nЧжун Лицюань кийинчерээк Чжэнрен Хуаяң жана Өлбөс падыша Сюаньфу менен таанышып, \"Өлбөстүктүн сырын\" үйрөнгөн. Акыры, ал Конгтун тоосундагы Цзицзин Сихаофэнде жашап, \"Нефрит кутусунун сырын\" алып, чыныгы өлбөс болуп калды.Ошондой эле Цюаньчжэнь сектасында Түндүктүн беш патриархынын бири катары урмат-сыйга ээ болгон.", "聖意": "Үйүңө, үйүңө күз-кышында ырыскылуу болсун деп дуа кыл.Күз-кышында жакшылык изде.Ишинде ийгилик,үй-бүлөдө,уул төрөп,жолдо жүрүүдө ийгилик. талаалар, жибек курттарына ийгилик, малга ийгилик, эл табууга, соттошууга ийгилик, миграцияда ийгилик, жоголгон мал-мүлк, түндүк-чыгыш ооруларында жакшылык, тоо, мүрзө жөнөтүүдө ийгилик.", "古人": "Чжунли агартылды", "第X籤": "биринчи белгиси", "宮": "Жатын"}