{"籤詩版本二": "Тынчсыздануу, түйшүк убактылуу жеңилдеп, асмандан кубаныч келет.\nКекке катылган нефрит сыяктуу, жакшы жумушчу чаңды көтөрөт", "詩意": "Бул гексаграмма Инь менен Яндын гармониясын билдирет.\nСиз пландаган нерселердин баары ийгиликтүү болот.", "解曰": "Эч нерсе алган жок, эч нерсе жоготкон жок. Жоготуудан пайда алуу. Жаман адам кыйынчылыкта турат. Ийгилик сизге, мырза.", "籤詩故事一": "◇Е Мэн Сионг Чао Ди\nЙе Мэнсионг (1531-1597), анын сылык аты Нанцжао жана аты Лонгтан, Лонгтан болуп өзгөртүлүп, Хуайюн деп да аталып калган. Мин династиясындагы Хуйчжоу Фучэн (азыркы Хуйчжоу шаарынын Хуйчэн районунун бир бөлүгү) Ваншифан шаарынын тургуну. Цзяцзиндин башкаруусунун 44-жылы (1565-ж.) Цзиньши болуп, Цин уездинин казы наамына ээ болгон. Ал которуу департаментинин директору болуп иштеген, кийинчерээк Shanxi Road көзөмөл цензоруна алмашкан.\nВанлинин 20-жылы (1592) Нинсянын генералдык консулу Куайбай (монгол татар уруусунун башчысы) губернатор Даң Синди өлтүрүп, Хэси провинциясындагы Кырк жетинчи Фортту басып алып, шаарды талкалап, табынган жана өзүн өрттөп өлтүргөн. Мэн Сионг кредит алууда бой көтөрбөйт жана өзүнүн чеберчилигин согушууга батынган генералдардыкындай кылып көрсөтөт. Расмий Вей Сюэцэн кайра ордуна келди. Кийинки жылдары ал беш жолу кызматтан кетип, Хуйлун храмын куруу үчүн Хуйчжоуга кайтып келген.\nЙе Мэнсионг даосизмге башында мамлекеттик кызматкер катары кирген жана өзүнүн чынчылдыгы жана ак ниеттүүлүгү менен белгилүү болгон.Эски тарыхый жазууларда ал \"момундугу жана жөндөмдүүлүгү боюнча биринчи\", \"коррупцияны жок кылат жана козголоңчуларды жазалайт\" деп жакшы репутация калтырган. өтө берилген, кайраттуу, кайраттуу жана тапкыч болгон.Мылтык атууда жакшы. Өмүрүнүн экинчи жарымында анын согуш өнөрү «Мин династиясынын тарыхында» жазылып, улуттук баатыр катары бааланган.", "聖意": "Үй жагымсыз (барган сайын тынч) Күз-кыш өзүнө жакшы, байлык ийгиликтүү болот, бүтүмдөр ийгиликтүү болот, үйлөнүү ийгиликтүү болот, Люцзя жалган кооптонот (байлык болот), жөө адамдар талаага чыгышат. жибек куртун дуба кыл, алты мал тегиз болот, эл табылат, мамлекеттик соттошуулар жагымсыз болот, миграция эскичил болот, жоголгон мал-мүлккө тоскоол болот, Фушан көрүстөнүндө оорулар басат", "古人": "Йе Менг Сионг Чао Ди", "第X籤": "Он алтынчы утуш лото", "宮": "Maogong"}