{"籤詩版本二": "Батышта Алтын Карга кулап, чыгышта коён көтөрүлөт.Күн менен түндүн айлануусу байыркы доордон азыркыга чейин уланып келет.\nМонахтар жана даосисттер эч кандай кемчилик жок экенин билишет, ал эми окумуштуулар, дыйкандар, өнөр жайчылар жана соодагерлер баары өз ойлору менен жүрүшөт.", "詩意": "Бул гексаграмма инь менен яндын өсүүсүн жана азайышын билдирет.\nБул дагы баары пландалгандай болорунан кабар берет.", "解曰": "Ойдо эч нерсе жок. Сиздин кылганыңыз сооптуу. Жаадан чыккан жебедей. Бир ок бутага тийди.", "籤詩故事一": "◇ Као Гуо байке өлбөс\nСюйчжоу шаарынын тургуну Цао Гуоцзю, Сун династиясынын Ренцзун доорунда мамлекеттин улуу агасы болгон деп айтылат.Анын аты Цао И болгон, ошондой эле Цао Цзиньсиу деген ат менен белгилүү.\nКао Гуо байкенин Цао Эр аттуу иниси бар эле. Бул Цао Эр императордук бийликке таянып, ар кандай жамандыктарды жасап, талааларды ээлеп, аялдарын, кыздарын тартып алып, кээ бир мыйзамсыз бузукулар менен достошуп, кирип-чыгып жүргөн. Цао Гоцзю чыдай алган жок, ошондуктан ал Анын жакшы сөздөрүн жана сооротууларын уккусу келбей, аны башкаруу үчүн жаза колдонду.\nЦао Гоцзю мындай деди: \"Дүйнөнүн принциптери жакшылыкты чогулткандар өнүгөт, жамандыкты чогулткандар жок болот. Бул өзгөрүлгүс чындык. Биздин Cao үй-бүлөсү бүгүнкү байлыкка жетүү үчүн өткөндө жаман иштерди чогулткан. Азыр менин бир тууганым жамандыкты ашкере чогултуп алды, качып кетсе дагы чиновник жазаласа да, катылган балээлерден кутула албайсың, бир кырсык болуп, үй-бүлөң бузулуп, бирөө өлсө, качып кутула албайсың. Ошондо мен кор болом, андан корком.» Ошентип, байлыгымды таратып жибердим, Кедейлерге жардам берип, бир тууганынын иштерин ойлобой калды. Андан кийин ал үйүн жана досторун таштап, даосист формасына өтүп, акылын жана табиятын өстүрүү үчүн тоого чыккан.\nКүндөрдүн биринде ал Хань династиясынын Чжунли менен Лу Дунбинге жолугуп калат.Алар Цао Гуо байкенин чечен жоопторун көрүп абдан сүйүнүп, ага \"Чындыкты кайтаруу боюнча жашыруун жарлыкты\" берип, кылдат машыгууну буйруган.Көп өтпөй Чжунли Куан менен Лу Донгбин өлбөс класс менен тааныштырылды.", "聖意": "Үйгө береке, үйгө, ырыскы, ырыскы, иш, үйлөнүү, эркек жолоочу, талаага жибек куртун эрте эгүү, мал аздык, эл издөө, доо, миграция, жоголгон мал, кеч оору, ырыс", "古人": "Као Гуо байке өлбөс", "第X籤": "Он сегизинчи кол кой", "宮": "Maogong"}