{"籤詩版本二": "Кайыкты тез суу жээгинен кайтууга уруксат берүү, башаламандыктан улам эмне кылгыңыз келет?\nЭгер коопсуз болгуңуз келсе, бейпилдикти издеңиз жана толкундар бул кризистен өтүшүн күтүңүз.", "詩意": "Бул гексаграмма тез жээкте бараткан кайык сыяктуу.\nБардык нерседе эскичил болуп, убакытты күтүңүз.", "解曰": "Күчтүү сууга түшүңүз. Коркунуч убакытты күтүп жатат. Лагердин пландары жөнүндө сурасаңыз. Эч нерсе кыла албайт.", "籤詩故事一": "◇Зий падыша таажы кийген\nГуо Цзыйи (697-781), Гуо Лингун деген ат менен белгилүү, Чжэн уездинин Хуачжоу (азыркы Хуасянь округу, Шэньси провинциясы) жана Тан династиясынын генералы болгон.\nТяньбаонун 14-жылы (755-ж.) Анши көтөрүлүшүндө ага Шуофан Цзедүши титулу (Лингву, азыркы Нинсядагы Лингву шаарынын батыш тарабында) ыйгарылып, кресттүү жортуулга чыгууга буйрук берилген.Ал Шуофандын армиясын Ли Гуанби менен бириктирип, марш жасаган. Алар Чаншанда (Чжэндин, Хэбэй) биригип, Ши Симинди жеңип, Хэбэйге кайра ээ болушту. Бул учурда Гуо Цзыи императорго Тунгуандын курчоосун азайтуу үчүн Фан Янды түндүктөн алып, козголоңчу жолборстун уюгуна кол салууну сунуш кылган, бирок Сюаньцзун макул болбой койгон. Андан кийин, Тан династиясынын акыркы мезгилдеги сепаратисттик вассал шаарларынын абалы орнотулган, бул дагы Тан династиясынын кыйрашынын алыскы себеби болуп калды.\nТяньбаонун башкаруусунун он бешинчи жылында (756) ал уйгурлар коалициясы менен Хекуну тынчтандырып, кийинки жылдын жазында Хэдунду (азыркы Юнцзи, Шаньси) жана Фэн Иди (азыркы Дали, Шэньси) калыбына келтирип, Тунгуанга кол салышкан. Цюй Цяньюйду талкалап.Тан армиясы 10000ден ашык жоготууга учурады. Цуй Цянью Пужинге багынып берди. Лушанды анын уулу Ан Цинсу өлтүргөн.\nЧжиденин экинчи жылында (757-ж.) Фэнсянга аскер башчылык кылууга буйрук берилет.Жолдо ал Байкулуйюн көпүрөсүндө (азыркы Саньюандын түштүк-чыгышында) Ли Гуйрендин 5000 атчан аскерин талкалаган.Май айында Ань Шоужун жана Ли Гуйрень менен согушкан. Цинкуда (Бүгүнкү Сиань шаарынын батышында) жеңилип, Вугунга (бүгүнкү Вугун шаарынын түндүк-батышында) чегинип, сентябрда маршал Гуанпин Ван Ли Чуну ээрчип, 150 000 аскерге кошулуп тан жана уйгурларды жетектеп, андан соң алар менен согушкан. Сяндагы Ань Шоужун жана Ли Гуйрен.Джи храмынын түндүгүндө (азыркы Чаньань уездинин түштүк-батышында) уйгур жоокерлери душмандын артына айланып, эки тараптан тең чабуул жасап, 60 000 душманды жок кылышты.Чжан Тонгру Шэньси уездине качып, жана Акыры борбор Чанъанды (азыркы Сиань) кайтарып алды.Таң армиясынын улуулугу Чаньаньга дагы бир жолу кайтарылды.\nАндан кийин Тан армиясы жеңиштен пайдаланып, чыгышты көздөй жүрүш жасап, Синдианда (азыркы Хэнань провинциясынын Саньмэнься шаарынын түштүк-батышында) 150 000 кишини талкалап, Янь Жуан менен Чжан Тунгруду талкалап, Анцин Сюй Хуанхэ дарыясынан өтүп, Сянчжоуга чегинүүгө аргасыз болгон. Дунжун Луоян кайтып келди. Ситуну анын эмгегине кошуп, аны өлкөнүн герцогу кыл.\nШи Симинг өз армиясын Фан Яндан баштап Ан Цинсюну куткаруу үчүн келди. Эки тарап Аньян дарыясынын түндүгүндө (азыркы Аньяндын түндүгүндө) түзүлүп салгылашышты. Согуш ажырагыс болду. Акырында, тогуз Цзэдуши жетектеген Тан армиясы. 600 000 кишиси бар деп, артка чегинген (Йечен согушунда). согуш). Бул согуштун башкы командири евнух Ю Чаоэн болгон, анын лидерлик жөндөмү жок жана согуштун ийгиликсиз болушу үчүн Гуо Цзыи күнөөлөгөн. Го Цзыи Чаньанга кайра чакырылып, аскердик бийликтен бошотулуп, бош чиновник болуп калды.\nБаойиндин биринчи жылында (762) Тайюандагы (азыркы Тайюандын түштүк-батышында) жана Цзянчжоудагы (азыркы Шаньси провинциясындагы Синьцзян) аскерлер көтөрүлүшкө чыгып, ордо чочуп кеткендиктен, Цзыиге Фэньяндын падышасы титулу берилип, согушка жөнөгөн. Цзянчжоуну башкаруу. Ал ошондой эле эбнух Чен Юаньчжэнь тарабынан ажыратылып, аскердик бийликтен бошотулган.\n(Бул окуянын өзөгү: абдан жөндөмдүү жана жүрүм-туруму бар Гуо Цзыи Сюанцзун жана кээ бир кара ниет адамдар менен жолугуп, анын жетишкендиктерин бир топ бузуп салган.)", "聖意": "Үйгө жана өзүнө бата берүү, байлык издөө, бүтүм жок, нике жок, жалган сигнал жок, Тяньцанджиге келген жөө жүргүнчүлөр, адамдарды табуу кыйын, мамлекеттик соттошуулар жана (Син эмес), миграция, эскичилдик, жоголгон мүлк, табуу кыйын, оорулар, бата тилеп, тоолорду жана мүрзөлөрдү, берекелүү", "古人": "Зийи падыша таажы кийгизилген", "第X籤": "Он тогузунчу утуш лот", "宮": "Tatsumi"}