{"籤詩版本二": "Ушунча түйшүктөн, коркунучтардан кийин, мындан ары эч качан бош болбойт\nЖоомарт жүрөктүн өзүнүн кең пландары болот.Чоң жетишкендиктерге жетүү үчүн адиске жолугуу керек.", "詩意": "Бул гексаграмма булагы бар байыркы кудукка окшош.\nБаардык нерседе асыл адамдар ийгиликке жетет.", "解曰": "Доо акыр аягында акталат. Оорулуу жана коопсуз. Кеңеш алуу үчүн кирип-чыгыңыз. Байыркы кудук жазга жолугат.", "籤詩故事一": "◇Яо Чонг чегирткелерди көзөмөлдөйт\nЧын аты Юань Чоң болгон Яо Чоң (649-721) Шэньчжоу шаарынан болгон, Тан династиясында Ся Гуан, Чунгуандагы Шаншу, Цзывэйлин, Чжуншулиндин министри, премьер-министр болуп иштеген.\nКайюандын төртүнчү жылында (716) Шаньдун (негизинен Хуашандын чыгыш тарабындагы Хуанхэ дарыясынын алабында) чегиртке каптап, элди ырым-жырым идеяларына байлап, аларга аңчылык кылууга, өлтүрүүгө батынбай, анын ордуна алар үй-бүлө курушкан. курмандыктарды чалып, жыпар жыттуу зат түтөтүп, талаанын жанында сыйынып, чегирткелер жеп жаткан түшүмдү көрүштү.\nАткаминерлердин баары: “Чегиртке – табият кырсыгы, аны адам күчү кантип башкарат!” деп ишенишкен, чегирткелерди жок кылабызбы, жок кылабызбы, ал кезде эки башка идеянын күрөшү катуу болгон.\nЯо Чонг: \"Биргелешип иштесек, алардын баарын жок кыла алабыз. Ал мындай деди: Чегиртке адамдардан коркушат, ошондуктан аларды айдап кетүү оңой. Көчөттөрдүн ээлери бар, ошондуктан куткаруучулар катуу иштеши керек; чегиртке уча алат, эгер алар түн ичинде от көрүшсө, ага учуп келишет; аларга өрт коё бергиле, күйүп жаткан жеринен чуңкур казгыла, күйүп жатканда көмгүлө, ошондо эч нерсе калбайт».\nСюанцзун: \"Чегирткелер адеп-ахлактык башкаруунун начардыгынан келип чыккан табигый кырсык. Эгер аларга аңчылык кылып, өлтүрүүнү сурансаң, бул эгинге каршы болуп жатпайбы?\"\nЯо Чонг мындай деп кошумчалады: \"Чегирткелерди кармоо жана өлтүрүү илгеркилер тарабынан болгон, сиздин улуу даражаңыз аны келечекте колдонот. Бул дыйкандарга тынчтык жана бакубатчылык алып келүүчү улуттук чоң иш-чара. Буга олуттуу карап көрүңүз\".\nСюанцзун ынанды. Бирок ошол учурда короонун ичиндеги жана сыртындагылардын баары чегирткеге аңчылык кылууга болбой турганын айтышкан.\nСюанцзун: \"Мен премьер-министр менен сүйлөштүм жана чегирткелерди кармоону чечтим. Ким кайра каршы чыкса, өлүм жазасына тартылат.\" Ошентип, ал цензорду элди көзөмөлдөп, чегирткелерди өрттөп, көмүүгө багыттоо үчүн жиберди.\nНатый-жалар кыйла натыйжалуу болду Республика боюнча тогуз миллион дан чегиртке кармалып, чегиртке оорусу ийгиликтуу жоюлду.. Ошол жылы айыл чарбасы жакшы тушум алды.\n(Кырсыктарды башкарууда жана эвакуациялоодо акылмандык колдонулушу керек жана кыйынчылыктарды жеңүү үчүн гениалдуу стратегиялар болушу керек. Яо Чонг бул маселенин адиси)", "聖意": "Үй карапайым, өзү тосулган, акча издөө, соода-сатык, нике жана ынтымак, Люцзяда коркунуч бар, жөө жүргүнчүлөр, жибек курттары тосулган, мал жагымсыз, эл табылбаган, эл тосулган. , эл соттошуп, миграция акылга сыйбаган, жоголгон буюмдарды табуу кыйын, оору-сыркоо бата тилеп, тоолор, көрлөр тынчыбайт.", "古人": "Яо Чонг чегирткелерди көзөмөлдөйт", "第X籤": "Жыйырма бешинчи лотереядан утуш", "宮": "Ми сарайы"}