{"籤詩版本二": "Кептин баары тескери болуп кетти го, горизонттон кат келди.\nКитепте мага убада кылынган атак-даңк, ийгилик аягына чейин бош калды.", "詩意": "Бул гексаграмманын жалган аты бар.\nБардык нерседе консервативдүү болуу сунушталат.", "解曰": "Өйдө-ылдый капаланып. Эс алууну издөө бекер эмес. Атакка умтулуу. Аман бол.", "籤詩故事一": "◇Чжун Куй жарыкка жетет\nЧжун Куй, фамилиясы Чжун Куй, сылык аты Чжэннан, Чжуннаншандан.\nТан династиясынын императору Децзундун тушунда Чжун Куй императордук экзаменге катышкан.Чжун Куй экзамендин суроолорун окуп, дароо макаланы бир басып жазып, тапшырган. Ошол күнү башкы экзаменчи жарандык иштер министри Хан Юй, ал эми орун басары чоң аалым Лу Чжи болгон. Экөө Чжун Куйдун кагазын окуганда көздөрү жайнап, бир ооздон айтышты: \"Сыйкырчы, сыйкырчы! Бул макаладагы ар бир сөз эң сонун, Ли Тайбай менен Ду Зимэйге татыктуу!\"\nИмператор Децзун Хан Юнун баяндамасын угуп, илимдин жаңы чемпиону Чжун Куй абдан таланттуу экенин айтып, Алтын сарайга Чжун Күйдү чакырган.\nИмператор Дезонг анын жийиркеничтүү көрүнүшүн көргөндө дароо нааразы болуп: “Биздин ордодо аалымдарды тандоонун баары жеке сөзгө жана каллиграфияга негизделет. Мындай ыплас адам кантип алтын илимдерде биринчи аалым болуп тандалат? \"\nХан Ю шаша-буша чөгөлөп: \"Адамдын жакшысы да, жаманы да сырткы келбетинде эмес. Сен, Ыйык Теңир, Ян Йиндин бою үч фут, премьер-министрге тете экенин укпайсыңбы? Чжоу Чанг. Кекечтенет, бирок Хань династиясына жардам бере алат; Конфуций адамдарды сырткы келбетине карап баалайт жана уулу Юну жоготкон.\nИмператор Дезонг бир саамга ойлонуп туруп: \"Хан Айциндин айткандары жөндүү болгону менен, мен Тайцун император болуп турганда, Инчжоуга он сегиз аалым келип, ал жөнүндө сүйлөшкөн. Бул киши биринчи аалым болчу. Мен дүйнө жүзү боюнча корком. таланттарды тааныбаганым үчүн мени күлөт».\nПремьер-министр Лу Цинин ою тар, таланттарга көз артып, императордун сөзүн уккандан кийин чөгөлөп: «Алтын темадагы номер биринчи аалым ички да, тышкы да болушу керек, бул предметке үч жүз талапкер бар. Эмнеге башкасын тандабайсың?\"\nЧжун Куй бул кишинин ушунчалык башын айлантып алганын көрүп, ачуусун келтирбей коё албай, Лу Цини көрсөтүп: «Мындай сабатсыз чиновник сотто болсо, мамлекетке зыяны тийбейби?» – деп сөгүнүп жиберди. ал Лу Ци муштуму менен муштады.\nМуну көргөн Дезонг ачуусу келип: \"Сен ушунчалык тайманбассың, Алтын ордодо балээ чыгарууга батындың, тезирээк түшүр!\"\nАчууланган Чжун Куй хан сарайда турган генералдын белиндеги кылычын сууруп алып, катуу үшкүрдү: «Таң калган мышык жолборсту туураш кыйын, көңүлү чөккөн тоту куш тооктой болбойт». Андан кийин ал өз жанын кыйган.\nИмператор Дезонг Чжун Куйдун ачууланып өз жанын кыйганын көргөндө аябай таң калып, адамдардын жүрөгүн багынтуу үчүн Чжун Куйдун сөөгүн №1 Аалым деген расмий наам менен көмүүнү буйруган, ошондой эле Чжун Күйдү Кудай кылган. дүйнөнү жаман рухтардан арылтуу үчүн эксорцизм.", "聖意": "Үйүңүзгө береке, өзүңүздүн коопсуздугуңуз, каржылык кыйынчылыктар, бизнесиңиздин бузулушу, никесиздик, Люцзя аялдар жөө жүрүүчүлөр, ишеним талаа жибек курту жарым бышкан, алты үй жаныбарлары, багууга болот, дайынсыз жоголгон адамдар, Батыштын мамлекеттик сот иштери, миграциядан айрылуу, эскичилдик, мал-мүлктү жоготуу, ооруу, тоодо, мүрзөдө жакшылык тиле", "古人": "Чжун Куй Даону алды", "第X籤": "Лотереядан жыйырма алтынчы утуш (Лотерея)", "宮": "Ми сарайы"}