{"籤詩版本二": "Тойгондон кийин чай ичип отуруп, жатып алып, тынч жана тынч убакыт өткөрүү\nСиз физикалык жана психикалык жактан алек болуунун кереги жок, жана сиз, албетте, адилетсиздикке же кырсыкка себеп болбойт.", "詩意": "Бул гексаграмма тынчтыктын жана туруктуулуктун символу.\nБардык нерседе туура убакытты күтүү ийгилик алып келет.", "解曰": "Аман болгула. кудайдан сура. Убакыт келгенче күтө тур. Иштер кокустан болот.", "籤詩故事一": "◇Фойинхуи Донгпо\nБир жолу Су Донгпо Зенди изилдеп жүрүп бир аз түшүнүккө ээ болуп, анын абалынын трансценденттүү экенин түшүнүп, андан кубаныч алган. Кумарымды тыя албай, калемимди жайып ыр жаздым:\n\"Асмандын ортосунда Джишоу ааламды жаркыратып турат; сегиз шамалга учурабай, кызгылт көк алтын лотустун үстүндө тикесинен тик отурат.\"\n(Сегиз шамал: пайда, төмөндөө, кыйроо, атак-даңк, мактоо, шылдыңдоо, азап жана бакыт дегенди билдирет. Башкача айтканда, бул сегиз абалдан кыжырланбоо «сегиз шамал кыймылдабайт» деп аталат)\nАны жазгандан кийин, Дунпо өз кызматчысын дарыянын аркы өйүзүнө жөнөтүп, аны Цзиньшань храмындагы Зен Мастер Фоинге берет.\nДзен Мастер Фойин аны окуп чыккандан кийин, аны \"фарт\" деген сөз менен белгилеп, аны кайтарып алуу үчүн кулуна берди.\nМуну көргөн Дунпонун ачуусу келип, дарыянын аркы өйүзүндөгү кайыкка түшүп, талкуу үчүн Будданын мөөрүн табуу үчүн Цзиньшань храмына барат.\nДунпо Цзиньшань храмынын дарбазасына келгенде, Фойин эшигинде күтүп турган.\nСу Донгпо дароо эле Фойинди айыптады: \"Эмне үчүн менин жазган ырымды фарт деп атайсың?\"\nФойин мындай деп жооп берди: «Сени «сегиз шамал сого албаган» эмеспи?\nБул учурда Дунпо өзүнүн жакшы эмес экенин түшүнүп, шок болуп, уялып кетип калды.\n(Бул окуя \"Жылуулук келе элек\" деген метафора)", "聖意": "Үйүңө жана өзүңдүн коопсуздугуңа, байлыгыңа, ишиңе, жакшы убакытка, үйлөнүүгө, Люцзядагы саяпкер аялга, талаага жибек курттарынын келишине, алты малы туруктуу болушун, дуба кыл. бирөөнү тапканы үчүн, кыйынчылык үчүн, мамлекеттик сот иштери үчүн, көчүү үчүн, жоголгон мүлк үчүн, оору үчүн, тоо мүрзөсүнө жөнөтүү үчүн, берекелүү", "古人": "Фойинхуи Донгпо", "第X籤": "Отуз бир утуш номери", "宮": "Wei Gong"}