{"籤詩版本二": "Кайтуу жолу анык, ташка катылган нефритти ким билет?\nЖакшы уста так кесилгенден кийин, яшма мезгилинде өзүн коопсуз жана коопсуз сезет", "詩意": "Бул гексаграммада сиз ташты кескенде нефриттин элесин көрө аласыз.\nБардык нерседе ийгиликке жетүү үчүн талыкпай эмгектениңиз.", "解曰": "Казына ташта. Бейтааныш адамдар аз билишет. Анык болгуча күтө тур. Колуңдан келгендин баарын кыл.", "籤詩故事一": "◇Лю Бэй таланттарды издейт (самандан жасалган коттеджге үч жолу баруу, самандан жасалган коттеджге үч жолу баруу)\nҮч Падышалык мезгили. Жуге Лян Лончжун шаарындагы камыш кепеде обочолонуп жашачу. Лю Бэй таланттарды издөөгө ынтызар болгондуктан, Жуге Лянга жеке зыярат кылып келген. Ал Чжугэ Лянга үч жолу барган (тарыхта \"Таштан жасалган коттеджге үч сапар\" деген ат менен белгилүү). Хань династиясы кулады, саткын министрлер өмүрлөрүн уурдады. Улуу урматтуу.\" Чаңга батып кеттим. Мен өзүмдүн изгилигим менен жөндөмүмдү өлчөбөйм, мен дүйнөдө улуу адилдикке ишенгим келет, бирок менин акылмандыгым жана чеберчилигим. тайыз, ошондуктан мен аны кеңири колдоном. Бүгүнкү күндө менин амбициям дагы эле бүтө элек, план ишке ашат деп ойлойсузбу?\"\nАндан соң Жугэ Лян ага дүйнөнү үчкө бөлүү планын сунуштап, Цао Цао жеткиликсиз болуп, Сун Цюань ага жардамга келе турган абалды талдап, Цзин жана И штаттарындагы мамлекеттик пасторлордун коркоктугуна кеңири токтолду. , жана алардан пайдалануу мүмкүнчүлүгү бар болчу жана ошол эки мамлекетти гана эксплуатациялоого болот, ошондо гана ал дүйнөнү жеңе алат, ал тургай Лю Бэйге Борбордук түздүктөргө чабуул жасоонун стратегиясын айтып берди. (Бул талкуу кийинчерээк \"Лончжун Дуй\" деп аталды). Лю Бэй муну уккандан кийин казына тапкандай мактап, Жугэ Лянды жардамга чыгууга катуу чакыргандыктан, Жугэ Лян Лю Бэйдин аскер кеңешчиси болуп калат.", "聖意": "Үй тынч, мен байлык издейм, эмгек соодасы никеге тоскоол болуп, Люцзяда виртуалдык саякатчы болуп калат.", "古人": "Лю Бей таланттарды издейт (самандан жасалган коттеджге үч жолу баруу, самандан жасалган коттеджге үч жолу баруу)", "第X籤": "Отуз экинчи лотереянын жеңүүчүсү", "宮": "Wei Gong"}