{"籤詩版本二": "Кийинип, эски үй-бүлө стилин өзгөртүңүз. Дао асмансыз, бирок татыктуу.\nЖолдогу тикенек-тикенекти шыпырып, үчөө кесиптештери менен жолугушууга макул болушту.", "詩意": "Бул гексаграмма кийимдердин кайра жайгашуусун билдирет.\nКийин оңой болгонго чейин баары кыйын.", "解曰": "Кабатыр болбо. Жакшы убакыт өткөрүңүз. Келечек жөнүндө сурасаңыз. Алдыда жакшы жол бар.", "籤詩故事一": "◇ Танг Монктун буддист жазмалары\nТан династиясынын көрүнүктүү монахы Сюань Цзан (602-664) жалпы фамилиясы Чен жана И деп аталган.Ал Лучжоудагы Гоуши уездинде (азыркы Хэнань провинциясынын Янши шаарынын түштүк бөлүгү) туулган. Ал он үч жашында монах болуп, буддисттердин Сюань Цзан деген атын алган. Дүйнө Тан династиясынын Санзанг деп аталат.\nЧжэнгуандын үчүнчү жылында (629-ж., ошондой эле Чжэнгуандын биринчи жылы деп аталат) ал буддисттердин ыйык китептерин алуу үчүн батышты көздөй Тяньчжуга (Индия) барат.Ал жалгыз коркунучка дуушар болуп, кыйынчылыктарга чыдап, төрт жылда гана келген.\nЧжэнгуандын он жетинчи жылында кожоюн официалдуу түрдө кызматтан кетип, чыгышка кайтып келет. Ал Кытайга азыркы Синьцзян провинциясынын Түштүк жолу, Хотан жана Лоулан аркылуу кайтып келген.Ал жалпысынан он жети жыл жана 50 000 миль жолду басып өткөн. Чжэньгуандын он тогузунчу жылынын биринчи айында Чаньань шаарына келгенде император Лян Гогон Фан Сюаньлинге жана башка жарандык жана аскер кызматкерлерине аны чоң тосуп алууну буйруган.\nСанскриттик буддисттердин түп нускасынын 520 жана 657 томдугу суралган. жана кытай тилине которулган.\nКожоюн кайтып келгенден кийин, ал император Тайзонг жана император Гаозун тарабынан абдан урматталып, Да Нейде ыйыкталып, ага \"Устат Трипитака\" наамы берилген.", "聖意": "Үй ызы-чуу, өзүнө жакшылык, ырыскы, иш жакшы, үйлөнүү, талаага жол тосуу, жибек курту, жагымсыз мал, эл издөө, эл доосу, көч, мал-мүлк, кечиккен оору, намаз окуу бата үчүн тоо мүрзөлөрү эски болушу керек.", "古人": "Танг Монк буддисттердин Жазмаларын үйрөнөт", "第X籤": "Отуз бешинчи лотереянын утушу", "宮": "Шен Гонг"}