{"籤詩版本二": "Эгер сиз коопсуз жана бейпил болгуңуз келсе, шамалда шамдар болушу туура эмес.\nТазалап, терең залда отуруп, жарыктан качуу, тынч жерде силкип, ары-бери басып жүргөн жакшы. Shake → Yao. Акысыз → бир нече.", "詩意": "Бул гексаграмма шам менен шамды солкулдаткан шамалга окшош.\nТуруктуу нерселерди сактоо ийгилик алып келет.", "解曰": "Тынч жерде отуруңуз. Чалуу жана өз убагында болуңуз. Бул бата эмес. Консервативдик жана ылайыктуу.", "籤詩故事一": "◇Ли Цзин тоого кайтып келет\nЛи Цзин (571-2-июль, 649-жыл), сылык аты-жөнү фармацевт, Юнчжоу шаарынын Саньюань шаарында (азыркы Шэньси провинциясынын Саньюань округунун түндүк-чыгышында) туулган. Суй династиясынын акыркы доорунан Тан династиясынын алгачкы мезгилине чейинки генерал, ал Тан династиясында жарандык да, аскердик да жөндөмгө ээ болгон атактуу аскер стратеги болгон. Кийинчерээк ага Вэй герцогу наамы берилип, дүйнөгө Вей герцогу деген ат менен белгилүү болгон.\nЛи Цзин кудайлардын тизмесиндеги үчүнчү ханзаада Нежанын атасы, \"Тота падышасы\" деп да белгилүү.Ли Цзин жана анын уулу Цзян Зияга (Тайгунга) Чжоу ханышаны жеңүүгө, Чжоу династиясын орнотууга жана падышага жардам беришкен. Ву расмий түрдө тактыга отурду. Андан кийин Цзян Зия кудайлардын тизмесин түзүп, согушта курман болгон жоокерлердин рухун тынчтандыруу үчүн жөрөлгөнү өткөргөн. Ошондон баштап дүйнө тынч жана бейпил болуп калды. Падыша Ву маркиздерди жасап, аларды сыйлагысы келген, ошондой эле негиздөөчү баатырларга жер бөлүп берүүнү каалаган. Ли Цзин, анын атасы менен уулу жана башка жети адам даосизмди тутунуу үчүн тоого кайтып келүүнү жана дүйнөлүк атак-даңкка жана байлыкка алданбай коюуну өтүнүштү. Кийинчерээк алардын жетиси тең «денесинде олуя болуп», өлбөстөрдүн катарына кирген.\n\"Фэн Шен Бэнг\" окуясы", "聖意": "Үй консервативдүү, мен карапайыммын, байлык издейм, бизнесте кыйналам, үйлөнүүм жарашпайт, Люцзя жөө жүргүнчүлөргө ишеним тилейт, жибек курту күздө бышып, алты мал аман, адамдар дайынсыз, коомдук доо жана миграция консервативдүү, жоголгон мүлк оорулары, Цзянсиншандагы мүрзөнү алмаштырбагыла.", "古人": "Ли Цзин тоого кайтып келет", "第X籤": "Отуз жетинчи лотереянын утушу", "宮": "Шен Гонг"}