{"籤詩版本二": "Кызыл дөңгөлөк батышта түшөт, коён чыгышта көтөрүлөт, инь өсүп, ян жоголот, баары гүлдөп жатат.\nАял колдонгусу келсе байлыгын көбөйтүп, жүрөгүнө бакыт тартуулайт.", "詩意": "Бул гексаграмма Иньдин өсүп, Яндын жок болушунун символу.\nКийин оңой болгонго чейин баары кыйын.", "解曰": "Инь аялдарга пайдалуу. Эркектер үчүн ылайыктуу эмес. Кеңеш сурап жатсаңыз. Биринчи жамандык, анан жакшылык келет.", "籤詩故事一": "◇Ву Цетян тактыга отурду\nВу 14 жашында Тан династиясынын императору Тайзонг Ли Шимин тарабынан \"Ву Мэй\" аттуу таланттуу адам катары сарайга чакырылган. Тайзонг өлгөндөн кийин Цетян Ганье храмына кирип, кечил болуп калган.\nТан династиясынын императору Гаозун такка келгенде, Чжаойиге таазим кылуу үчүн Ву үй-бүлөсүн сарайга чакырган. Юнхуйдун алтынчы жылында (655) император Гаозун Вуну ханышасы кылып дайындаган.\nВу Цзетян акылдуу, адабият жана тарых менен алектенген, тапкычтыкка бай болгон. Ву Цзэтян ханыша болгондон көп өтпөй, Гаозун алсыз жана оорулуу болгондуктан, ал кээде ага кандайдыр бир саясий иштерди жүргүзүүнү тапшырган, ошондуктан анын күчү өскөн. Шаньюандын биринчи жылында (674) император Гаозун \"император\", У императрица \"Асман ханышасы\" деп аталып, экөө тең сарайда \"Эки олуя\" деп аталган.\nХондаонун биринчи жылында (683) Гаозун өлүп, ханзаада Ли Сянь, ал эми династияны башкарууга У Цзэцянь келген. Сишендин биринчи жылынын февралында (684) Ву Цзэцянь Ли Сянды Лулиндин падышасы кылып кулатып, анын төртүнчү уулу Ли Данды император кылып дайындап, династияны башкарууну уланткан. Ошол эле жылдын сентябрь айында ал желекти алтынга алмаштырып, чыгыш борбору Луоян Кудайдын борбору деп аталды. Тяньшоунун биринчи жылынын 9-сентябрында (690) У Цзэцянь өзүн император деп жарыялап, өлкөнүн атын Чжоу деп өзгөрткөн.", "聖意": "Үй өзү үчүн жагымсыз, бата тилеп, байлык издөө, соода-сатык кылуу, никеде жакшылык кылуу, никеде жакшылык кылуу, никеде жамандык (аял), жөө жол тосуу, жибек курту, берекелүү мал, эл издөө, ажырашуу, соттошуу, жоготуу, көчүү. , мал-мүлкүн жоготуу, оору, шок, тоо жана көр, ийгилик", "古人": "Ву Цетян тактыга отурат", "第X籤": "Лотереянын кыркынчы утушу", "宮": "Сен сарай"}