{"籤詩版本二": "Чексиз жакшы сөздөрдү эстейсиң, бирок ууруну таанысаң уулуң болосуң.\nУчурда ач көздүк кылбаңыз жана ал бир жыл мурун кантип жакшылык кылмак деп тынчсызданбаңыз.", "詩意": "Бул гексаграмма уурунун уулу экенин көрсөтөт.\nБардык ишиңизде этият болуңуз.", "解曰": "Ушул эле. Мырза эч кандай ката кетирбейт. Эсиңде болсун. жалгыз болбо.", "籤詩故事一": "◇Дун Чжуо Лу Буну кабыл алат\nЭр жүрөк, согушка шыктуу Лу Бу Чыгыш Хань династиясынын аягында жана Үч Падышалыктын башында атактуу аскер генералы болгон.Ал бир кезде Цзинчжоу губернатору Дин Юанды багып алган атасы катары көрүп, анын кол алдында кызмат кылган.\nЧыгыш Хань династиясынын императору Лин өлгөндөн кийин, Дин Юань өкмөттү көзөмөлдөө үчүн генерал Хэ Цзинь менен тил табышуу үчүн Пекинге барган.\nДун Чжуо Дин Юань менен согушкан, бирок бир нече генерал Лу Бүнү жеңе албагандыктан, Дун Чжуо Лу Буга пара берүүгө өзүнүн кол алдындагы Ли Суну жиберген. Ли Су «Лу Буга зыярат кылуу» үчүн үйүлгөн алтын-күмүш казыналарды жана атактуу кызыл коён атты алып келген. Ли Су алтын-күмүш байлыктарды жана атактуу кызыл коён атты Лу Буга зыярат кылуу үчүн алып келди. Ошентип, Лу Буга Дун Чжуо пара берип, Дин Юанды өлтүрүп, аскерлерине кааласаңар аны менен келгиле, каалабасаңар кете бергиле деп айтып, натыйжада аскерлердин көбү качып кетишкен. Ошентип Лу Буга Дун Чжуо пара берип, Дин Юанды өлтүргөн.\nДун Чжо бийликке келгенден кийин Лу Бүнү багып алган жана аны генерал жана маркиз кылган.\nДун Чжуонун мүнөзү катуу болгон жана Лу Бу менен болгон “ата-бала мамилеси” чындыгында өтө алсыз болгон.189-жылы Ситу Ван Юндун демилгеси менен Лу Бу Дун Чжуону өлтүргөн.\nДун Чжуонун өлүмүнөн алты ай өткөндөн кийин, Дун Чжуонун эски аскерлери борбор шаарга басып кирип, Лу Бу жана анын аялы дүрбөлөңгө түшүп качып кетишкен. Борбордон кеткенден кийин Лу Бу аскер башчылары Юань Шу, Юан Шао, Чжан Ян, Чжан Мяо, Лю Бэй ж. согушуп, Као Каону бир нече жолу жеңген.\nЧыгыш Хань династиясындагы Цзяньань бийлигинин үчүнчү жылында Цао Цаонун аскерлери Лу Бунун базасы болгон Сяопэйге кол салып, Баймень мунарасынын астындагы Цао Цао тарабынан колго түшүрүлүп өлтүрүлгөн. Өлүм жазасына чейин Лу Бу Као Цаону өлүмдөн сакташ үчүн тирүү калтырууну суранган, бирок Лю Бэй Као Цаонун эсине салып, Лу Бу көп жолу чыккынчылык кылганын жана абийирсиз адам экенин айткан. Акырында адеп-ахлакка карабай таланттарды гана баалаган Цао Цао Лу Буну өлүм жазасына тартты.", "聖意": "Үйдө ыңгайсызмын, көбүнчө акча издейм, бүтүмдөрдү сактайм, үйлөнүү кыйын, Люцзя киши таң калат, талаага эл келет, жибек курту жарым жетип, алты мал аман, эл издейт, соттошуулар ылайыктуу жана миграция, жоголгон нерселерди табуу кыйын, ооруларды табуу кыйын, Чжэнсин тоосунун мүрзөсүндө тынчтык бар.", "古人": "Дун Жуо Лу Бүнү кабыл алат", "第X籤": "41-лотереянын жеңүүчүсү", "宮": "Сен сарай"}