{"籤詩版本二": "Император, император жана императрица акыры ырайымдуу болуп, эч кандай жоготуусуз жана пайдасыз баталарды күтүшөт жана тиленишет.\nАндан бардык жандыктар пайда көрүп, дүйнөдө жана асманда береке күтүлөт.", "詩意": "Бул гексаграмма асмандан келген ырайымдын белгиси.\nБаары ийгиликтүү болот.", "解曰": "Император өзүнүн жакшылыгын көрсөттү. Эч качан унутпа. Эртең мененки жана кечки ырым-жырымдар. Жыпар жыттуу зат түтөтүш керек.", "籤詩故事一": "◇Мулиан апасын сактап калды\nМокоу Лиан же Мулиан Сакьямуни Будданын он шакиртинин эң күчтүүсү.\nАпасы көзү тирүүсүндө ач көз жана сараң болгондуктан, ал өлгөндөн кийин ач арбактардын чөйрөсүнө кирип кеткен. Мокхуллиан өзүнүн сыйкырдуу күчүн колдонуп байкоо жүргүзүп, апасынын ач арбак болуп төрөлгөнүн, тамак-аш алууга мүмкүнчүлүгү жок жана абдан кыйналып жатканын билди.Ал өзүнүн сыйкырдуу күчүн апасына тамак алып келүү үчүн колдонгон.Күтүлбөгөн жерден, эне алгандан кийин тамак күлгө айланып, жегенге болбой калды.\nМаудгальяна болгон окуяга тынчсызданып, Буддага кабарлаган. Будда Мулианга жетинчи айдын 15-күнүндө бир бассейнге жүз даам жана беш мөмө салып, аны он жактын ибадаттуу кечилдерине тартууласын, бул күч менен энеси жей алат деп айтат. .\nМаудгальяна Будданын эркине ылайык иш кылып, акыры анын энеси бошотулган. Мындай жөрөлгө “Обон майрамы”, бул фестиваль “Обон майрамы” деп аталат.\n(Эскертүү: Зат дүйнөнүн ар кайсы деңгээлинде ар кандай сезимдерге ээ. Мисалы: бул дүйнөдө жамгыр жааганда биз аны \"суу\" деп көрөбүз, ал эми ач арбактар ​​чөйрөсүндөгү жандыктар аны \"кан\" деп сезишет. Тозок дүйнөсүндөгү жандыктар муну \"кан\" катары сезишсе, \"кылыч таштагандай\", ал эми бейиштегилер \"гүл таштагандай\" сезилет.)", "聖意": "Үй-үй тилеп, кышында жакшылык тилеп, байлык издөө, бүтүм жок, үйлөнүү, Люцзяда тынчтык, жөө жүрүү, көчүү талаа, жибек курту, алты мал, эл табуу, соттошуу, ийгилик, көч, консерватизм, жоголгон мүлк, оору , тоолордун тынчтыгы, бейиттер", "古人": "Мулиан апасын сактап калат", "第X籤": "Кырк экиге кол кой", "宮": "Сен сарай"}