{"籤詩版本二": "Дүйнө ийкемдүү жана бардыгы өзүн-өзү колдойт, өзүн өзү колдойт жана коопсуз\nЖашоодо баары сонун, баары үчүн олуяларга, даанышмандарга ыраазычылык билдирип, бакубат болуңуз.", "詩意": "Бул гексаграмма жер менен жердин ортосундагы гармонияны билдирет.\nБаары жакшы жүрүп жатат, эч кандай коркунуч жок.", "解曰": "Бардык нерселер төрөлөт. Бардык пландар жана каалоолор ишке ашат. Форд жардам берет. Руи Ци шашып жатат.", "籤詩故事一": "◇Жөө жүргөндөр агартууга ээ болушат\nБатышка саякат окуясы:\nСун Вуконг Хуагуо тоосунда падыша болду.Кийинчерээк түбөлүк жашоонун жолун табуу үчүн ал сегиз же тогуз жыл бою тоолорду жана дарыяларды кыдырып, Патриарх Бодхиге өзүнүн устаты катары сыйынган. жердеги жамандык жана бурмаланган булуттар жана биринчи жолу Күн фамилиясын алып, Вуконг деп аталган.\nАндан кийин Сун Вуконг ылайыктуу курал табуу үчүн Чыгыш Кытай деңизиндеги Ажыдаарлар сарайына барып, акыры Тяньхэ менен Динхайдын кудайлык ийнеси болгон Руйи Алтын Куджелди табат. Өмүрүнүн мөөнөтү өтүп кеткендиктен, ал кылмыш дүйнөсүндө чоң ызы-чуу салып, өмүр-өлүм китебин оңдоп, кайра адам дүйнөсүнө кайтты. Кийинчерээк Сун Вуконг биринчи жолу асманга чакырылып, Бима Вэн деп аталды. Кийинчерээк ал экинчи жолу асманга чакырылып, Маймыл падышасы аталып, шабдалы уурдап, асманда балээ жараткан.Алтын көздөрүн жана оттуу көздөрүн машыктырып Багуа мешине мөөр басылган.Акыры басылган. Татхагата Будда тарабынан Вужи тоосунун этегинде 500 жыл кыймылдай албай калган. Багуа мешинин тебеленген жери жалындуу тоого айланды.\nБеш жүз жылдан кийин Монк Тан Ыйык Жазууларды алуу үчүн Батышка барып, Беш Элемент тоосунун жанынан өтүп, Сун Вуконгду сактап калганга чейин тумарын чечип алган. Сун Вуконг ыраазы болуп ыйлап жиберди.Гуаньин Бодхисаттвадан көрсөтмө алгандан кийин ал Тан Монкту өзүнүн мугалими кылып табынып, Ыйык Жазууну бирге үйрөнүү үчүн Батышка жөнөдү. Ыйык Жазууларды үйрөнүү жолунда Сун Вуконг жиндерге түшүп, желмогуздарды жок кылган жана кайра-кайра укмуштуудай эрдиктерди жасаган, бирок кожоюну Тан Сенг аны туура эмес түшүнүп, кайра-кайра кууп чыккан. Сексен бир кыйынчылыктан кийин иш акыры аяктады.Төрт устат жана шакирт Ситиан Лейин храмына келип, чыныгы Ыйык Жазууну алышты. Сун Вуконг туура жыйынтыкка жетишти.\n(Бул окуя адам мындай турсун, маймыл да жарык боло алат деген метафора.)", "聖意": "Үй өзү үчүн жакшы, байлык, бизнес, үйлөнүү, Люцзя, эркек жөө адамдар, талааларды тосуу, жибек курту, алты мал, Чжунпин, адамдарды издөө, сот иштери, ийгилик, көчүү, мүлктү жоготуу, оору, Синсиншан мүрзөсү, нерселер куттуу болушат", "古人": "Саякатчы агартууга жетет", "第X籤": "43-де кол коюлган", "宮": "xugong"}