{"籤詩版本二": "Суук сууну музга айлантат Атак-даңкка эмнеге ач көздүк?\nТынч отуруп, жалбырактардын табигый түрдө гүлдөшүн күтүүдөн башка аргам жок.", "詩意": "Бул гексаграммада суу музга айланат.\nБекер эч нерсе сураба.", "解曰": "Суу муз болуп тоңуп калат. Муз эрип сууга айланат. Эгерде бул заговор болсо. Ошентип, ошондой.", "籤詩故事一": "◇ Ван Сян карп сурайт (Жыйырма төрт Филиалдык Такыбалык окуясы)\nЦзинь династиясынан Ван Сян, сылык аты Фуженг Линьиде туулган.\nВан Сян жаш кезинде анын биологиялык энеси каза болуп, жалгыз атасы Чжу аттуу аялга үйлөнүп, Ван Сян жаңы энелүү болгон. Ван Сян жаш кезинде анын биологиялык апасы каза болуп, жалгыз атасы Жу деген аялга үйлөнгөн. Ван Сяндын өгөй энеси ички дүйнөсү тар, көрө албас аял болгон, Ван Сянды жактырчу эмес, аны майда-чүйдө нерселер үчүн көп урушчу. Көп өтпөй өгөй эне да Ван Лан аттуу уул төрөйт. Өгөй эне өз балдарын гана жакшы көрүп, Ван Сянды тикенектей көрүп, Ван Сянга ого бетер талап коюп, атасынын көзүнчө Ван Сянды көп жамандап, аны атасы да акырындап сүйбөй калды. Өгөй эне өз балдарын гана жакшы көрчү, Ван Сянды тикенектей көрүп, Ван Сянга ого бетер талап коюп, атасынын көзүнчө Ван Сянды көп жамандачу.Атасы да бара-бара аны сүйбөй калды. Ван Сяндын бир тууган агасы болгону менен, Ван Лан агасына абдан жылуу мамиледе. Өгөй апасынын кыйнаганына карабай, ал дагы эле абдан боорукер болчу. Өгөй эне ушунчалык катаал, бирок Ван Сян дагы эле абдан боорукер.\nӨгөй апасынын хоббиси бар, башкача айтканда, дарыядан жаңы эле балык кармаганды жакшы көрөт. Өгөй апасынын хоббиси бар, башкача айтканда, дарыядан жаңы эле балык кармаганды жакшы көрөт. Бир күнү кышында атасы бизнеске кетип, өгөй энеси дагы ооруп калды.Бир туугандар Ван Сян менен Ван Лан апасына шорпо жана дары-дармек ичишчү.Аба ырайынын катуу суугунда өгөй эненин оорусу дагы деле жакшырган жок. шашыл. Бир күнү кышында атасы бизнеске кетип, өгөй энеси дагы ооруп калды.Бир туугандар Ван Сян менен Ван Лан апасына шорпо жана дары-дармек ичишчү.Аба ырайынын катуу суугунда өгөй эненин оорусу дагы деле жакшырган жок. шашыл. Оорулуу өгөй эне дарыядан жаңы балык жегиси келет.Ошол катуу суук климатта сыртта кар жаап, дарыядагы суу эбак эле калың музга айланып калган. Оорулуу өгөй эне жаңы балыкты жегиси келиптир.Ошол муздуу, карлуу климатта жаңы балык кайдан табылмак?\nАл убакта мезгилсиз тамактар ​​жок болчу, акчаң болсо да сатып ала алчу эмессиң.\nОкуянын ушул жеринде Ван Сянцю Линин таасирдүү окуясы болду. Эки бир тууган апасын айласыз кайтарып, ооруп жаткан өгөй эненин көңүлүн калтырбоо үчүн Ван Сян тоңуп калган дарыяны көздөй басып барат.Ван Сянга бир идея келип, суукка карабай көйнөгүн чечип, мөңгүнүн үстүндө жылаңач көкүрөгүн жата калып, эңсеп келет. то Ал музду эритүү үчүн өзүнүн дене температурасын колдонот (ошондуктан Ван Сянцю карп муз үстүндө жаткан Ван Сян деп да аталат). Көйнөгүн чечип, мөңгүнүн үстүндө жылаңач жатты. Ал Кудайга жалынып: \"Кудай, апам ооруп жатат, жаңы сазан жегиси келип жатат. Эмнеси болсо да мага бир жол таап беришиң керек\" дейт. Кызык жери, капысынан анын жанындагы муз тешиги жарылып, эки балык чыкты. жаракалар.Тири сазан балык жаракадан ыргып чыгып музга секирет.Ван Сян абдан кубанды. Кудайга жалбарып: \"Кудай, апам ооруп жатат, жаңы сазан жегиси келип жатат. Эмнеси болсо да мага бир жол таап бериш керек\"... Кызык жери, капысынан жанындагы муз жарылып, эки жарака кетти. Тирүү сазан балык жаракадан чыгып музга секирип түшкөндө Ван Сян абдан сүйүнгөн. Тез тизе бүгүп, Кудайга шүгүр кылып, сазанды алып үйүнө чуркап жөнөдү. Тез чөгөлөп, Кудайга шүгүр кылып, бат эле сазанды алып үйүнө жөнөдү. Өгөй эне жаңы сазан балыгын жегенден кийин, ал бат эле оорусунан айыгып кетти. Ооруканадагы керебетте жаткан өгөй эне Ван Сяндын сууктан кызгылт болуп калган жылаңач үстүнкү денесин жана колундагы эки балыкты көргөндө таң калып, бөлмөгө кубанып чуркап кирип, таңыркап калды.\nВан Сян кийин чиновник болуп, тайбао болуп, герцог титулуна ээ болгон.", "聖意": "Үйдө тынчсыз, мен коргоо, каржылык кыйынчылыктар, бизнес көйгөйлөрү, нике, Люцзя камсыздандыруудагы ыраатсыздык, жөө жүргүнчүлөр, Читиан жибек курту, алты малдын жоголушу, дайынсыз жоголгон адамдар, мамлекеттик доо арыздар, миграция, эскичилдик, жоголгон мүлк, оору, калыбына келтирүү кыйын, тоо мүрзөсү, ийгилик", "古人": "Ван Сян карп сурайт (Жыйырма төрт Филиалдык Такыбалык окуясы)", "第X籤": "Лотттон кырк тогуз утуп алуу", "宮": "Хайгонг"}