{"籤詩版本二": "Сиз өлкөнүн бардык булуң-бурчтарына саякаттасаңыз болот, аны эркин кармап туруу үчүн желкени илип койсоңуз болот\nЫңгайлуу шамал болсо тез эле жетип, кайык байлыкка толот.", "詩意": "Бул гексаграмма шамал менен кайыкты тартканга окшош.\nБаары жакшы болот.", "解曰": "Тынч эс алгыла. Эч кандай күч талап кылынбайт. Көп байлык. Баары суктанышты.", "籤詩故事一": "◇Тао Жугуй беш көлү (Фан Лигуи көлү)\nЖаз жана күз мезгилдеринде сылык аты Шаобо болгон Фан Ли Гуи Изипи же Тао Чжугун деген ат менен да белгилүү болгон.\nОшол убакта У мамлекети менен Юэ мамлекетинин ортосунда согуш болуп, У мамлекети Юэ мамлекетин талкалаган. Фан Ли менен Вэнь Чжун Юэ падышасы Гоу Цзянга Юэни илгерилетүү жана Вуну жок кылуу планын түзүшкөн. Фан Ли өзү тоолорду, дарыяларды кыдырып, Байлуо тоосундагы Хуанша дарыясынын боюндагы Си Ши аттуу сулуу аялга жолугуп, аны Ву падышасына тартуулаган. ичинде жана сыртында кызматташып, Ву падышалыгын жок кылышкан.\nВу падышалыгын жок кылгандан кийин, Фан Ли Гоу Цзяндын \"узун моюндуу, тумшук канаттуу\" экенин жана аны менен кыйынчылыктарды жана бакытты тең бөлүшө аларын билгендиктен, Си Ши менен кайык менен Ци Падышалыгын аралап өтүп, атын өзгөрткөн. атын Гуй Зипи деп атаган жана анын уулу менен шакирттерин Ци падышалыгына алып барган.Алар деңиз жээгиндеги коттеджде жашашат. Ал ээн талааларды иштетип, бир чети бизнес менен алектенип, бир нече жылдын ичинде он миллиондогон үй-бүлөлүк мүлктү топтогон. Ал өзүнүн кичи мекенине байлык таратып, жакшылык кылууда айкөл болгон.Фан Линин акылмандыгын жана жөндөмдүүлүгүн Ци эли баалашкан.Ци падышасы аны борбор шаар Линциге чакырып, өкмөт иштерин башкарган премьер-министр катары сыйынган. . Ал: \"Чиновник болуу министрлерди алып барат, үй-бүлөнү башкаруу байлыкка алып барат. Нөлдөн баштаган карапайым адам үчүн бул чекке жетти. Көпкө чейин сый-урматка ээ болуу жакшы жышаан эместир\" деп кыйкырып жиберди. Ошентип, үч жыл өткөндөн кийин, ал дагы бир жолу Цзилиу кайраттуулук менен чегинип, Ци падышасына мөөрүн кайтарып берип, үй-бүлөсүнүн бардык байлыгын жакын досторуна жана айылдаштарына өткөрүп берет.", "聖意": "Үй өзү жакшы (жөнөтүлөт), акчасы жакшы, иши жакшы, үйлөнүү кеч, үйлөнүү жакшы эмес, Люцзя аман-эсен, эл талаага, жибекке, күзгө, малга, жазга тоскоол болууда. бакубат, эл издеп, сот иштери начар, миграция консервативдүү, жоголгон нерселер, батыштын оорулары чечилген, тоо, мүрзөлөр түштүк.", "古人": "Тао Жугуй беш көлү (Фан Лигуи көлү)", "第X籤": "Элүүнчү лотереянын жеңүүчүсү", "宮": "Хайгонг"}