{"籤詩版本二": "Айды сууда кармаш үчүн көп күч керек, көп күч керек, бирок эч нерсе болбойт.\nБолбогон сөздөрдү сүйлөп, денеңизди чыңдоого аракетиңизди текке кетирбеңиз.\"Дене соолуп калды\" деген сөз башында \"дене жалгыз\" дегенди билдирет.", "詩意": "Бул гексаграмма аракеттин образы үчүн ач көз.\nБардыгы эмгек жана эмгек.", "解曰": "Убадаларды эстеп калуу кыйын. Көп эмгек. Үйдө тынчсыздана бер. Асыл адамдар менен жолугушууну күтөбүз.", "籤詩故事一": "◇Тайбай айды мас абалында кармады (Ли Тайбай айды мас абалында кармады)\nЛи Бай (701-762), Тайбай деген ат менен да белгилүү, Цинлян Жуши деп да белгилүү. Өзүн сүргүнгө айдалган өлбөс деп атаган Тан династиясынын акыны Поэзия өлбөс деген атка конуп, ар дайым ичпей жыргап жүргөн.\nБир жолу Ли Бай Цзиньлингге (азыркы Нанкин) келип, Венде көпүрөсүнүн жанындагы ресторанда эс алды.\nОшол күн кокустан кыштын айынын он бешине туш келип, кечинде ресторанда жалгыз олтуруп, айга суктанып, ичимдик ичип, ыр окуп берчү. Ошол күн кокустан кыштын айынын он бешине туш келип, кечинде ресторанда жалгыз олтуруп, айга суктанып, ичимдик ичип, ыр окуп берчү. Ли Тайбай айды жашоосунда эң көп сүйгөн, анын таза жана кооз экенин айткан. Ли Тайбай айды жашоосунда эң көп сүйгөн, анын таза жана кооз экенин айткан. Ошол түнү башын көтөрүп, асмандагы аппак, тегерек айды көрүп, абдан сүйүнүп, дагы бир нече стакан ичти. Ошол түнү башын көтөрүп, асмандагы аппак, тегерек айды көрүп, абдан сүйүнүп, дагы бир нече стакан ичти. Түн жарымында Ли Тайбай шараптан пайдаланып, Венде көпүрөсүнө ылдый түштү. Түн жарымында Ли Тайбай шараптан пайдаланып, Венде көпүрөсүнө ылдый түштү. Көпүрөгө кадам таштаганда эле башын ылдый түшүрүп, капысынан айдын сууга түшүп жатканын көрүп, дарыя жылыганда, ак ай көлөкөгө бир нече кара сызыктар кошулган. Көпүрөгө кадам таштаганда эле башын ылдый түшүрүп, капысынан айдын сууга түшүп жатканын көрүп, дарыя жылыганда, ак ай көлөкөгө бир нече кара сызыктар кошулган. Бул учурда Ли Тайбай ушунчалык мас болгондуктан, дарыянын суусуна боёлгон ай деп ойлоду. Бул учурда Ли Тайбай ушунчалык мас болгондуктан, дарыянын суусуна боёлгон ай деп ойлоду. Өтүгүн чечкенге да үлгүрбөй, колун ачып, айды кармайм деп көпүрөдөн секирип түштү. Өтүгүн чечкенге да үлгүрбөй, колун ачып, айды кармайм деп көпүрөдөн секирип түштү. Күтүлбөгөн жерден бул секирүү менен ай кармалбай, суудагы ай талкаланып, дароо экиге бөлүнүп кетти. Күтүлбөгөн жерден бул секирүүдө ай кармалбай, адам сууга чөгүп кеткен. Ал алтымыш эки жашында каза болгон.", "聖意": "Үй тынч эмес, өзүн жаман көрүү (жолу жок, ден соолукка көңүл бур), байлыкта тең салмактуулук издөө (аны ойлобо), кыйын иш, нике бүтпөгөн, коргоо тиленүү (бойдон алдырбоо үчүн бош казына ), жөө жүргүнчүлөр кыйынчылыкта, талаа жибек курту беш балл, алты мал азайып, эл издеп (жолу жок), коомдук доо жана (доону токтот) Жөнөкөй көч (айтпагыла) мал-мүлктөн айрылуу (самолет) Намаз окуу оорудан сактануу үчүн (бактысыз) тоодо, мүрзөдө жакшылык", "古人": "Тайбай мас абалында айды кармады (Ли Тайбай мас абалында айды кармады)", "第X籤": "Лотереядан элүү экинчи утуп алуу (Лотерея)", "宮": "Жатын"}