{"籤詩版本二": "Көңүлү шаттыкка айланганда, ажыдаарлар күркүрөп, жолборстор бакырайт.\nКок асмандын оз жолу бар.Ийгилик, атак-даңк көп болсун.", "詩意": "Бул гексаграмма ажыдаардын күркүрөгөнү менен жолборстун арылдаганына окшош.\nБаары жакшы болот деген үмүт бар.", "解曰": "Жөн гана үйрөт жана кете бер. Өзүңүздүн жыргалчылыкка ээ болуңуз. Аягында жасалышы керек. Тапкан жери бар.", "籤詩故事一": "◇Лю Бэй колукту алат\nЧиби согушунан кийин Сун Цюань Лю Бэй ээлеп алган Цзинчжоуну кайтарып алууну эңседи, ошондуктан ал Чжоу Юйдун планын колдонуп, карындашы Сун Ренди Лю Бэйге кудалашкысы келген түр көрсөттү, бирок чындыгында ал алгысы келген. Лю Бэй Цзинчжоуну барымтага алуу үчүн.\nЧжу Лян Чжоу Юйдун планын аңдыгандан кийин, ал стратегия камтылган брошюраны Суочуга барганда Лю Бэйди коргоп жаткан Чжао Юнго тапшырды. Чжао Юн брошюрадагы стратегияны аткарып, Ву Гуотайга уруксат берүү үчүн атайылап чоң жарыш жасады ( Сун Куандын атасы) үйлөнүү сунушу жөнүндө билишет. Ву Гуотай кызын жакшы көргөндүктөн жана кызынын өмүр бою улантуучу иштери боюнча кокусунан чечим кабыл алууну каалабагандыктан, ал Сун Цюанды эжесине ырайымсыз мамиле кылганы үчүн урушуп, Ганлу храмында Лю Бэй өзүнүн кызына татыктуубу же жокпу, жеке текшерүүнү сунуштаган. Ву Гуотай Лю Бэй менен таанышкандан кийин, ал Лю Бэйди абдан баалап, Лю Бэй менен анын кызынын баш кошуусун катуу жактап, натыйжада Лю Бэй Сун айымга турмушка чыккан.\nКийинчерээк Лю Бэй менен Сун айым кайра Цзинчжоуга качып кетишет.Кийинчерээк Лю Бэй Ичжоуга кол салып жатканда Сун Цюань Цзинчжоуга тымызын кол салгысы келген, бирок кызынын коопсуздугунан чочулаган Ву Гуотай аны токтоткон.\nАл мындай деди: «Чжоу Юнун акылдуу планы дүйнөдөгү эң мыктысы, ал аялынан ажырап, аскерлеринен ажырады».\n(Лю Бэй зыяндан алган)", "聖意": "Үйдө жолум жок, бактым жок (биринчи жамандык, анан ийгилик) Байлык изде, тең салмактуулук, үйлөнүү кыйын, никеде ийгилик. Жөө жолго бата тиле, талаада жибек, малга зыяндан беш балл, изде. элге, доо жана миграцияга, жоголгон мал-мүлккө ийгилик, ооруларга ийгилик, тоо-кабырлардын тынчтыгы.", "古人": "Лю Бей колукту алат", "第X籤": "Элүү үчүнчү утуш номери", "宮": "Жатын"}