{"籤詩版本二": "Көлдүн жээги ташка толуп, агып жаткан суу, шамал ачык, ай ачык, асыл адамдар алек.\nЖолдо баратсам каякка барам деп суроом керек.Токойдогу гүлдөрдүн, өсүмдүктөрдүн жытын тартпагыла, кам көрбө.", "詩意": "Бул гексаграмма кичинекей жээкте саякаттап бараткан кайык сыяктуу.\nБардык нерседе жардам бере турган асыл адамдар бар.", "解曰": "Жашоо үчүн. Көп эмгек. Консервативдик болуп, күтө туруңуз. Бардыгы жакшы болсун.", "籤詩故事一": "◇Лушан көтөрүлүшү\nФамилиясы Кан болгон жана Ялуошань деген ан Лушан (703-757) Лючэн, Инчжоу (азыркы Чаоян, Ляонин) шаарынан болгон.\nКийинчерээк ал Ан фамилиясын алып, атын Лушан деп өзгөрткөн. Тан династиясынын императору Сюаньцзундун тушунда Ан Лушан аскер элчиси болгон.\nТяньбаонун 14-жылынын ноябрында Ань-Лушан Фаньянга аскер топтоп, Ян Гочжунга кол салуу үчүн көтөрүлүш чыгарып, чыгыш борбор Лоянга кол салуу үчүн үч шаардын аскерлерин алган. Тайюандан келген кабарлар Лишанга шашылыш келет.Ошол кезде Лишандагы Хуацин сарайында болгон Тан Сюаньцзун Анлушандын көтөрүлүш чыгарына ишенген эмес.Бирок, көтөрүлүш тууралуу кабар тарай бергендиктен, Сюань Цзун дагы деле жарым-жартылай ишенген. (Бул \"агымдагы майда аскалардын үстүндөгү орой аккан суунун үнүнүн\" сүрөттөлүшү)\nПингюань уездинин префекти Ян Чжэньцин кабар жөнөтүү үчүн бирөөнү жибергенден кийин гана Сюаньцзун түшүнөн ойгонду.\nТан династиясынын императору Сюаньцзундун жаңылыш стратегиясы менен Ань-Лушандын атчандар полку чыгыш борбор Лоянды басып алып, кийинки жылдын биринчи айында ал өзүн Лояндагы император Даянь, Цзянюань Шэнву, император Сионву жана Да Сюньун деп жарыялаган. премьер министр.\nОшол эле жылдын июнь айында Тан династиясынын императору Сюаньцзун Чаньандагы кризисти жеңилдетүүгө дилгир жана туура эмес аскердик түшүнүгү менен эки атактуу генерал Фэн Чанцин менен Гао Сианчжини өлүм жазасына тартты.Бул буйрук Тан армиясын дүрбөлөңгө салды. (Бул жүрүм-турум \"жол алдыңкы дарыяны көрсөтүшү керек\" деген жобону бузат)\nАндан кийин Тан династиясынын императору Сюаньцзун башка генерал Гэ Шуханга шашылыш түрдө Тан армиясын Тунгуандан чыгышты көздөй алып чыгууга буйрук берген.\nТан династиясынын императору Сюаньцзундун стратегиялык катасын толук түшүнгөн Гэ Шухан бул өзгөрүүнү (\"шамал тынч, толкун тынч болсо жакшы болот\" деген мамиле) кечиктирүүнү пландаган.\nАкырында Тан династиясынын императору Сюаньцзун согушууга өтө тартынчаакмын деп ойлоп, Ан Лушан менен көзүнө жаш алып согушкандан башка аргасы калбай, жеңилип калат. (Бул \"Өзүңдү багуу үчүн көп иштесең, жаракат алышың мүмкүн\" деген сөздү аткарат.)\nТан династиясында чек ара аскерлери жана жергиликтүү гарнизондор жооп берүүгө үлгүрбөй калганда, Ань Лушандын аскерлери чек араны кысып, борбордун аймагына киришкен. Кыйын кырдаалда Тан династиясынын императору Сюаньцзун гвардиялык корпусту борбордон качып, лидери жок Сицзин Чаньандын кулашына алып келди.\n(Тан Сюаньцзун бул белгинин көрсөтмөсүн бузду, андыктан Ань Лушандын козголоңу ийгиликтүү болду.)", "聖意": "Үйү аман, өзү берекелүү, ырыскысы бекем, соодасы берекелүү, никеси жакшы (сак) Лиужядан бир жөө киши талаага келет, жибек курттары орулуп, алты малы жабыркап, адам. табылып, коомдук доо негиздүү.. Жоголгон мүлк оору алып келет, башкача айтканда, Аншан күмбөзүн оңдоо керек.", "古人": "Лушан көтөрүлүшү", "第X籤": "Элүү алтынчы лотерея", "宮": "Чиркин сарай"}