{"籤詩版本二": "Эртең менен жана күүгүмдө, Будданын колдоосу коркунуч учурунда болушу керек, бирок коркунучта эмес\nЭгер сизди асыл адам кызыктырса, анда сизди акча менен жибек да коштойт.Бул Чуан Лай. Баары сага көз каранды.", "詩意": "Бул гексаграмма кудайлардын жана Буддалардын жашыруун батасын билдирет.\nСабырдуу бол жана бардык нерсеге ийгилик.", "解曰": "Эски модадагы тынчтыктын белгиси. Баары кымбат болгондо берекелүү болот.", "籤詩故事一": "◇ Танг Монк агартууга жетишкен\nКүндөрдүн биринде Тан Сенг дарыяга келип, маңдайында Будданын Линшань тоосун көрөт, анын алдында бир тактай көпүрө бар экен, Тан Сенг андан өтүүгө батынган жок. Будда кайыкчыга айланып, түбү жок сынган кайыкты кармады.Тан Монк кайыкка түшөөрү менен дарыяга кулап түшүп, кайыкчы тарабынан куткарылган.Танг Монк ушинтип Буддалыкка жеткен. (Батышка саякат окуясы)\n◇ Танг Монктун буддист жазмалары\nТан династиясынын Санзанг, анын жалпы фамилиясы Чен жана анын аты Йи болгон. Луочжоу (азыркы Янши шаарынын түштүгүндөгү Хэнань провинциясынын) Гоуши округунда туулган. Ал он үч жашында монах болуп, буддисттердин Сюань Цзан деген атын алган.\nБуддисттердин түп нускасын алуу үчүн ал Чжэньгуандын үчүнчү жылында (б.з. 629-ж.) Чаньандан (азыркы Сиань, Шэньси провинциясы) жолго чыгып, чек арадан өтүп, Тяньчжуга жетүү үчүн сансыз кыйынчылыктарды башынан өткөргөн. Индия) Ыйык Жазууларды чогултуу. Ал Ганг жана Инд дарыяларынын бассейндерин жана Индиянын түштүк-чыгыш жээк аймактарын кыдырып, андан соң ак карлуу тоолорду жана жашыл кыркаларды басып өтүп, алдыга-артка 50 000 мильден ашык жол басып өттү.Акыры Чанъанга кайтып келүү үчүн ага 16 жыл керек болду. Чжэнгуандын 19-жылы (645-ж.). Ал буддисттердин көптөгөн китептерин кайра алып келип, кытай тилине которгон.\n(Тан Санцанг Кытай менен Индиянын ортосунда алдыга-артка узак жолду басып өттү жана ал коркунучтарга дуушар болгон, бирок анын артында көзгө көрүнбөгөн колдоочу ыйык бар болгондуктан, аман-эсен кайтып келген.)", "聖意": "Үйүң аман, өзүң берекелүү, батыш соодасы ийгиликтүү, нике жакшы, жөө жол тоскон, жибек курту тосулган, жибек курту 70%, мал кирешелүү, эл табылат, батыш коомчулугу доо жаман, көч консервативдүү, жоголгон мал көрүнүп, ылаңы берекелүү, тоо, мүрзөлөр берекелүү.", "古人": "Танг Монк агартууга жетишкен", "第X籤": "Лотереядан утуш алтымыш эки", "宮": "Ин сарайы"}