{"籤詩版本二": "Кыш келгенде тоодогу кара өрүктүн бир бутагы жалбырактары түшүп, бутактары куураса да бузулбайт.\nБирок жаз келгенде дагы эле мени сыпайы катары кайтарып, түпнуска чыгарманы жок кылам.", "詩意": "Бул гексаграммада өрүк гүлү алдыңкы орунду ээлейт.\nКечигип калса баары жакшы болот.", "解曰": "Бир жебе бош болду. Бош турганда бош эмес. Жаздын келишин күтүп. Анын ичинде түс бар.", "籤詩故事一": "◇ Эки жолу гол киргизди\nТан династиясынын императору Дезонгдун тушунда ишенимдүү министр Мэй Богао жана анын үй-бүлөсү чыккынчы премьер-министр Лу Ци тарабынан караланып, баарын өлтүргүсү келген.Бир гана анын уулу Мэй Лянью качып кетүүгө үлгүргөн, кийинчерээк ал өзүнүн кызматын өзгөрткөн. анын инсандыгын жашыруу үчүн Ван Ситонг деп атаган. Ал көчөдө жалгыз жашаган, ачка жана суук, бирок бактыга жараша аны Чен Ришенг (Чен Дунчу) кабыл алган. Чен Ришенг анын турмуштук тажрыйбасын билбегендиктен, көчөдө ачкадан өлүп калбашы үчүн Чендин кара өрүк багын кароого жардам берүүсүн өтүнгөн.\nЧен Ришенг Мэй Богаонун классташы жана досу болгон.Ал Лу Ци тарабынан куугунтукталып жатканда, аны Мэй Богао куткарып калат.Натыйжада Мэй Богао менен Лу Ци касташып калышты.Акыры алардын үй-бүлөсү бүтүндөй өлүм жазасына тартылат.Чэнь Ришенг ушундан улам капаланып, ачууланып, үйлөнгөндөн кийин кызматтан кетип, үй-бүлөсүн Янчжоуга көчүрүп, обочолонгон.\nЧен Ришендин Чен Синьюан аттуу сулуу жана жыпар жыттуу кызы бар.Мей Лянью Чен үй-бүлөсүнө келгенден кийин алар бир көргөндө эле сүйүшкөн. Мэй Богаонун өлүмүнүн бир жылдыгы болгон кара өрүк гүлдөп турган күнү Чен Ришенг жана анын үй-бүлөсү каза болгон досун жана жакшылыгын эскерүү үчүн үйүнүн кара өрүк багында курмандык чалынуучу жай ачышты. Күтүлбөгөн жерден аба ырайы кескин өзгөрдү. , жана катуу бороон болуп, бардык кара өрүк гүлдөрүн каптады. Чен Ришенг аман-эсен качып кутулгандыгын айтып кейиди, бирок ал Мей үй-бүлөсүнүн тукумун да сактап кала албады, муну Кудайдан келген эскертүү деп ойлоп, эгер кара өрүк кайрадан гүлдөп кетпесе деп ант берип, анын урпактары дагы бир жолу гүлдөгөнүн далилдеди. Мей үй-бүлөсү дагы эле тирүү болчу, ал эч качан эч нерсе айтпайт.Ал буддизмге качып, монах болгон.\nМуну уккан кызы Синьюань дароо жыпар жыттуу зат түтөтүп, кара өрүктүн кайрадан гүлдөшүн Кудайдан чын дилинен тилейт. Алардын чын ыкласы асманды козгоп, кара өрүк бакчасындагы бардык кара өрүк дарактары кайрадан гүлдөдү; кийинчерээк Чен Ришэн Ситунгдун Ляньюй экенин билгендиктен, ага кызы Синьюанды кудалады.", "聖意": "Үй жана үй өзүнө, өз бактына, байлык издөөгө, соода-сатыкка сарамжалдуу болууга, үйлөнүү убактысын күтүүгө, кечикүүгө, үйлөнүүгө, кеч калууга, берекелүү болууга жарабайт. жаз, кечигип калуу, кечигип калуу, кечигип калуу, бошоң болуу, бошоң болуу, берекелүү, бош эмес, табылуу.", "古人": "Эки жолу гол киргизди", "第X籤": "Лотттан алтымыш тогуз утуп алуу", "宮": "Tatsumi"}