{"籤詩版本二": "Чао Чао гүл жыйноочу аарыга окшош, түштүк-батыштан, анан чыгыштан учуп чыгат\nЖаз бүттү, гүлдөр жок, издей турган жер жок.Бул жүрөк өз ордун өзгөртпөйт.", "詩意": "Бул гексаграмма гүл терген аарыга окшош.\nБардыгы эмгек жана эмгек.", "解曰": "Жаздын пейзажы жок. Жамгыр көпкө жаайт, бирок такыр баспайт. Жардам сура. Тынч болгону жакшы.\n.", "籤詩故事一": "◇Ли Ми Тан династиясына каршы көтөрүлүштү\nЛи Ми\n(582-619), Кытайдын Суй династиясынын аягындагы дыйкандар көтөрүлүшүндөгү Ваган армиясынын маркум жетекчиси. Каллиграфия чебери. Фа сөзүнүн кожоюну Цзиньчжаонун Чаньан шаарынын тургуну болгон жана анын ата-теги Сянпин, Ляодун (азыркы Ляоян, Ляониндин түштүгүндө) болгон. Цзиньчжаонун Чаньань шаарында туулган, анын ата-теги Сянпин, Ляодун (азыркы Ляоян, Ляонин шаарынын түштүгүндө).\nДайенин тогузунчу жылында (613) Лияндагы (азыркы Хэнань провинциясынын Цзюньсянь уездинин түндүк-чыгышында) Ян Сюангандын Суй династиясына каршы көтөрүлүшүнө катышкан. Дайенин тогузунчу жылында (613) Лияндагы (азыркы Хэнань провинциясынын Цзюньсянь уездинин түндүк-чыгышында) Ян Сюангандын Суй династиясына каршы көтөрүлүшүнө катышкан. Табышмактуу сезим жеңилет,\nЛи Ми качып кетти. Сюаньган жеңилип, Ли Ми качып кеткен.\nДайдын он экинчи жылында Ваган армиясына кошулган\n. Дайенин башкаруусунун он экинчи жылында ал Ваганг армиясына кошулган. Ли Ми стратегияны жакшы билген.Дэйдин он экинчи жылынын октябрь айында Ли Ми Чжанды армияны коштоп жүргөн күчтүү генерал Синян Тонгго кол салууга, Чжан Сютуону коргоого, Суй армиясын талкалап, Чжан Сютуону өлтүрүүгө көндүргөн. Ли Ми стратегияны жакшы билген.Дэйдин он экинчи жылынын октябрь айында Ли Ми Чжанды армияны коштоп жүргөн күчтүү генерал Синян Тонгго кол салууга, Чжан Сютуону коргоого, Суй армиясын талкалап, Чжан Сютуону өлтүрүүгө көндүргөн.\nКийинчерээк ал Синьлуо (кийинчерээк Луоку деп аталды) кампасына кол салууну, жардам үчүн кампаны ачууну жана команданы кеңейтүүнү сунуштады.Ваганг армиясынын командасы тездик менен өстү.Дэйдин 13-жылы Ли Ми Ваган армиясын, ал эми Чжай Рангды башкарды. Суй династиясын төмөндөтүү жана бөлүштүрүү менен алектенген.Аскердик ресурстар жана башка маселелер боюнча согуш болуп, Ли Ми Чжай Ранг менен анын жүздөгөн шакирттерин өлтүргөн. Кийинчерээк ал Синьлуо (кийинчерээк Луоку деп аталды) кампасына кол салууну, жардам үчүн кампаны ачууну жана команданы кеңейтүүнү сунуштады.Ваганг армиясынын командасы тездик менен өстү.Дэйдин 13-жылы Ли Ми Ваган армиясын, ал эми Чжай Рангды башкарды. Суй династиясын төмөндөтүү жана бөлүштүрүү менен алектенген.Аскердик ресурстар жана башка маселелер боюнча согуш болуп, Ли Ми Чжай Ранг менен анын жүздөгөн шакирттерин өлтүргөн.\nДайенин 14-жылынын мартында Ю Вэнхуаджи Суй династиясынын императору Янды өлтүргөн.\n, 100 000ден ашык адамды батышка кайтууга алып келди. Дайенин он төртүнчү жылынын март айында Ю Вэнхуаджи (Ю Вэн, татаал фамилиясы) Суй династиясынын императору Янды өлтүрүп, 100 000ден ашык адамы менен батышка кайтып келген. Ли Миге Хуадзиге чабуул коюуга буйрук берилген.Хуадзи жеңилсе да, Ли Ми да аскерлеринен чоң жоготууларга учурады.Кийин аны Ван Шичон куугунтукка алды.Ли Мидин армиясы талкаланып, лагери талкаланды.Анын генералдары Цинь Шубао, Чен Чжижие (башында). аттуу Чэн Яоцзин), Ниу Цзинда жана башкалар колго түшүрүлгөн. , Шан Сионсин багынган. Ли Миге Хуадзиге чабуул коюуга буйрук берилди.Хуаджи жеңилсе да, Ли Мидин аскерлери да чоң жоготууга учурады. Кийин аны Ван Шичон куугунтукка алып, Ли Мидин аскери талкаланып, лагери талкаланып, генералдары Цинь Шубао, Чен Чжицзе (баштапкы аты Чэн Яоцзин), Ниу Цзинда жана башкалар колго түшүп, Шан Сюнсин багынып берген. Ли Ми айласы кеткендиктен, сентябрда Хеянга дарыяны кечип өтүп, Тан династиясына багынган. Ли Ми айласы кеткендиктен, сентябрда Хеянга дарыяны кечип өтүп, Тан династиясына багынган.\nНоябрда Ли Юань Ли Миди Шаньдунга эски аскерлерди чогултуу үчүн жөнөткөн. Ноябрь, \nЛи Юань Ли Миди Шандунга эски аскерлерди чогултуу үчүн күтүүгө жөнөтөт. Өзүнөн шектенип калганын сезип, Танга каршы чыгат. Өзүнөн шектенип калганын сезип, Танга каршы чыгат. Тан генералы Шэн Янши Ли Миди кол салууга чакырып, аны Сингун Сианда өлтүргөн. Тан генералы Шэн Янши Ли Миди кол салууга чакырып, аны Сингун Сианда өлтүргөн.", "聖意": "Үй, үй, тил, өзүм, жаман адам, байлык издеп, бизнести текке кетирүү, нике туруктуу эмес, Люцзя, бош гүлдөр, жөө жүргүнчүлөр, яотиялык, жибек куртунун зыяны, алты малдын зыяны, дайынсыз жоголгон адамдар, соттук териштирүүлөр, жоготуу, миграция, эскичилдик, жоголгон мүлк, оору, тоскоолдуктар, тоо мүрзө реформасы", "古人": "Ли Ми Тан династиясына каршы көтөрүлгөн", "第X籤": "Жетимишинчи тираж", "宮": "Tatsumi"}