{"籤詩版本二": "Аарычылар чаккан жеринен бал сураш керек\nАлдында кызык жол болсо керек, Сыры тикенектүү токойдой терең.", "詩意": "Бул гексаграмма бал чогулткан аарыларды билдирет.\nБардыгы эмгек жана эмгек.\n\n(Бул гексаграмма таттуунун жана ачуунун символун издейт.\nБардык нерседе кырсыктардын алдын алуу.\n)", "解曰": "Иштерди кылдаттык менен жасоо керек. Аны мажбурлоонун кереги жок. Аарылар бал чогултат. себеби эмнеде?", "籤詩故事一": "◇ Ван Манг таланттарды издейт\nБатыш Хань династиясындагы Ван Ман үй-бүлөсүн бай үй-бүлө деп айтууга болот. Атасы жаш каза болсо да, анын бир нече таякелери жана таякелери Хан династиясынын императору болушкан.Алар генералдар, премьер-министрлер болуп, маркиза болуп, сыйлыктарды алышкан.Ван үй-бүлөсү өтө көрүнүктүү болгон.\nБирок Ванг Мангдын кичинекей үй-бүлөсү өтө жакыр болгон; атасы жаш каза болуп, ал туугандарынын кайрымдуулугуна таянып, апасы менен гана жашаган. Бирок ушундан улам Ванг Манг бала кезинен эле адамдар менен мамиле түзүү боюнча бир катар көндүмдөрдү иштеп чыгып, машыккан. Канчалык капаланса да, ачууланбасын, тууган-туушкандардын, аксакалдардын же сырттан келгендердин алдында дайыма абдан бактылуу, бейпилдик менен карап тургандыктан, кландагылардын баары аны абдан баалачу.\nБир жолу улуу таякеси катуу ооруп калыптыр, муну уккандан кийин келип, бейтаптын төшөгүнүн жанында дары-дармек, суу алып келип, түнү менен күзөттө туруп, бир нече ай катары менен чечинип, чачы-башы чачырап, шалдырап жүргөн. Ал бейтапка караганда \"сабырдуу\" жана биологиялык уулуна караганда \"уулу\" болгон.\nБул үчүн Тайвандыктардын баары аны мактап, ага сыйлык сурап кат жазышкан.\nОшентип, Хан династиясынын императору Ченг ага Жаңы Капитал Маркиз титулун ыйгарып, аны сарайга кароолчу кылып дайындап, императордун жакын министри болгон.\nВан Манг өзүнүн бийик даражасы жана улуу күчү менен эч качан текебердик, шалаакылык көрсөтпөй, тескерисинче, уламдан-улам сыпайы, сыпайы болуп, бир жагынан министрлер, генералдар, министрлер, атактуу аалымдар, аалымдар менен достошкон.\nБирок ал өтө сарамжалдуу жашап, көп учурда эт тамактарды жеп, узун халат, жеңи узун көйнөк кийгени аз келгенсип, кыска гана кийим кийчү. Ошентип өкмөттө, коомчулукта баары бир ооздон аны «адептүү» деген сөз менен макташты.\nКийинчерээк анын агасы Гранд Сима Ванген оорудан каза болуп, анын ордуна ал тандалган. Император жана бардык министрлер аны эң ылайыктуу деп ойлошкон. Ошентип, Ван Манг, отуз сегиз гана жашта, өлкөдөгү эң жогорку аскердик күчкө ээ Гранд Сима болуп калды.\n(Бул окуя метафора. Жакшы адам болуу \"аары чаккан кыйынчылыктан\" арылууга жана идеалдарыңызга каалагандай жетүүгө жардам берет.)", "聖意": "Үй өзү жакшы эмес, үй-бүлө балээ, бизнеси тосулуп, нике кыйылган, алты соот коркуп, жөө кечиккен, жибек куртунун түшүмү аз, мал аз, кыйын эл тап, доо жаман, көч жүрбөй жатат, жоголгон мал жаман, оору орнотулду, тоо көр жок,", "古人": "Ван Манг таланттарды издейт", "第X籤": "Жетимиш эки лотереядан утуш", "宮": "Tatsumi"}