{"籤詩版本二": "Жаз келгенде күн күркүрөп, курт-кумурскалар сайрап, ылайдан бурулуп кетем\nМен дагы эле келе жатканымды түшүнгөндө, бир жолу өзгөрүп, ажыдаарга айландым.", "詩意": "Бул гексаграмма күн күркүрөгөн курт-кумурскалар сыяктуу.\nАсыл инсанга жолугуу бардык нерседе жакшы жышаан.", "解曰": "Күн күркүрөйт. Кирүүчү жана чыгуучу эки депозит. Бир жолу өзгөртүү. Тяньмэньге чейин.", "籤詩故事一": "◇Ченцяо козголоңу\nБиздин замандын 959-жылы Чжоу Шизонг Чай Рунг каза болуп, такка отурган император Гун Чай Цзунсун жети гана жашта эле. Ал кезде ак сарайдын алдында инспектор жана Сончжоунун немис армиясына элчиси болуп иштеген Чжао Куангин чыныгы бийликти ээлеп турган.\nБиздин замандын 960-жылы жазында Чжэнчжоу (азыркы Чжэндин, Хэбэй провинциясы) жана Динчжоу (азыркы Хэбэй провинциясы Динсянь округу) Түндүк Хань династиясынын жана Ляо мамлекетинин аскерлери биргелешип түштүктү көздөй, кийинчерээк Чжоу династиясына кол салышканын кабарлашты. зор импульс болуп, жардамга аскерлерди жиберүүнү суранды. Кийинчерээк Чжоу династиясы Чжао Куангинге аскерлерин түндүккө баштап, душманга каршы согушууга буйрук берген. Чжао Куангин өзүнүн бир тууганы Чжао Гуаньи, Чжао Пу, Ши Шоусин жана башкалардын планы боюнча жашыруун иш жүргүзгөн.\n3-февралда армия Ченцяой шаарына келгенде (азыркы Ченьцяо шаары, Фэнцю шаарынын түштүк-чыгышында, Хэнань) козголоң чыгарып, аскерлерге ага сары кийим кийүүнү буйруган.Алар кийинки Чжоу династиясына каршы көтөрүлүп, Чжао Куангинди император катары колдошкон. . Ошондон кийин Чжао өз аскерлерин өрттөбөй, өлтүрбөй, талап-тоноосуз кайра Кайфэнге жетелеп: «Тайзу Чен Цяо борбор калаанын тургундарынын тынчын албаш үчүн ант берип, шаарга кирген күнү шаардын тынчын албастыгын убада кылган».\nАйдын үчүнчү жылынын үчүнчү күнү Чжао Куан-ин Ченцяодо козголоң чыгарып, борборго кайтып келди.Фан Чжи Ван Пу менен Вэй Ренпуну жетектеп, Чжао Куангинди суракка алат.Ло Яньхуан чатырдын алдына кылычын сууруп алып, катуу кыйкырды. : \"Үч армиянын кожоюну жок. Генералдар аны император кылып дайындоону чечишти. Ким сүйлөсө өлтүрүлөт!\". Ван Пунун өңү жердей кубарып, кадамдарын түшүрүп, жүгүндү.Фан Чжи да жүгүндү.Куанг Ин жеке өзү жардам берип, ага өтө сылык мамиле жасады.\nОрточо каршылык көрсөтүүдөн кийин кийинчерээк Чжоу династиясынын императору Гун тактыга, ал эми Чжао тактыга отурду.\"Тайзу Дзенди кабыл алмакчы болгон, бирок дзен тексти жок болчу. Ханлинь окумуштуусу Тао Гу буйрукту кабыл алды. жана анын жанына кирип: «Бүттү», — деп айтты».\nЧжао тактыга келгенден кийин өлкөнүн атын Сун, Юань Цзяньлун деп өзгөртүп, Кайфэнди борбор кылып, Ши Шоусин, Гао Хуайдэ, Чжан Линдуо, Ван Шэнци, Чжан Гуанхан, Чжао Яньхуй Цзедүши титулуна ээ болушкан. Тарыхта \"Ченцяо козголоңу\" деген ат менен белгилүү болгон.\nWikipedia\n(Бул окуя Чжао Куангиндин аткаруусунун башталышы экенин көрсөтүп турат.)", "聖意": "Үйүңүзгө, күнүмдүк жашооңузга, байлыкка, ырыскыга, ишиңизге ийгилик, асыл нике, Люцзяда ийгилик, эркек жөө, талаада жибек курттун эрте төрөлүшү, алты мал эрте туу, жазда жакшылык, эл табуу, ийгилик коомдук соттошууларда, миграцияда ийгилик, жоголгон мал-мүлк, оору-сыркоо, тоо жана мүрзөдөгү коркунуч.", "古人": "Ченьцяо козголоңу", "第X籤": "Жетимиш үч кол коюлган", "宮": "Ми сарайы"}