{"籤詩版本二": "Түшүндө байлык көп болот, бирок атак-даңк жок болот дешти.\nСуу алыс, тоо алыс, бирок ыймандуу болуу кыйын.Асыл адам туура жол көрсөтүп, жылмайып турат.", "詩意": "Бул гексаграмма түшүндө кенч алуунун символун билдирет.\nБаары аздыр-көптүр реалдуу.", "解曰": "Кыял сыяктуу кыялдануу. Атактуулуктан үмүт жок. Жөн гана жакшы күндөрдү күт. Асыл көрсөтмөлөр.", "籤詩故事一": "◇ Нефритти Чжаого кайтарыңыз (бүтүргөндөн кийин нефритти Чжаого кайтарыңыз)\nБиздин заманга чейинки 283-жылы Чжао Хуйвэнь падыша Чудан Хе биди алган.Цинь Чжаосян падыша бул кабарды уккандан кийин Чжао падышага кат жөнөтүп, он беш шаарды Хэ биге алмаштырууга даяр экенин билдирген.\nЛин Сянгру Цинь күчтүү, ал эми Чжао алсыз жана аны алмаштыруу керек деп Чжао падышага анализ жасады.\nАндан кийин Чжао падыша Лин Сянруну Хэ Би менен Циньге жөнөтөт.\nЦинь падышасы Лин Сянру менен Чжантайда жолугуп, Лин Сянру Цинь падышасына нефрит ташын тартуулады. Цинь падышасы сүйүнүп, Хе биди сулууга узатса, анын айланасындагылардын баары аны карап калышты.Ошол учурда оң жана сол тараптагылардын баары жаша деп кыйкырышты.\nЛин Сянру Цинь падышасынын шаарды Чжаого берүү ниети жок экенин көрүп, Цинь падышасына анын нефритинин кемтиги бар экенин айтып, мүмкүнчүлүктөн пайдаланып, Цинь падышасына көрсөткүсү келген. нефрит артка.\nЛин Сянру Хэшинин Бисин кайтарып алгандан кийин, ал Хешинин Би менен өлгүсү келгенин көрсөтүп, чоң мамысынын жанына турду.\nБул учурда Линь Сяньру Цинь падышасына мындай дейт: \"Чжао падышасы дагы деле министрлердин каршылыгын жеңип, министрдин сунушун кабыл алды. Карапайым эл менен алакалашканда бири-бирин алдабаса дагы, муну айтпай эле коёлу. Цинь чоң өлкө! Цинь менен Чжао падышанын ортосундагы достукту сактоо үчүн беш күн орозо кармагандан кийин мен өзүмдүн министрлеримди Циньге нефрит таш менен жөнөттүм. шаар, бирок ошондой эле Хе үй-бүлөсүнүн нефрит ташын сулуу аялга өткөрүп берген, бул чындап эле менин министрлеримди шылдыңдаган».\nСөзүн бүтүргөндөн кийин, Лин Сянру дароо мамыга урууну ишарат кылды.Цинь падышасы Бий бузулуп калат деп корккондуктан, Чжаого он беш шаар бергендей түр көрсөттү. Лин Сянгру Цинь падышанын кыянаттык планын түшүнүп, ал Цинь падышадан беш күн орозо кармоону өтүнүп, Хе Би тартуулаганга чейин убакытты кечиктирген. Ушул бир нече күндүн ичинде Лин Сянру өзүнүн кызматчыларын нефрит менен Чжао мамлекетине кайтууга жөнөттү, ал эми ал Цинь падышасы менен иштөө үчүн калды.\n(Бул окуя карапайым адамдын көздөрү анын статусуна суктангандай.)", "聖意": "Үйдө, өзүндө бата тилеп, байлыкка тоскоол болуу, бүтүмдөрдү кыйындатуу, люцзясу жөө жүрүүчүлөр менен нике жарашпайт, читиан жибек курту кабыл алынбайт, алты мал зыянга учураган, адамдар дайынсыз жоголгон, мамлекеттик сот иштери жана миграция күтүлгөн, жоголгон нерселер алые, ооруларды коюп, тоо мүрзөлөрүнө жиберип, алмаштырып жатышат.", "古人": "Нефритти Чжаого кайтарыңыз (Нфритти Чжаого бүтүрүңүз)", "第X籤": "Жетимиш жетинчи утуш лотереясы", "宮": "Түшкү сарай"}