{"籤詩版本二": "Чынар дарактарынын жалбырактары түшүп, күз жакындап, саякатчылардын кайткан жолу булуттай көрүнөт.\nКудайдын зор аракети менен кеме шамалда байлык менен кайтып келди.", "詩意": "Бул гексаграмма кулаган чынар жалбырактарынын элесин билдирет.\nБаары алдын ала жаман, акыры жакшы.", "解曰": "Бир нерсени чын жүрөктөн кабыл ал. Тиансин аны ээрчийт. Жашоо үчүн. Колуңдан келгендин баарын кыл.", "籤詩故事一": "◇Тенгван павильонуна шамал согот\nВан Бо, сылык аты-жөнү Зиан, алгачкы Тан династиясынын акыны, Тан династиясынын императору Гаозун Юнхуйдун биринчи жылында төрөлгөн. Ван Бо бала кезинен бери ыйык аяттарды окуган жана ал \"балдардын вундеркиндиси\" катары белгилүү. Ван Бо бала кезинен бери ыйык аяттарды окуган жана ал \"балдардын вундеркиндиси\" катары белгилүү.\nАл он жашка чыкканда атасы экөө Гуанди храмынын жанынан өтүп баратышат.Ибадатканадагы Гуандинин айкелинин \"Жаз жана Күз\" китебин кармап алып окуп жатканын көрүшөт.Аны көргөн атасы Ал император Гуанга: \"Үч бурч жашыл сакал кармап, Цин династиясынын тарыхын жашыл чырактан окуп, атактуу ысымдарга таазим кылуу. Колумда жашыл ажыдаар менен айды кармап туруу\" деп кыйкырган. Үстүбүздөгү жылдын күзүндө Ван Бо Шансиден Хайнань аралына Цзяочжи уездинин судьялыгынан төмөндөтүлгөн атасына зыярат кылуу үчүн барганын, жолдо миңдеген тоолорду жана дарыяларды аралап өткөн. Жыйырма жетиге чыккан жылдын күзүндө Ван Бо Шансиден Хайнань аралына Цзяочжи уездинин судьялыгынан төмөндөтүлгөн атасына жолугууга жөнөп, жолдо миңдеген тоолорду, дарыяларды аралап өткөн.\nОшол күнү Маданг тоосуна жеткенде баары эс алуу үчүн жээкке чыгышты.Ван Бо жалгыз байыркы ибадаткананын жанынан өтүп бара жатып, капысынан ибадаткананын жанындагы таштын үстүндө отурган карыяны көрүп калат.Чалын чачтуу жаш баладай көрүнгөн. Ал Ван Бого: \"Сен Ван Бо эмессиңби?\"-деди Ван Бо чочуп кетти да: \"Чын эле! Сен муну кайдан билесиң?\"-деди. Карыя: \"Сенин жакшылыгың бар деп көптөн бери уктум\" деди. Элди сактап калуу ниети, ырларың абдан мазмундуу. Эртең Тенгван павильонунда чоң кече болот. Эгер банкетке катышып, эссе жазсаң, кылымдар бою атактуу болосуң жана жол киресиң.\" Алар келгенде. Маданг тоосунда баары эс алуу үчүн жээкке чыгышты.Ван Бо жалгыз байыркы ибадаткананын жанынан өтүп бара жатып, капысынан ибадаткананын жанындагы ташта капысынан көрдү: Ал жерде ак чачтуу жаш балага окшош бир чал отурган экен. Ал Ван Бого: \"Сен Ван Бо эмессиңби?\"\nВан Бо таң калып: \"Так! Сен муну кайдан билесиң?\"\nКарыя: \"Сенин элди сактап калайын деген жакшы ниетиң бар деп көптөн бери уккам, ырларың да бир топ мааниге ээ. Эртең Ханзаада Тендин павильонунда чоң той болот. Банкетке катышып, ыр ырдап берсеңер. кылымдар бою атактуу болосуң жана жол киресиң».\nВан Бо: \"Бул жер Тенгван павильонунан алты-жети жүз чакырым алыстыкта. Эртең бул жакка кантип жетебиз?\"-деди. Карыя: \"Мен сенин жылмакай сүзүшүң үчүн жылкыны кудайлык шамал катары колдоном. Мен эртең сөзсүз келет.\" Ван Бо мага ыраазычылыгын билдирип: \"Кечиресиз, кайын атам. , сен өлбөс белең же кудайсыңбы?\" Карыя күлүп: \"Мен Чжунюань Шуйцзюньмун\" деди. бул акватория!\" Ван Бо: \"Бул жер Тенгван павильонунан алты же жети жүз миль алыс. Эртең бул жерге кантип жетебиз?\"\nЧал: \"Мен атты кудайдын шамалы катары колдоном, сүзүп жүрүшүңө жардам берем. Мен эртең сөзсүз келем\" дейт.\nВан Бо ага ыраазычылыгын билдирип: \"Кечиресиз, кайын ата, сиз өлбөссүзбү же кудайсызбы?\"\nКарыя күлүп: «Мен бул акваторияны башкарган Чжун-юань Шуйцзюньмун!» Анан чал Ван Бону кайыкка тезирээк түшүүгө үндөдү. Ал бир азга аны курчап турган жагымдуу булуттарды жана шамалды көрдү. ал эми жол боюндагы суу жылмакай болду.. Көз ачып-жумгуча жүздөгөн чакырымдарды басып өттү.\nАнан чал Ван Бону кайыкка тезирээк түшүүгө үндөдү.Ал аны бир азга курчап турган жагымдуу булуттарды көрүп, жылмакай жол болду.Көз ачып-жумгуча жүздөгөн чакырымдарды басып өттү. Күтүлгөндөй эле Ван Бо чоң окуя болгон күнү эртең менен Принц Тендин павильонуна шашылды.\nКүтүлгөндөй эле Ван Бо чоң окуя болгон күнү эртең менен Принц Тендин павильонуна шашылды. Ал эми ошол жерде ал Тан династиясынын императору Гаозун түбөлүк шедевр деп аталган \"Тенг ханзаадасынын павильонуна кириш сөздү\" жазган. Ал эми ошол жерде ал Тан династиясынын императору Гаозун түбөлүк шедевр деп аталган \"Тенг ханзаадасынын павильонуна кириш сөздү\" жазган.\nдеген ыр бар:\nАр дайым таланттуу адамдар кудай деп айтылып келген, ошондуктан Нанчанды Нанчанга шамал алып келгени кокусунан эмес;\nМен Тен Вандын бийик павильону жөнүндө сүйлөм жаздым, анан ал өлбөстөрдү Чжунюанга коштоп барды.", "聖意": "Үйүң үчүн дуба кыл жана өзүңдү корго, береке тиле, байлык изде, нике жана ынтымакка жет.", "古人": "Тенгван павильонуна шамал согот", "第X籤": "Сексен бир кол кой", "宮": "Wei Gong"}