{"籤詩版本二": "Аброюң үчүн касиетиңден ажырап калсаң эмне болот, жакшылык өзгөрүп, жамандык болуп кетеби деп корком.\nМас, кайда барарымды билбейм.Жашыл карагайлардын көлөкөсүндө тумандуу түш көрөм.", "詩意": "Бул гексаграмма суудан чыгып кеткен муздак балыкты билдирет.\nЭч нерсени жылдырууга болбойт.\n\n(Бул гексаграмма жаман жакшылыктын жана жаман ийгиликтин белгиси.\nБаардык нерседе бутуңар жерге тийсин.\n)", "解曰": "Муздак балык суудан чыгып кетет. майдагы чымын. Лагердин пландары жөнүндө сурасаңыз. Мо Ци жакшыраак\nБул белги Люцзяга жаман ийгилик алып келет. Баары туура эмес болот. Коопсуздук үчүн тилен.", "籤詩故事一": "◇Чжуанци аялын сынайт\nЖуанцзы Чжоу династиясында туулган.Анын фамилиясы Чжуан, аты Чжоу, аты Цзысиу.Ал Сун династиясындагы Мэнгиден келген. Чжоу династиясында Циюандын чиновниги болгон.\nКүндөрдүн биринде Чжуанци тоодо бир аялга жолугуп, ал жаңы мүрзөнүн алдында чөгөлөп, мүрзөдөгү нымдуу топуракты кургаткысы келгендей, вентилин катуу чайкап жатыптыр. Жуанзи анын ниетин түшүнбөй, андан сурады. Ал мүрзөгө коюлган адам анын күйөөсү экенин, күйөөсүнүн акыркы сөзү мүрзөнүн топурагы кургамайынча башка турмушка чыга албасын айткан. Ал дагы чыдай албай, мүрзөнүн топурагын тезирээк кургатуу үчүн, экинчи булактын артынан түшүү үчүн аралаштырды.\nЧжуанци дүйнөдө ушундай жүрөгү жок аял бар экенин ойлоп үшкүрүндү. Анан ойлодум, менин аялым ушундай болобу? Шек пайда болгондо, мен аны текшергим келет.\nЖуанзинин аялынын фамилиясы Тиан болгон жана түгөйлөр адатта жакын мамиледе болушкан. Жуанзи аялынын берилгендигин сынап көрүү үчүн өзүн өлгөндөй түр көрсөтүүнү чечкен.\nЖуанзинин күтүүсүз оорудан каза болгонун угуп, ар тараптан, анын ичинде тууган-туушкандары, достору баш болгон көптөгөн адамдар келип көңүл айтышып, алардын арасында Чүй мамлекетинен келген сулуу падыша, байлыкка бай небереси да бар экен. Тянь жаңыдан жесир калган жана аянычтуу болгондуктан, анын артынан сая түшкөн. Тиан айым азгырыкка чыдабай Ван Сунду сүйүп калып, жыйырма күндө эле баш кошушкан.\nОшол түнү шарап ичип, кулактар ​​ысып турганда Ван Сун капысынан жүрөгү кармап, каза болгон.\nТянь айым чочуп, дүрбөлөңгө түшүп, Ван Сундан шашылыш түрдө эмне кылуу керектигин сурады. Ван Сун ооруга чыдап, Тянь айымга өлгөндөрдү тирилтүү үчүн өлүктөрдүн мээсин колдонууга болорун айтты.\nӨлүктү кайдан тапса болот? Тиан айым күтүлбөгөн жерден ойлоду, күйөөсү өлүп калбадыбы? Тянь мырза күйөөсү менен аялынын мурунку сүйүүсүн унутуп, чындыгында балтасын алып, күйөөсүнүн табытын жарып, анын мээсин дары-дармекке алып чыгууга камданды.\nКүтүлбөгөн жерден табыт ачылганда Чжуанци кайра тирилген. Тянь айым абдан уялгандыктан асынып алган.\n(Бул окуя жеке кызыкчылык үчүн достукту бузуунун метафорасы, ошондуктан биз аны менен макул боло албайбыз.)", "聖意": "Үй тынч, напси аман, акчасы адилетсиз, соодасы курман, нике кыйылган, Люцзяда жамандык жакшы, жөө келген жок, жибек курту, малы тегиз, эл жок, доо алмашып, шакирттери консервативдүү, мал-мүлк оорубайт, тоо менен мүрзө жаман.", "古人": "Жуанци аялын сынайт", "第X籤": "Лот 84", "宮": "Wei Gong"}