{"籤詩版本二": "Тоонун алдындагы жолду кара булуттар, туман каптап, баары тегерек, ай дагы тегерек.\nПоэзия, китеп алсаң, терең түштөн ойгоносуң, Асыл адам сени чатырга жетелейт.", "詩意": "Бул гексаграмма жаздын бүтүшүн жана гүлдөрдүн гүлдөшүн билдирет.\nТеңирден кийин баары өзгөрөт.", "解曰": "Карыя жардам сураш керек. Жазында кайра гүлдөйт. Атак-даңкка, байлыкка умтулуу. Жашоонун аягында күтүлбөгөн нерсеге туш болуңуз.", "籤詩故事一": "◇Хан Вэнгонг карга туш болот\nСылык аты Туйжи болгон Хан Ю Чанглиден болгон. Тан Децзун чжэньюандын сегизинчи жылында жинши болуп, анын өлгөндөн кийинки титулу Вен Гун болгон.\nТан династиясынын императору Сянцзундун тушунда Хан Ю Будданын сөөктөрү менен ремонстрация жасаганы императордун ачуусун келтирген. Хан Ю аялын жана балдарын таштап, Чаоцжоуга кеткен. Бир нече күнгө жетпеген убакыттан кийин муздак шамал күчөп, кар калың жааган. Хан Ю кардын калыңдыгы бир нече фут болгон жерге келип, атынын алдыга жылышына кыйынчылык жаратып, жакын жерде үй жок, жолдун кайда экенин да билбей калды. Жолду басып, артка чегинүүнү кааласаң, артка жол жок. Шамал катуу согуп, кар тез жааган.Хан Ю териге чыланып, тоңуп, ачка болуп, кайгысын айта турган жери жок болчу.\nХан Ю үшкүрүнүп: \"Император мени өлтүрбөйт, бирок император мени жок кылгысы келет\" деди.\nХан Ю айласы кеткенде катуу суукка карабай карды тазалаганы келе жаткан адамды көрүп, ал Хань Сянцзи (Хан Юнун жээни) болуп чыкты.\nБуга чейин Хань Сянцзы Хан Юга: \"Циньлиндеги Юн Хэндин үйү кайда? Көк дарбазаны кар кучактап, ат алдыга жылбай токтоп калат\" деп айткан эле. Ошол учурда Хан Ю Хань Сянцинин эмнени айткысы келгенин түшүнгөн жок, бирок азыр ал акыры түшүндү.\nОшентип, Хан Ю менен Хан Сянцзы Фунун Лангуандагы үйүнө түнөгөнү жөнөштү. Өткөн жана культивация жолу жөнүндө айтып, Хан Ю чын жүрөктөн ишенди.\nКийинчерээк Хан Ю өзүнүн кызматтык абалын таштап, бардык мүлкүн жергиликтүү бийликке өткөрүп берип, даосизмди тутунуу үчүн тоого чыгып, өлбөс болуп калган.", "聖意": "Үй өзү жакшы эмес, акча издегенден этият бол, бизнеске көңүл бур, үйлөнүү кеч, Люцзя аял жөө жүрүүчүлөр талааларды тосуп, жибек курту жакшы, малы жакшы, элди табуу кыйын, мамлекеттик сот иштери кайталанып, жоголгон мүлк. , оор оору, оору кечиктирүү, тоо мүрзөсү өзгөртүлүшү керек.", "古人": "Хан Вэнгонг карга туш болот", "第X籤": "Сексен бешинчи утуш лотереясы", "宮": "Шен Гонг"}