{"籤詩版本二": "Батыш тоонун жарымын басып, Джунлиндин аскалары отурукташпайт.\nКудайдан коргоо издеп, бул дене дагы деле өлүкканада", "詩意": "Бул гексаграмма кумдан алтын издегендей.\nБардык нерседе асыл адамдардын белгилери бар.\n\nОшондой эле: Бул гексаграмма адамдын коркунучта экенин көрсөтүп турат.\nБардык нерседе асыл адамдардын белгилери бар.", "解曰": "Нефритти ташты кесүү аркылуу табууга болот. Кумдан алтын тап. Талыкпай иштеш керек. Жөн эле кыйынчылык.\nДагы бир иш: оор кырдаал. Кала турган жери жок. Кудайдан бата сура. Жан дүйнө тынчтыгы үчүн тилен.", "籤詩故事一": "◇Алтынды тиштеп, жер астындагы үңкүрлөрдү изилдеңиз\nАскердик эрдиктерин белгилөө үчүн Ченг Яоцзин Янвуянга банкет өткөрдү. Күтүлбөгөн жерден жерден бир чуңкур ачылып, аны түшүнүүгө мүмкүн эмес болуп, ар ким сөздү тандап, алтынды тиштеп, утуп алыш үчүн чүчүкулак тартышты, аркандарды жалдап тешикке байлашты.\nТаш эшиктер, столдор, отургучтар, көпүрөлөр жана башка буюмдар, үстөлдүн үстүндө алтындан жасалып, үңкүрдөн эскирген ажыдаар кийимдери, нефрит кайыштары бар.\nЯо Жин чоң куту жана кичинекей куту менен тешиктен чыгып, жыгач кутуну ачып, нефрит мөөрүн алып чыкты, кутуну ачып, чоң желек менен таажы халатын жана издерди алып чыгып, столдун үстүнө койду, жана ар ким аларды бирден карап турду. Мен чоң мөөрдүн үстүндө чегилген сегиз мөөрдүн белгисин көрдүм: \"Хуншинин шайтан падышасы, Улуу Адептүү император\".\nБаары ага \"император\" катары табынышкан, ал эми Яоцзин муну үч жыл бою Жин падышасы катары аткарган. (Чынында, бул жөн гана өзүн-өзү жарыялаган, ал эми Ченг Яожин ал кезде айылдын лидери эле.)\n(Бул окуя жакшы нерселер актёрдукка окшош деген метафора. Бул \"бул дене дагы эле боштукта\" деген көркөм концепция.)", "聖意": "Үй жана үй, өзү үчүн сыйынуу, пайданын жоктугу, байлык издөө, талыкпай иштөө, бизнесте этият болуу, турмушка чыгууга Лю Цзясу, жөө адамдар, Чи Тиан, жибек курттары, алты малы, туруктуу алты малы, адамдарды издеп, эч кандай доосу жок. , жоготуу, көчүү, жоголгон мал-мүлктү сактоо, жаман оорулар, тоскоолдуктар, тоо жана мүрзөлөр.", "古人": "Алтын үчүн Crypt изилдөө", "第X籤": "Сексен жетиге кол кой", "宮": "Шен Гонг"}