{"籤詩版本二": "Жеке иштериң менен мени убара кылба, муну коомчулуктан сураганың туура.\nТунук жүрөк асмандагы жарык айдай жарык", "詩意": "Бул гексаграмма асмандагы жаркыраган айдын элесин билдирет.\nБаары жарык жана аба.", "解曰": "Жүрөгүң түз болсун. Мыйзамды оңдоңуз. Ыйык сөздөр. Акыры айкын болуп калат.", "籤詩故事一": "◇ Конг Мингдин генералы\nЧечим: Жуге Лян аскерлерин жана генералдарын мобилизациялайт\nҮч Падышалыктын доорунда Чжугэ Лян (181-234), сыпайы аты Конгминг Янгду, Лангья (азыркы Шаньдун провинциясынын Инань уезди) шаарында туулган.\nЛю Бэй самандан жасалган коттеджге үч жолу баргандан кийин Чжу Лян чиновник болууга макул болгон. Ошол убакта Цао Цао Хэбэйди тынчтандырып, түштүккө жүрүш жасоону чечкен. Ал Сяхоу Дунду башкы генерал кылып, Ю Цзинь, Ли Диан жана башкаларды жөнөткөн. генералдын орун басарлары, 100 000 аскерин жетектеп, Синьеге карай жүрүш жасашты. Жуге Ляндын ал кезде душмандан чегинүү планы болгону менен, Гуан Юй менен Чжан Фэй Жугэ Ляндын сөзүн жек көрүшкөн. Жугэ Ляндын Лю Бэй кылычын колдонуп экөөнү ынандыруудан башка арга калбай, алардын ар бири миң аскерин жетектеп, Юшан менен Аньлинге буктурмага түшүп, Сяхоу Дундун аскерлерин жетектеп өтүшүн күтүп, анан аларга чабуулга өтүштү. буктурмага жана отко.\nКошумчалай кетсек, Чжао Юн армиянын эски жана алсыз калдыктарын Сяхоу Дунга каршы авангард катары согушууга жетектөө үчүн жиберилген, андан кийин жасалма жеңилип, чегинип, Сяхоу Дунду тоодогу жана токойдогу тар жолго азгырып, Гуанды да жиберген. Пинг, Чжоу Кан, Лю Фэн жана башкалар Каонун армиясынын артына жашыруун кирип, куралдарды өрттөп, Каонун армиясында дүрбөлөң жаратышты.\nСогуштан кийин бардыгы Чжу Лян айткандай болду. Сяхоу Дун менен Ю Цзинь армияны куугунтукка алып барышканда, тылда турган Ли Диан тез арада Сяхоу Дунга душмандын аткылоосунан сак болушу керек экенин билдирген.Бирок ал өтө кеч болуп калган. тар жол жана бак-дарактар ​​бири-бирине чырмалышкан жерде болгондуктан, өрт чыгууга мүмкүн болгон эмес.Анда чоң жоготуулар болуп, Сяхоу Дун жана башка генералдар жеңилип, кайра Сюдуга качып кетишкен.\n(Бул окуя Конг Минг адамдарды жакшы колдонууга жана өлкөнү акылмандык менен башкарууга жөндөмдүү деген метафора.)", "聖意": "Үй, үй кут болсун.Байлыкта ийгилик, жан дүйнө тынчтык, ишиңизде береке, үйлөнүү, ийгилик, Люцзяда ийгилик, талаа көчүрүүдө, жибек курттоодо, малдан айрылууда, дайынсыз жоголгондо, эл алдында соттошууда, миграцияда, жоголгон малда, береке, оору, тынчтык, тоо жана кабыр.", "古人": "Конг Мингдин генералы", "第X籤": "Тогузунчу белги", "宮": "Ин сарайы"}