{"籤詩版本二": "Амбиция жана жетишкендиктер династияда, бирок азыр чексиз ичкилик жана секс болот.\nАлтын корозду көрсөң акча, байлык, байлык менен сыйланат.", "詩意": "Бул гексаграмма амбициянын жана атактуулуктун символун билдирет.\nБаары жакшы болсун.", "解曰": "Амбициялуу жана толкунданган. Өзүңдү сактаганга али кеч эмес. Алтын короз убада берет. Баары бактылуу.", "籤詩故事一": "◇Цао Пи өзүн император деп жарыялаган\nКао Пи, сылык аты Цыхуан, Пейгоцяодо (азыркы Аньхой провинциясынын Хао округунда) туулган. Цзяньань мезгилиндеги белгилүү саясатчы жана жазуучу.\nКао Пи – Цао Цаонун экинчи уулу.Ал кичинекей кезинен бери атасы менен бирге аскердик лагерде жашаган.Атасынын таасири менен Чао Пи алты жашында жаа атуу, 8 жашында ат мингенди үйрөнүп, өнүккөн. жакшы согуш өнөрлөрү. Ал ошондой эле байыркы жана азыркы классикалык жана өмүр баяны, ошондой эле ой жүгүртүү мектептеринин жүздөгөн китептери боюнча кенен билимге ээ. Као Цао он сегиз жашында гана Юань Шаону жеңип, Цао Пи Као Каонун бийлигинин борбору болгон Йечэнде салыштырмалуу туруктуу жашоо өткөргөн. Ошондон бери кээде атасын ээрчитип жүрүп, көпчүлүк учурда асыл уулдун турмушун кечирсе да, күн сайын согуш өнөрү менен машыгып, ушул күнгө чейин азайган эмес. Көбүнчө атын жүз тепкичке минип, мушташ өнөрүнө өтө чебер, мушташ өнөрү менен көп машыккандыктан, жеңил, күчтүү.\nКао Цаонун тун уулу Цао Ан согушта курман болгон. Улуу уулу каза болгондон кийин, Као Пи мураскор ханзаада үчүн биринчи тандоо болуп калды. Ал отуз бир жашында Као Цао тарабынан мураскор ханзаада болуп дайындалган. Као Пи отуз үч жашка чыкканда Као Као оорудан каза болуп, анын ордуна Вэйдин падышасы жана премьер-министри болуп Као Пи келген. Көбүнчө жүз тепкичке ат минип, өтө чебер экенин, кунгфу менен көп машыккандыктан, денеси жеңил, ден соолугу чың экенин айтты.", "聖意": "Үйүңө, үйүңө бейпилдик тиле.Байлык изде, талыкпай эмгектен, соода кылып, эрте ажыраш.Үйлөнүү ийгиликтүү болот.Люцзя аман болсун, эл талаада, жибек курту жетилип, алты мал жетилген.элди табуу кыйын болот.коомдук соттошуу.шашылыш чечим.миграция.жоголгон мулк.алыста.оору тоолордо,кабырларда созулуп жатат.ийгилик.", "古人": "Као Пи өзүн император деп жарыялайт", "第X籤": "Токсон бешинчи утуш лотереясы", "宮": "xugong"}