{"籤詩版本二": "Кереметтүү пагода адаттан тыш, анын бардык тарабында жаркыраган өзгөчөлүктөр бар.\nМен силерди тырышчаактык менен жүгүнүп, жакшы иштерди кылууга чечкиндүү болууга чакырам, ошондо асмандан бата жиберет.", "詩意": "Бул гексаграмма татыктуулуктун көрүнүшүн билдирет.\nБаары жакшы.", "解曰": "Бул баталар. Ар кимде бар. Өтө бош болбоңуз. Артыкчылыгы алдын ала аныкталат.", "籤詩故事一": "◇Феньян падышасы кытайлык Валентин күнүндө небереси менен жолугат\nЧечим: Го Цзыи Кытайдын Валентин күнүндө жерге түшкөн токуучу кызга жолугуп калат. Нефрит императорунун небереси Тяньсун – Жети пери.\nГуо Цзыйи (697-781), Гуо Лингун деген ат менен белгилүү, Чжэн уездинин Хуачжоу (азыркы Хуасянь округу, Шэньси провинциясы) жана Тан династиясынын генералы болгон. Императордук сот Цзыга Фэньяндын падышасы титулун ыйгарган.\nЦзыи теги Хуачжоу шаарынан болгон жана Улуу Дубалдын сыртына аскерге кошулууга кеткен деп айтылат.Ал Пекинге аскер акысын талап кылуу үчүн барып, Инчжоуга кайтып келген.Ал убакта Кытайдын Валентин күнү болгон.Шамал менен кум караңгы болуп, күн караңгылап баратат.Зыи алдыга жыла албай, жолдун боюнда турду.Бош үйдө полдо уктап жатыптыр.Уктап кала жаздаганда, капыстан кызыл жарыкты көрүп калды. эки жагына.. Ордунан туруп, таң кала өйдө карады.Асманда булут бар экен, акырындап түшүп келе жатат.Анда карапайым адамдардан такыр башкача, кадыр-барктуу, ажайып сулуу аял отурат. Зыйы дароо сый көрсөтүп: \"Бүгүн жетинчи айдын жетинчи күнү. Менимче, Токуучу кыз келди, өмүрү узун болсун, байлыгы болсун\" деп.\nАял дагы: \"Чоң байлык менен узун өмүр келет\" деп жооп берди.\nАл сүйлөп бүткөндөн кийин жаркырап, булуттар акырындап көтөрүлдү.Аял дагы эле Гуо Цзыиге жагымдуу жылмаюу менен карап турду.Ал андан алыстаганда гана түтүн бүдөмүк болуп, көрүнбөй калды.\nАял айткандай чын болуп чыкты. Зыйдын сиңирген эмгеги дүйнөгө таанымал, өтө популярдуу министр, эмгеги да, касиети да бар генерал.", "聖意": "Үйдө өзүңө тилек айт, өзүңө тиле, акча тиле, бизнесте ийгилик, үйлөнүү, Люцзяда ийгилик, эл менен бактылуу сапар, көчүп талаа, жибек курту, туруктуу мал, табууда ийгилик адамдар, мамлекеттик сот иштери, миграция, ийгилик, жоголгон мүлк оорулары, Чжэнсиншандагы мүрзөлөр", "古人": "Король Фэньян кытайлык Валентин күнүндө небереси менен жолугат", "第X籤": "Токсон алтыга кол коюңуз", "宮": "xugong"}