{"籤詩版本二": "Атты тизгиндеп, камчыны кармап жарымы коркунучта, жарымы кырсыкта түз келе жатабыз.\nҮйдү өрттөп жибергендей.Асман түшкөндө жамгыр күлгө айланат.Менин планым бар.", "詩意": "Бул гексаграмма жарым кайгыны жана жарым кубанычты билдирет.\nБардык нерседе жакшылык кылуу сунушталат.", "解曰": "Өмүр бою эмгек. Туура менен туура эместигине маани бербе. Кишендер убактылуу. Таарыныч өзүнөн өзү келип чыгат.", "籤詩故事一": "◇Тао Санчун Гуайюанда Чжэн Энди жеңди\n\"Жашасын, менин эстелигим,\" Чжао Куангин кайра ордунан турду, \"Бэйпин падышасы Чжэн Энь ошондо үйлөндү. Азыр дүйнөдө тынчтык өкүм сүрүп тургандыктан, үйлөнүү үчүн жагымдуу күндү тандоого уруксат сурайм. \"\n\"Жашасын менин эстелигим!\" Чжао Куангин ордунан туруп, мындай деди: \"Ошол кезде Пекиндин падышасы Чжэн Энь нике кыйдырган. Азыр дүйнө тынч, мен сизден берекелүү адамды тандоого уруксат сурагым келет. үйлөнүү күнү.\"\n\"Ой, үчүнчү байке мурда куда болуптур, мен муну кантип билбептирмин?\" Чай Ронг абдан таң калып, Чжао Куангинге отуруп сүйлөшүү үчүн колун булгалады.\n\"Ой! Үчүнчү бир тууган мурда кудалашкан экен, мен муну кантип билбептирмин?\" Чай Ронг (Кийинки Чжоу династиясынын императору) абдан таң калып, колун булгалап, Чжао Куангинге отуруп сүйлөшүүнү өтүндү.\n\"Бул узун кеп. Биринчиден, биз ал кезде дагы жакырчылыкта жүрүп, силердин армияңарга кошулбай калдык. Ошондон бери канча жыл согушуп, сени ойлогонго убактыбыз жок. Экинчиден, үчүнчү бир тууганыбыз да бир аз. Бул тууралуу айтуудан уялам, ошондуктан Улуу урматтуум билбейт».\n\"Бул узун кеп. Биринчиден, биз ал кезде дагы жакырчылыкта жашап, силердин армияңарга кошулбай калдык. Ошондон бери канча жыл согушуп, сени ойлогонго убактыбыз жок. Экинчиден, үчүнчү агабыз да Бул тууралуу айтуудан уялчаак, ошондуктан Улуу урматтуум билбейт».\n\"Эй, студент жигит үйлөнүп жатат, уятка калгандын эмне кереги бар? Үчүнчү байке көптөн бери согуш талаасында жүрөт, аны теңдеши жок баатыр деп бааласа болот. Эмнеге бул маселеге мынчалык майда-чүйдөсүнө чейин мамиле кыласың?\"\n\"Эй! Студенттик бала үйлөнүп жатат, уятка калгандын эмне кереги бар? Үчүнчү байке көптөн бери согуш талаасында жүрөт, аны теңдеши жок баатыр катары бааласа болот. Эмнеге бул маселеге мынчалык майда-чүйдө мамиле кыласың?\"\n– Бул тууралуу айтсам, үчүнчү инимди уялчаак деп күнөөлөй албайм, анткени бул нике жасалма болгон.\n– Бул тууралуу айтсам, үчүнчү инимди уялчаак деп күнөөлөй албайм, анткени бул нике жасалма болгон.\n\"Типти? Эй, кызык экен. Эмне болгонун айтып берчи.\"\n\"Мен тердим! Эй! Кызык экен! Эмне болгонун айтып берчи\".\n\"Ооба, эсимде, ошол жылы биз Улуу Урматтууларга кошулабыз деп, Баочэн округунан өтүп бара жатканбыз. Июнь айы абдан ысык болчу. Үчүнчү агам мейманканада тура албай, жалгыз тентип кеткен. Коондун жанынан өткөндөн кийин терип кирди, коондор чаңкоону кандырат, бул убакта эрте бышкан коондор аз болчу, үчүнчү агасы тергенди билбей, көбүн сындырып салат. Коонду караган аял алдыга кадам шилтеп, үчүнчү инисин айыптайт.Экөө пикир келишпестик болуп, анан мушташа башташты, келгиле, бактыга жараша, тынчсызданып, өз убагында жардамга шашылгам, антпесе...\"\n\"Ооба, эсимде, ошол жылы биз Улуу Урматтууга кошулабыз деп, Баочэн округунан өтүп бара жатканбыз. Июнь айы абдан ысык болчу. Үчүнчү иним мейманканада тура албай, жалгыз тентип чыгып кеткен. Коондун жанынан өткөндөн кийин терип кирди, коондор чаңкоону кандырат, бул убакта эрте бышкан коондор аз болчу, үчүнчү агасы тергенди билбей, көбүн сындырып салат. Коонду караган аял алдыга кадам шилтеп, үчүнчү инисин айыптайт.Экөө пикир келишпестик болуп, анан мушташа башташты, келгиле, бактыга жараша, тынчсызданып, өз убагында жардамга шашылгам, антпесе...\"\n\"Бул Чжэн Цимин, биринчи кезекте анын күнөөсү, кечирим сурашы керек. Аны эмнеге уруп койду? Анын үстүнө, кыздын үй-бүлөсү өзүнө окшогон каардуу адамдын муштумуна, тепкенине кантип туруштук бере алат! Жүр, сен бул кызды сабадың. даана. Жок?.. «Кыз эч нерсеге жарабаган...\n\"Бул Чжэн Цимин, биринчи кезекте анын күнөөсү, андыктан кечирим сурашы керек. Эмнеге аны сабап жатасың? Анын үстүнө кыздын үй-бүлөсү ага окшогон каардуу адамдын муштумуна, тепкенине кантип туруштук бере алат! Жүр, сен сабадың. бул кыз. Жок?\"\n\"Кыз эч нерсеге жарабаган...\"\n– Болду, макул... Эй, чара көрбөдүңбү?\n\"Болуптур! Болуптур... Эй! Аракет кылган жоксуңбу? Ой! Мени убагында куткарган сен болсоң керек!\"\n«...Жок, мен куткарган адам... үчүнчү бир тууган болчу.» «...Жок, мен куткарган адам... үчүнчү бир тууган болчу».\n\"Аа?!\" \"Аа?!\"\n\"Үчүнчү бир тууганды аял жерге жыгып, жол бою катуу сабап салган. Бактыга жараша, мен жетип келип, аны кетүүгө көндүргөм, ошондуктан ал оор жаракат алган эмес... Улуу Урматтуу... Урматтуу!... \"\n\"Үчүнчү инисин аял жерге жыгып, катуу сабап салган. Бактыга жараша, мен жетип барып, аны кетүүгө көндүргөм, ошондуктан ал катуу жаракат алган эмес... Улуу Урматтуу... Урматтуу!...\"\n«Аа?...Ой, ал аял ким!?» «Аа!?...Ой, ал аял ким!?\n\"Аялдын аты Тао Санчун экенин, ал эми атасы Тао Хонг эч нерсеге умтулбаган карт баатыр экенин кийин гана билдим. Тао Санчун бала кезинен атасынан согуш өнөрүн үйрөнгөн. Мен алгандан кийин. анын үй-бүлөсүн билүү үчүн, мен мисс Санчун өзгөчө мүнөзгө ээ экенин көрдүм. , Луо Луо жана кең пейил, кичинекей кыздык адаты жок эле, алар атайылап аны дал келтиришти.Тао атасы менен кызы да үчүнчү бир туугандын түз мүнөзүн абдан жактырышты. Алар дароо эле баш кошуп, экөөнө үйлөнүүнү чечишти. Урматтуу мырза, айтыңызчы, бул жасалма нике эмеспи?\n\"Кийин билдим, кыздын аты Тао Санчун, ал бала кезинен атасынан согуш өнөрүн үйрөнгөн. Мен анын үй-бүлөсү менен таанышкандан кийин мисс Санчун өзгөчө мүнөздүү, кең пейил экенин көрдүм. , жана кичинекей кыз болгондугунун кымындай изи да жок болчу, ошондуктан мен аны атайылап жумушка тарттым.Тао мырза менен анын кызы да үчүнчү бир тууганынын түз мүнөзүн абдан жактырышты.Алар дароо эле ага тийип, ар бирине турмушка чыгууну чечишти. башка. Улуу урматтуу, бул жасалма нике деп ойлобойсузбу?\n(Бул окуя метафора, анткени жаман нерсе жакшы нерсе болуп чыкты.)", "聖意": "Үйдү жана өзүңүздү коргоо үчүн дуба кылыңыз, сак болуңуз, байлык тилеңиз, бизнести кыйратыңыз, никеге тоскоолдук кылыңыз, жазалаңыз, Люцзя, камсыздандыруу, талаада калган жөө адамдар, жибек куртунун зыяны, малдын зыяны, дайынсыз жоголгон адамдар, мыйзамсыз сот иштери, жоготуу, миграция, эскичилдик , жоголгон мал-мүлк, жаман оорулар, тынчсыздануулар, коркунучтар, тоолор, мүрзөлөр, ийгиликсиздик", "古人": "Тао Санчун коон багында Чжэн Энди сабайт", "第X籤": "Токсон тогуз саны", "宮": "Хайгонг"}