{"籤詩版本二": "Olgu maailm loodud heaks abieluks, soodsateks päevadeks ja headeks aegadeks ning kõik olgu hästi\nPole tähtis, kui sa selle partii saad.Keiser kuulutab, et inimesed on lojaalsed ja ausad.", "詩意": "See heksagramm tähistab taeva ja maa avanemise algust.\nKõik on soodne.", "解曰": "Kiire kiirus. Aasta pole oma aega väärt. Guanyin kirjutab üles. Andke mulle kõigepealt teada.", "籤詩故事一": "◇ Zhongli sai valgustatuks\nZhongli Quan, perekonnanimega Zhongli, eesnimi Quan, viisakusnimi Yunfang ja hüüdnimi Zhengyang, oli Ida-Hani dünastia ajal Xianyangi maakonnast Xi'ani provintsis Shaanxi provintsis.\nZhong Liquan oli Hani dünastia kindral. Lääne-Qiangi vastasel ekspeditsioonil oli ta armukade ülem Liang Yi peale ja määras talle ainult 30 000 vana ja nõrka sõdurit. Kohe kui ta sihtkohta jõudis, röövisid laagri Lääne Qiangi armee ja sõdurid põgenesid. Zhong Liquan eksis orus ja kohtus teel Hu mungaga, kes viis ta väikesesse külla ja ütles: \"See on hr Donghua elukoht.\" Seejärel jättis ta hüvasti ja lahkus. Mõne aja pärast ütles keegi ootamatult: \"See peab olema sellepärast, et roheliste silmadega Hu mees on liiga jutukas.\" Ta nägi meest, kes kandis valget hirve karusnahka ja hoidis käes rohelist kinoapulka. Ta küsis Zhong Liquanilt: \"Inimene, kes tuli. siin on Han Da. Kindral Zhongli Quan\n? Zhong Liquan oli šokeeritud, teades, et oli kohtunud võõra inimesega, mistõttu õppis ta siiralt selgeks tao.\nZhong Liquan kohtus hiljem Zhenren Huayangi ja surematu kuninga Xuanfuga ning õppis \"Surematuse saladust\". Lõpuks elas ta Kongtongi mäel Zijin Sihaofengis, sai \"Jade Box'i saladuse\" ja temast sai tõeline surematu. Teda austas ka Quanzheni sekt kui üks viiest põhjapatriarhist.", "聖意": "Palvetage, et teie kodu ja kodu oleks õnnistatud sügisel ja talvel. Otsige õnne sügisel ja talvel. Edu äris, edu abielus, edu poiste sünnitamisel, õnne reisimisel põldudel, edu siidiussides, edu kariloomadel, õnne inimeste leidmisel, edu kohtuasjades, õnne rändel, kaotatud vara ja õnne kirdehaiguste korral. Edu mägede ja haudade saatmisel", "古人": "Zhongli sai valgustatuks", "第X籤": "esimene märk", "宮": "Emakas"}