{"籤詩版本二": "Mured ja mured leevenevad ajutiselt ning rõõm tuleb taevast.\nNii nagu sõnnikusse peidetud nefriit, tõstab hea töömees tolmu välja", "詩意": "See heksagramm esindab Yini ja Yangi harmooniat.\nKõik, mida plaanite, on hea.", "解曰": "Midagi ei võidetud, midagi ei kaotatud. Kasu kaotusest. Kurjategija on hädas. Edu teile, härrasmees.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), kelle viisakusnimi oli Nanzhao ja kelle nimi oli Longtang, muudeti Longtaniks ja sai ka nimeks Huayun. Põliselanik Wanshifangist, Huizhou Fuchengist (nüüd Huizhou linna Huichengi piirkonna osa) Mingi dünastias. Jiajingi valitsemise 44. aastal (1565) sai temast jinshi ja talle omistati Qingi maakonna magistraadi tiitel. Ta töötas üleviimise osakonna direktorina ja hiljem sai temast Shanxi Roadi järelevalvetsensor.\nWanli 20. aastal (1592) tappis Ningxia peakonsul Kuaibai (Mongoolia tatari hõimu pealik) kuberner Dang Xini ja vallutas Hexi provintsis neljakümne seitsmenda kindluse. , purustas linna, kummardas ja põletas. ennast surnuks. Meng Xiong ei ole au võtmisel üleolev ja laseb oma oskustel olla sama hea kui kindralitel, kes julgevad võidelda. Ametlik Wei Xuezeng ennistati. Hilisematel eluaastatel astus ta viis korda tagasi ja naasis Huizhousse Huilongi templit ehitama.\nYe Mengxiong astus taoismi alguses riigiteenistujana ning oli kuulus oma aususe ja aususe poolest. Vanad ajalooürikud ütlesid, et ta oli \"alandlikkuse ja võimete poolest esimene\", \"kõrvaldab korruptsiooni ja karistab mässu eest\", jättes hea maine. oli ülimalt lojaalne, julge, julge ja leidlik.Hea laskmises. Elu teisel poolel kanti tema võitluskunstide oskused kirja \"Mingi dünastia ajaloos\" ja teda peeti rahvuskangelaseks.", "聖意": "Kodu on ebasoodne (üha rahulikum) Sügis ja talv on enda jaoks head, rikkus õnnestub, tehingud õnnestuvad, abielu õnnestub, Liujia on valeärevus (tulevad aarded), jalakäijad lähevad põllule, et palvetage siidiusside eest, kuus looma on lamedad, inimesed leitakse, avalikud kohtuvaidlused on ebasoodsad, ränne on konservatiivne, kaotatud vara on takistatud, haigused lahendatakse Fushani hauas", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Kuueteistkümnes võiduloto", "宮": "Maogong"}