{"籤詩版本二": "Kuldvares langeb läänes ja Jänes tõuseb idas.Päeva ja öö ringkäik kestab iidsetest aegadest tänapäevani.\nMungad ja taoistid teavad, et puudust pole ning teadlased, põllumehed, tööstus ja kaupmehed järgivad kõik oma meelt.", "詩意": "See heksagramm tähistab yini ja yangi vahatamist ja kahanemist.\nSee on ka märk, et kõik läheb plaanipäraselt.", "解曰": "Midagi pole meeles. See, mida olete teinud, on väärikas. Nagu nool vibust. Üks lask tabas sihtmärki.", "籤詩故事一": "◇Onu Cao Guo on surematu\nXuzhoust pärit Cao Guojiu on väidetavalt osariigi suuronu Songi dünastia Renzongi perioodil. Tema nimi oli Cao Yi, tuntud ka kui Cao Jingxiu.\nOnu Cao Guol oli noorem vend nimega Cao Er. See Cao Er tugines oma keiserliku võimu positsioonile ja tegi igasugust kurja. Ta hõivas põllud, võttis ära naisi ja tütreid ning sõbrunes mõne seadusevastaste kurikaeltega, kes tulid sisse ja välja. Cao Guojiu ei suutnud seda taluda, nii et ta keeldus kuulamast tema häid sõnu ja lohutusi, mistõttu kasutas ta enda ohjeldamiseks karistust. , tekitasid kaks venda viha.\nCao Guojiu ütles: \"Maailma põhimõtted on, et need, kes koguvad häid asju, saavad õitsele ja need, kes koguvad kurja, hukkuvad. See on muutumatu tõde. Meie Cao perekond on kogunud minevikus kurje tegusid, et saavutada tänane rikkus. Nüüd mu vend on kurjust äärmuseni kogunud, isegi kui ta põgeneb Isegi kui teid karistab ametnik, ei pääse te varjatud katastroofidest. Kui katastroof saabub ja teie perekond hävitatakse ja keegi sureb, ei saa te enam kellaajal põgeneda. Sel ajal. Mind alandatakse ja ma kardan seda.\" Niisiis, ma hajutasin kogu oma varanduse, Ta aitas vaeseid ega hoolinud enam oma venna asjadest. Seejärel jättis ta oma kodu ja sõbrad maha, riietus taoistlikusse mundrisse ning läks mägedesse meelt ja olemust kasvatama.\nÜhel päeval juhtus ta kohtuma Han dünastia Zhongli ja Lu Dongbiniga. Nad olid väga õnnelikud, nähes onu Cao Guo kõnekaid vastuseid. Nad andsid talle \"Tõe tagastamise salajase edikti\" ja käskisid tal hoolikalt harjutada. Varsti Zhongli Quan ja Lu Dongbin tutvustati surematut klassi.", "聖意": "Õnn kodule, kodu, õnn, õnn, edu äris, abielu, meesrändur, siidiusside istutamine põllule, kuue karja varajane istutamine, saamata jäänud tulu, inimeste otsimine, kohtumenetlus, ränne, hea õnne kaotatud vara puhul, hiline haigus, õnn (jäneseaasta või jänese sodiaagimärk on ebaõnne), õnne mägihaudades", "古人": "Onu Cao Guo on surematu", "第X籤": "Allkirja kaheksateistkümnes", "宮": "Maogong"}