{"籤詩版本二": "Lases paadi tagasi kiirveerannast, mida sa segaduse tõttu teha tahad?\nKui soovite olla ohutu, otsige rahu ja oodake, kuni lained sellest kriisist mööduvad.", "詩意": "See heksagramm on nagu paat, mis sõidab kärestikulisel rannal.\nJää kõiges konservatiivseks ja oota aega.", "解曰": "Lahkuge tugevas vees. Oht ootab aega. Kui küsida laagriplaanide kohta. Midagi ei saa teha.", "籤詩故事一": "◇ Ziyi kroonitakse kuningaks\nGuo Ziyi (697–781), tuntud ka kui Guo Linggong, oli Huazhou (praegu Huaxiani maakond, Shaanxi provints) Zhengi maakonna põliselanik ja Tangi dünastia kindral.\nAnshi mässu ajal Tianbao 14. aastal (755) anti talle tiitel Shuofang Jiedushi (Lingwu, Lingwust läänes tänapäeva Ningxias). Ta sai käsu ristisõjale. Ta ühendas Shuofangi armee Li Guangbiga, et marssida. Nad ühendasid jõud Changshanis (Zhengding, Hebei) ja alistasid Shi Simingi ning said Hebei tagasi. Sel ajal tegi Guo Ziyi ettepaneku, et keiser võtaks Fan Yangi põhjast ja ründaks mässuliste tiigri koopast, et vähendada Tongguani piiramist, kuid Xuanzong keeldus. Pärast seda istutati Tangi dünastia lõpu separatistlike vasallilinnade olukord, mis sai ka Tangi dünastia hääbumise kaugemaks põhjuseks.\nTianbao valitsemisaja viieteistkümnendal aastal (756) rahustasid ta ja uiguuride koalitsioon Hequ. Järgmise aasta kevadel said nad tagasi Hedongi (praegu Yongji, Shanxi) ja Feng Yi (praegu Dali, Shaanxi) ning ründasid Tongguani. alistades Cui Qianyu.Tangi armee kannatas üle 10 000 kaotuse. Cui Qianyu alistus Pujinile. An Lushani tappis tema poeg An Qingxu.\nZhide (757) teisel aastal sai ta käsu juhtida väed Fengxiangi.Teel alistas ta Baiqu Liuyuni silla juures (tänapäeval Sanyuanist kagus) 5000 Li Guireni ratsaväelast. Mais võitles ta An Shouzhongi ja Liga Guiren Qingqu linnas (täna Xi'anist läänes) sai lüüa ja ta taganes Wugongi (täna Wugongist loodes). Septembris järgnes ta marssal Guangping Wang Li Chule, et juhtida Tangi ja uiguurid, et liituda 150 000 sõjaväega ning seejärel sõdis. An Shouzhongi ja Li Guireniga Xiangis. Ji templist põhja pool (tänapäeva Chang'ani maakonnast edelas) tiirlesid uiguuri sõdurid vaenlase selja taha, ründasid mõlemalt poolt ja tapsid 60 000 vaenlast. Zhang Tongru põgenes Shaanxi maakonda, ja sai lõpuks tagasi pealinna Chang'ani (tänapäeva Xi'an).Tangi armee majesteetlikkus taastati Chang'anis.\nSeejärel kasutas Tangi armee võitu ära ja marssis itta, alistades Xindianis (praegu Sanmenxia linnast edelas Henani provintsis) 150 000 meest, sealhulgas Yan Zhuang ja Zhang Tongru, sundides Anqing Xu ületama Kollast jõge ja taganema Xiangzhousse. Dongjun Luoyang naasis. Lisage Situ tema teenete hulka ja tehke temast riigi hertsog.\nShi Siming juhtis oma armee Fan Yangist, et päästa An Qingxu. Mõlemad pooled võitlesid koosseisus Anyangi jõest põhja pool (tänapäeval põhja pool Anyangi). Võitlus oli lahutamatu. Lõpuks juhtis teda üheksa Jiedushi, Tangi armee, mis väidetavalt 600 000 meest, taganes (Yechengi lahingus). sõda). Selle lahingu peamiseks komandöriks oli eunuhh Yu Chaoen, kellel polnud juhtimisoskusi ja kes süüdistas lahingu ebaõnnestumises Guo Ziyid. Guo Ziyi kutsuti tagasi Chang'ani, vabastati sõjalisest võimust ja temast sai tegevusetu ametnik.\nEsimesel Baoyingi aastal (762) mässasid Taiyuani (tänapäeva Taiyuanist edelaosas) ja Jiangzhou (tänapäeva Xinjiang Shanxi provintsis) väed, õukond ehmus, mistõttu Ziyi sai Fenyangi kuninga tiitli ja läks välja. kontrollida Jiangzhout. Samuti võõrandas teda eunuhh Cheng Yuanzhen ja ta vabastati sõjalisest võimust.\n(Selle loo fookus: Guo Ziyi, kes oli väga võimekas ja hästi käituv, kohtus Xuanzongi ja mõne kurikaelaga, mis kahjustas tema saavutusi suuresti.)", "聖意": "Kodu ja enda õnnistamine, rikkuse otsimine, tehingute puudumine, abielu puudumine, valehäire puudumine, Tiancanjisse saabuvad jalakäijad, raske inimesi leida, avalikud kohtuasjad ja (mitte Xing), ränne, konservatiivsus, kaotatud vara, raske leida, haigused, õnnistuste, mägede ja haudade palvetamine, õnnesoodne", "古人": "Ziyi krooniti kuningaks", "第X籤": "Üheksateistkümnes võidukas Lott", "宮": "Tatsumi"}