{"籤詩版本二": "Peale nii palju muret ja ohtusid ei jää see nüüdsest enam tühjaks\nHeldel südamel on oma helded plaanid. Suurepäraste saavutuste saavutamiseks peate kohtuma eksperdiga.", "詩意": "See heksagramm on nagu iidne allikaga kaev.\nKõiges saavutavad üllad inimesed edu.", "解曰": "Hagi saab lõpuks õigustatud. Haige ja turvaline. Minge sisse ja välja, et nõu küsida. Iidne kaev kohtub kevadega.", "籤詩故事一": "◇ Yao Chong kontrollib jaaniussi\nYao Chong (649-721), tegelik nimi oli Yuan Chong, oli pärit Shaanzhoust.Ta oli Xia Guani, Chunguani Shangshu, Ziweilingi, Zhongshulingi minister ja Tangi dünastia peaminister.\nKaiyuani neljandal aastal (716) kimbutasid Shandongi (üldiselt Huashanist ida pool asuvat Kollase jõe vesikonda) jaaniuss. Inimesed olid seotud ebausklike ideedega ega julgenud neid küttida ja tappa. Selle asemel asutati ohverdasid, põletasid viirukeid, kummardasid põldude ääres ja vaatasid, kuidas jaaniussid söövad saaki.\nKõik ametnikud uskusid: «Jaanitirtsud on looduskatastroof, kuidas neid tööjõuga kontrolli all hoida!» Võitlus kahe erineva idee vahel oli toona äge, kas jaanitirtsud likvideerida või mitte.\nYao Chong ütles: \"Niikaua kui teeme koostööd, saame neist kõigist lahti. Ta ütles: jaanitirtsud kardavad inimesi, seega on neid lihtne minema ajada. Istikutel on omanikud, nii et päästjad peavad kõvasti tööd tegema; jaaniussid võivad lennata ja kui nad öösel tuld näevad, siis lendavad selle juurde; pange neile tuld. Põllul kaevake põlemisel augud, matke need põledes maha, siis ei jää midagi järele.\"\nXuanzong ütles: \"Jaanitirtsud on looduskatastroof, mis on põhjustatud halvast moraalsest valitsemisest. Kui te palute neile küttida ja tappa, siis kas see ei lähe vastuollu?\"\nYao Chong lisas: \"Jaanitirtsude püüdmist ja tapmist harrastasid iidsed inimesed ning teie Majesteet kasutab seda ka tulevikus. See on suur riiklik sündmus, mille eesmärk on tuua põllumeestele rahu ja heaolu. Palun kaaluge seda tõsiselt.\"\nXuanzong oli veendunud. Aga toona rääkisid kõik õukonnas ja väljaspool seda, et jaaniussi küttida ei tohi.\nXuanzong ütles: \"Ma olen arutanud peaministriga ja otsustanud jaaniussid kinni püüda. Igaüks, kes on uuesti vastu, hukatakse.\" Nii saatis ta tsensori järelevalvet teostama ja suunama inimesi jaaniussi põletama ja matma.\nTulemused olid üsna tõhusad.Üle riigi püüti üheksa miljonit dansi jaaniussi ja jaaniussi katk suudeti edukalt likvideerida.Põllumajandus saavutas sel aastal hea saagi.\n(Katastroofide ohjamisel ja evakueerimisel tuleks kasutada tarkust ning raskuste ületamiseks peavad olema leidlikud strateegiad. Yao Chong on selles küsimuses ekspert)", "聖意": "Maja on tavaline, ise on blokeeritud, raha otsimine on blokeeritud, kauplemine on blokeeritud, abielu ja harmoonia on blokeeritud, Liujias on oht, jalakäijad on blokeeritud, siidiussid on blokeeritud, kariloomad on ebasoodsad, inimesi ei leita, inimesed on blokeeritud , esitatakse avalikke kohtuasju, ränne on ebamõistlik, kadunud asju on raske leida, haigused palvetavad, mäed ja hauad on rahutud.", "古人": "Yao Chong kontrollib jaaniussi", "第X籤": "Kahekümne viies loteriivõit", "宮": "Mi palee"}