{"籤詩版本二": "Käivad jutud, et asjad on pea peale pööratud ja ma sain silmapiirilt kirja.\nRaamatus mulle lubatud kuulsus ja edu jäid lõpuni tühjaks.", "詩意": "Sellel heksagrammil on vale nimi.\nSoovitav on kõiges olla konservatiivne.", "解曰": "Üles ja alla ärritunud. Vaba aja otsimine ei ole jõude. Soov kuulsuse järele. Olge ohutu.", "籤詩故事一": "◇ Zhong Kui saavutab valgustatuse\nZhong Kui, kelle perekonnanimi on Zhong Kui ja kelle viisakusnimi on Zhengnan, on pärit Zhongnanshanist.\nTangi dünastia keiser Dezongi valitsusajal osales Zhong Kui keiserlikul eksamil.Zhong Kui luges eksamiküsimused läbi ja kirjutas kohe artikli ühe hooga ning andis selle üle. Peaeksamineerijaks oli sel päeval tsiviilasjade minister Han Yu ja aseeksamineerijaks suur õpetlane Lu Zhi. Kui nad kaks Zhong Kui paberit lugesid, läksid nende silmad särama ja nad ütlesid üksmeelselt: \"Võlur, võlur! Iga sõna selles artiklis on suurepärane, Li Taibai ja Du Zimei vääriline!\" Nii nimetasid nad esikohaks Zhong Kui.\nKeiser Dezong kuulas Han Yu aruannet ja ütles, et uus teaduse meister Zhong Kui oli väga andekas, nii et ta kutsus Zhong Kui'i Kuldsesse paleesse.\nKui keiser Dezong nägi tema inetut välimust, tundis ta kohe pahameelt ja ütles: \"Meie õukonna õpetlaste valik põhineb isiklikel sõnadel ja kalligraafial. Kuidas saab nii inetut inimest valida kuldsete teaduste õpetlaseks number üks? \"\nHan Yu laskus kähku põlvili ja ütles: \"Inimese hea ja halb ei sõltu ainult välimusest. Kas sina, Püha Issand, ei kuule, et Yan Ying on kolm jalga pikk ja on võrdne peaministriga? Zhou Chang kokutab, kuid võib aidata Hani dünastiat; Konfutsius hindab inimesi nende välimuse järgi ja kaotab oma poja Yu. Loodan, et teie Majesteet mõtleb kaks korda.\"\nKeiser Dezong mõtiskles hetke ja ütles: \"Kuigi Han Aiqingi sõnad on mõistlikud, oli siis, kui mina olin keiser Taizong, kaheksateist teadlast, kes tulid Yingzhousse ja rääkisid sellest. See mees oli õpetlane number üks. Ma kardan, et maailm naerab mu üle, et ma talente ära ei tunne.\"\nPeaminister Lu Qi oli kitsarinnaline ja talentide peale kade.Kuulnud keisri sõnu, laskus ta põlvili ja ütles: \"Kuldse aine õpetlane number üks peab olema nii sisemine kui väline. Sellele ainele on kolmsada kandidaati. Miks sa ei vali teist?\"\nKui Zhong Kui nägi, et see mees on nii segaduses, ei saanud ta muud üle kui vihastada.Ta näitas näpuga Lu Qi poole ja sõimas: \"Kui selline asjatundmatu ametnik on kohtu ees, kas ta siis riigile kahju ei tee?\" ta lõi Lu Qi rusikaga.\nSeda nähes oli Dezong maruvihane ja ütles: \"Sa oled nii julge, julged Kuldses palees pahandusi teha, võtke see kiiresti maha!\"\nVihaselt tõmbas Zhong Kui palees seisva kindrali vööst välja mõõga ja ohkas valjult: \"Pettunud kassil on raske tiigrit jäljendada ja pettunud papagoi pole nii hea kui kana.\" Pärast seda sooritas ta enesetapu.\nKui keiser Dezong nägi, et Zhong Kui tegi vihas enesetapu, oli ta väga üllatunud. Inimeste südamete võitmiseks andis ta käsu matta Zhong Kui ametliku stipendiaadiga nr 1 ja ta tegi Zhong Kuiist ka jumala. eksortsismi, et vabastada maailm kurjadest vaimudest.", "聖意": "Palvetage õnnistuste eest oma kodule, teie enda turvalisusele, rahalistele raskustele, äritegevuse ebaõnnestumisele, abielu ebaõnnestumisele, Liujia naissoost jalakäijatele, Shinta siidiussidele pooleldi küpsetamiseks, kuue kasvatatava kodulooma, kadunud inimeste, lääneriikide avalike kohtuasjade, migratsiooni, konservatiivsuse, kadunud vara, haigus, palvetage õnne eest mägedes ja haudades", "古人": "Zhong Kui sai Tao", "第X籤": "Kahekümne kuues loteriivõit (loterii)", "宮": "Mi palee"}