{"籤詩版本二": "Rahus ja vaikuses aja veetmine, istumine ja lamamine, samal ajal pärast täiskõhutunnet teed juues\nTe ei pea olema füüsiliselt ega vaimselt hõivatud ning kindlasti ei põhjusta te ebaõiglust ega katastroofi.", "詩意": "See heksagramm on rahu ja stabiilsuse sümbol.\nIgas asjas toob õige aja ootamine õnne.", "解曰": "Olge terve ja terve. Küsi jumalatelt. Oodake, kuni aeg tuleb. Asjad juhtuvad juhuslikult.", "籤詩故事一": "◇ Foyinhui Dongpo\nKord omandas Su Dongpo zeni õppides veidi arusaamist. Ta mõistis, et tema seisund on transtsendentne, ja tundis sellest rõõmu. Suutmata oma kirge ohjeldada, laiutasin pastaka laiali ja kirjutasin luuletuse:\n\"Keset taevast särab Jishou eredalt üle universumi; kaheksa tuule ei suuda teda puhuda, istub ta lillal kuldsel lootosesel püsti.\"\n(Kaheksa tuult viitavad: kasumile, allakäigule, hävingule, mainele, kiitusele, naeruvääristamisele, kannatustele ja õnnele. See tähendab, et kaheksa tuult ei saa olla tüütud nende kaheksa seisundi pärast, nimetatakse \"kaheksa tuult ei saa liikuda\")\nPärast selle kirjutamist saatis Dongpo oma teenija üle jõe, et see annaks Jinshani templi zen-meister Foyinile.\nPärast seda, kui zen-meister Foyin selle luges, märkis ta selle sõnaga \"peeru\" ja andis selle oma teenijale tagasi võtta.\nDongpo oli seda nähes raevukas, nii et ta sõitis paadiga üle jõe ja läks Jinshani templisse, et arutlemiseks Buddha pitsat otsida.\nKui Dongpo Jinshani templi väravasse jõudis, ootas Foyin juba ukse taga.\nSu Dongpo süüdistas Foyini kohe: \"Miks sa nimetad seda luuletust, mille ma kirjutasin, peeruks?\"\nFoyin vastas: \"Kas sa ei ole juba \"kaheksa tuule poolt puhutud\"? Kuidas saab sind \"perega üle jõe peksa\"!\"\nSel ajal oli Dongpo šokeeritud, kui ta mõistis, et ta pole piisavalt hea, ja lahkus häbist.\n(See lugu on metafoor sõnadele \"Kuumus pole veel saabunud\")", "聖意": "Palvetage oma kodu ja enda turvalisuse, rikkuse, äritegevuse, hea aja, abielu, Liujia naisränduri, siidiusside põldudele jõudmise eest, et kuus karja oleks stabiilne, kellegi leidmise eest, probleemide pärast, avalike kohtuasjade eest, migratsiooni eest, kaotatud vara eest, haiguse pärast, mägihauale saatmise eest, õnnetu", "古人": "Foyinhui Dongpo", "第X籤": "Kolmkümmend üks võidunumber", "宮": "Wei Gong"}