{"籤詩版本二": "Tagasitee on kindel Kes teab kivisse peidetud jade?\nKui heal meistrimehel on selge lõikus, tunneb ta end jaspiseperioodil turvaliselt ja kindlalt", "詩意": "Sellel heksagrammil on kivi lõikamisel näha nefriidi kujutist.\nTöötage kõvasti, et kõiges õnnestuda.", "解曰": "Aare on kivis. Võõrad teavad vähe. Oodake, kuni see selgeks saab. Tehke kõik, mida saate.", "籤詩故事一": "◇Liu Bei otsib talente (kolm külastust õlgkatusega suvilasse, kolm külastust rookatusega suvilasse)\nKolme kuningriigi periood. Zhuge Liang elas Longzhongis õlgkatusega onnis eraldatult. Liu Bei otsis innukalt talente, seetõttu külastas ta Zhuge Liangi isiklikult. Ta külastas Zhuge Liangi kolm korda (ajaloos tuntud kui \"kolm külastust õlgkatusega suvilale\"). Liu Bei palus teistel eemale hoida ja küsis Zhuge Liangilt: \" Hani dünastia on langenud ja reetlikud ministrid on varastanud nende elusid. Teie Majesteet.\" Tolmuga kaetud. Ma ei mõõda oma voorust ja oma võimeid, ma tahan uskuda maailma suurde õigusesse, vaid oma tarkust ja oskusi on madalad, seega kasutan seda meeletult. Tänase seisuga. Minu ambitsioon pole aga ikka veel lõppenud, kas arvate, et plaan viiakse ellu?\"\nSeejärel esitas Zhuge Liang talle plaani jagada maailm kolmeks osaks ja analüüsis olukorda, kus Cao Cao ei olnud kättesaadav ja Sun Quan võis talle appi tulla. Samuti käsitles ta Jingi ja Yi osariikide osariigi pastorite argust. , ja oli võimalus neid ära kasutada ning ainult neid kahte osariiki sai ära kasutada.Ainult siis saab ta maailma võita; ta rääkis Liu Beile isegi Kesktasandike ründamise strateegiast. (Hiljem nimetati seda arutelu \"Longzhong Dui\"). Pärast seda, kui Liu Bei seda kuulis, kiitis ta seda, nagu oleks ta aarde leidnud, ja kutsus tungivalt Zhuge Liangi appi tulema, nii et Zhuge Liangist sai Liu Bei sõjaline nõustaja.", "聖意": "Maja on keskmine, ise on turvaline, otsib rikkust, tööjõukaubandust, takistab abiellumist, saab virtuaalseks reisijaks Liujias ja siidiussid Yaotianis, hiline jõukaks loomaks saamine, inimeste otsimine, avalikud kohtuasjad, ränne, kaotatud vara, lääne haigused , vaene Anshan, hauakambri muutus soodsaks", "古人": "Liu Bei otsib talente (kolm külastust õlgkatusega suvilasse, kolm külastust õlgkatusega suvilasse)", "第X籤": "Kolmekümne teine ​​loterii võitja", "宮": "Wei Gong"}