{"籤詩版本二": "Riietuge ja korraldage ümber vana pere stiil. Tao on ilma taevata, kuid sellel on eeliseid.\nOlles teelt okkad ja okkad minema pühkinud, nõustusid nad kolmekesi kolleegidega taasühinema", "詩意": "See heksagramm tähistab riiete ümberpaigutamist.\nKõik on raske enne, kui see hiljem lihtsaks muutub.", "解曰": "Ära muretse. Head aega. Kui küsida tuleviku kohta. Ees ootab hea tee.", "籤詩故事一": "◇ Tang Monki budistlikud pühakirjad\nTangi dünastia silmapaistval mungal Xuanzangil (602–664) oli ühine perekonnanimi Chen ja eesnimi Yi. Ta sündis Luozhou osariigis Goushi maakonnas (praegu Yanshi linna lõunaosa Henani provintsis). Temast sai kolmeteistkümneaastaselt munk ja ta võttis budistliku nime Xuanzang. Maailma nimetatakse Tangi dünastia Sanzangiks.\nZhenguani kolmandal aastal (629, tuntud ka kui Zhenguani esimene aasta) reisis ta läände Tianzhusse (India), et hankida budistlikke pühakirju. Ta sattus ohtu üksi ja talus raskusi. Ta jõudis kohale alles nelja aasta pärast.\nZhenguani seitsmeteistkümnendal aastal astus meister ametlikult tagasi ja naasis itta. Ta naasis Hiinasse tänapäeva Xinjiangi provintsi, Khotani ja Loulani lõunatee kaudu. Kokku kulus selleks seitseteist aastat ja 50 000 miili pikkune teekond. Kui ta Zhenguani üheksateistkümnenda eluaasta esimesel kuul Chang'ani jõudis, käskis keiser Liang Guogong Fang Xuanlingil ja teistel tsiviil- ja sõjaväeametnikel teda suurejooneliselt tervitada.\nKokku taotleti 520 ja 657 köidet algupäraseid sanskritikeelseid budistlikke pühakirju. ja tõlgitud hiina keelde.\nPärast meistri naasmist austasid teda kõrgelt keiser Taizong ja keiser Gaozong ning ta pandi Da Neisse, andes talle tiitli \"Meister Tripitaka\".", "聖意": "Majas on segadus, edu endale, õnn, hea äri, hea abielu, inimeste põllule tuleku takistamine, siidiussid, ebasoodsad kariloomad, inimeste otsimine, avalikud kohtuasjad, migratsioon, vara kaotamine, hilinenud haigus, palvetamine õnnistuste jaoks peaksid mägihauad vanad olema.", "古人": "Tang Monk õpib budistlikke pühakirju", "第X籤": "Kolmekümne viies loterii võitja", "宮": "Shen Gong"}