{"籤詩版本二": "Kui tahad olla turvaline ja rahulik, siis küünlaid tuule käes hoida ei sobi.\nParem on koristada ja istuda sügavas saalis, vältida valgust, raputada vaikses kohas ja liikuda. Raputage → Yao. Tasuta → vähesed.", "詩意": "See heksagramm on nagu tuul, mis raputab lampi ja küünalt.\nAsjade pidev hoidmine toob õnne.", "解曰": "Seadke end vaiksesse kohta. Ole valves ja ole õigel ajal. See ei ole õnnistus. Konservatiivne ja asjakohane.", "籤詩故事一": "◇Li Jing naaseb mäele\nLi Jing (571–2. juuli 649), viisakusnimi Pharmacist, oli pärit Yongzhou osariigis Sanyuanis (praegu Shaanxi provintsi Sanyuani maakonnast kirdes). Kindral hilisest Sui dünastiast kuni Tangi dünastia alguseni oli kuulus sõjaline strateeg, kellel oli Tangi dünastias nii tsiviil- kui ka sõjalisi oskusi. Hiljem omistati talle Wei hertsogi tiitel ja ta oli maailmas tuntud kui Wei hertsog.\nLi Jing on jumalate nimekirjas kolmanda printsi Nezha isa, keda tuntakse ka kui \"Tota kuningat\". Li Jing ja tema poeg aitasid Jiang Ziyal (Tai Gong) võita kuninganna Zhou, rajada Zhou dünastia ja kuningas. Wu tõusis ametlikult troonile. Seejärel koostas Jiang Ziya jumalate nimekirja ja viis läbi tseremoonia, et rahustada lahingus hukkunud sõdurite hingi. Sellest ajast alates muutus maailm rahulikuks ja rahulikuks. Kuningas Wu tahtis teha markiise ja neid premeerida, samuti tahtis ta eraldada asutajate kangelastele maad. Li Jing, tema isa ja poeg ning veel seitse inimest palusid naasta mäele, et praktiseerida taoismi ning mitte olla kinnisideeks maisest kuulsusest ja rikkusest. Hiljem said kõik seitse neist \"ihult pühakuteks\" ja kuulusid surematute klassi.\n\"Feng Shen Bangi\" lugu", "聖意": "Maja on konservatiivne, ma olen tavaline, otsin rikkust, mul on raskusi äritegevusega, mu abielu on ebajärjekindel, Liujia palvetab jalakäijate usku, siidiussid on sügisel küpsed ja kuus looma on ohutu, inimesed on kadunud, avalikud kohtuasjad ja ränne on konservatiivne, kaotatud vara haigused, ei muuda haud Jianxingshanis", "古人": "Li Jing naaseb mäele", "第X籤": "Kolmekümne seitsmes loterii võitja", "宮": "Shen Gong"}