{"籤詩版本二": "Punane ratas langeb läänes, jänes tõuseb idas, yin kasvab ja yang kaob ning kõik läheb õitsele\nKui naine tahab seda kasutada, suurendab see tema rikkust ja toob õnne tema südamesse.", "詩意": "See heksagramm on Yini kasvu ja Yangi kadumise sümbol.\nKõik on raske enne, kui see hiljem lihtsaks muutub.", "解曰": "Yin on kasulik naistele. Ei sobi meestele. Kui otsite nõu. Kõigepealt tuleb kurjus ja siis tuleb hea.", "籤詩故事一": "◇ Wu Zetian tõusis troonile\nTangi dünastia keiser Taizong Li Shimin kutsus Wu 14-aastaselt paleesse kui andekat inimest, kelle nimi oli \"Wu Mei\". Pärast Taizongi surma astus Zetian Ganye templisse ja temast sai nunn.\nKui Tangi dünastia keiser Gaozong troonile tuli, kutsus ta Wu perekonna paleesse, et avaldada austust Zhaoyile. Yonghui kuuendal aastal (655) kehtestas keiser Gaozong Wu oma kuningannaks.\nWu Zetian oli intelligentne, seotud kirjanduse ja ajalooga ning rikas leidlikkuse poolest. Varsti pärast seda, kui Wu Zetian sai kuningannaks, kuna Gaozong oli nõrk ja haige, usaldas ta mõnikord teatud poliitiliste asjadega tegelemise, nii et tema võim kasvas. Shangyuani esimesel aastal (674) kutsuti keiser Gaozongit \"keisriks\", keisrinna Wu'd \"taevakuningannaks\" ja neid mõlemaid kutsuti palees \"kaheks pühakuks\".\nHongdao esimesel aastal (683) suri Gaozong, troonile tuli prints Li Xian ja dünastiat asus valitsema Wu Zetian. Sishengi (684) esimese aasta veebruaris kukutas Wu Zetian Li Xiani Lulingi kuninga kohalt ja määras oma neljanda poja Li Dani keisriks, jätkates dünastia valitsemist. Sama aasta septembris muutis ta lipu kuldseks ja idaosa pealinn Luoyang nimetati ümber jumalikuks pealinnaks. Tianshou esimesel aastal (690) septembri üheksandal päeval kuulutas Wu Zetian end keisriks ja muutis riigi nimeks Zhou.", "聖意": "Kodu on endale ebasoodne, õnnistuste palvetamine, rikkuse otsimine, tehingute valvamine, abieluõnne, ebaõnne abielus (naissoost), põlde blokeerivad jalakäijad, siidiussid, jõukas kariloom, inimeste otsimine, lahkuminek, kohtuasjad, kaotus, ränne , vara kaotus, haigus, šokk, mäed ja hauad, palju õnne", "古人": "Wu Zetian tõuseb troonile", "第X籤": "Neljakümnes loterii võitja", "宮": "Sina palee"}