{"籤詩版本二": "Pead meeles lõputult häid sõnu, aga sinust saab su poeg, kui varga ära tunned.\nÄra ole hetkel ahne ja muretse, kuidas ta oleks aasta tagasi midagi head teinud.", "詩意": "See heksagramm identifitseerib varga kui poja.\nOlge kõiges, mida teete, ettevaatlik.", "解曰": "Just see üks. Härrasmees ei eksi. Pidage seda meeles. Ära ole üksildane.", "籤詩故事一": "◇Dong Zhuo aktsepteerib Lu Bu\nVapper ja tubli Lu Bu oli Ida-Hani dünastia lõpus ja Kolme kuningriigi alguses kuulus sõjaväekindral, kes pidas Jingzhou kuberneri Ding Yuani kunagi oma lapsendajaks ja teenis tema alluvuses.\nPärast Ida-Hani dünastia keiser Lingi surma läks Ding Yuan Pekingisse, et teha koostööd kindral He Jiniga valitsuse kontrollimiseks.\nDong Zhuo võitles Ding Yuaniga, kuid mitmed kindralid ei suutnud Lu Bu-d võita, mistõttu Dong Zhuo saatis oma alluva Li Su Lu Bule altkäemaksu andma. Li Su tõi \"Lu Bu'le külla\" hunnikutes kulla- ja hõbeaardeid ning kuulsa punase jänesehobuse. Li Su tõi Lu Bule külla hunnikutes kulla- ja hõbeaardeid ning kuulsa punase jänesehobuse. Nii et Dong Zhuo andis Lu Bule altkäemaksu Ding Yuani tapmiseks ja käskis oma sõduritel temaga kaasa tulla, kui nad tahavad, ja lahkuda, kui nad ei tahtnud talle järgneda. Selle tulemusena jooksis enamik sõdureid minema. Nii et Dong Zhuo andis Lu Bule altkäemaksu ja ta tappis Ding Yuani.\nPärast Dong Zhuo võimule saamist adopteeris ta Lu Bu oma lapsendatud pojaks ning tegi temast kindrali ja markii.\nDong Zhuo oli vägivaldse iseloomuga ning \"isa-poja suhe\" Lu Buga oli tegelikult väga nõrk. Aastal 189 pKr tappis Lu Bu Situ Wang Yuni õhutusel Dong Zhuo.\nKuus kuud pärast Dong Zhuo surma tungisid Dong Zhuo vanad väed pealinna ning Lu Bu ja tema naine põgenesid paanikas. Pärast pealinnast lahkumist otsis Lu Bu varjupaika sõjapealike Yuan Shu, Yuan Shao, Zhang Yangi, Zhang Miao, Liu Bei jt juures ning võitles palju kordi tolleaegse teise suure sõjapealiku Cao Caoga. Lu Bu oli vapper ja tubli võitluses ja alistas mitu korda Cao Cao.\nJian'ani kolmandal aastal Ida-Hani dünastias ründasid Cao Cao väed Xiaopeid, Lu Bu baasi ning Cao Cao vallutas ja tappis Baimeni torni all. Enne hukkamist palus Lu Bu Cao Caol teda elus hoida, et vältida surma, kuid Liu Bei tuletas Cao Caole meelde, et Lu Bu oli korduvalt reetnud ja oli ebaaus mees. Lõpuks hukkas Cao Cao, kes hindas moraalist hoolimata ainult andeid, Lu Bu.", "聖意": "Mul on kodus rahutu, tavaliselt otsin raha, valvan tehingute eest, abiellumine on raske, Liujia mees on üllatunud, inimesed tulevad põllule, siidiussid on poolküpsed, kuus looma on ohutu, inimesed otsivad inimesi, kohtuasjad on asjakohased ja ränne, kadunud asju on raske leida, haigusi on raske leida ja Zhenxingi mäe hauas valitseb rahu.", "古人": "Dong Zhuo aktsepteerib Lu Bu", "第X籤": "41. loterii võitja", "宮": "Sina palee"}