{"籤詩版本二": "Keiser, keiser ja keisrinna on lõpuks armulised ning ootavad ja palvetavad õnnistusi ilma kaotuse või tuluta.\nKõik elusolendid saavad sellest kasu ning maailmas ja taevas on oodata õitsengut.", "詩意": "See heksagramm on taeva soosingu märk.\nKõik õnnestub.", "解曰": "Keiser näitas oma poolehoidu. Ära kunagi unusta. Hommikused ja õhtused rituaalid. Viirukit on kohane põletada.", "籤詩故事一": "◇Mulian päästis oma ema\nMokou Lian ehk Mulian on Sakyamuni Buddha kümne jüngri seas võimsaim.\nTema ema oli eluajal ahne ja ihne, mistõttu sattus ta pärast surma näljaste kummituste valdkonda. Mokhullian kasutas vaatlemiseks oma maagilist jõudu ja sai teada, et tema ema sündis näljase kummitusena, kellel ei olnud võimalust toitu saada ja ta oli suurtes raskustes. Ta kasutas oma maagilist jõudu, et oma emale toitu tuua. Ootamatult, pärast seda, kui ema sai toit muutus tuhaks ja seda ei saanud süüa.\nMaudgalyana oli juhtunu pärast mures ja teatas sellest Buddhale. Buddha ütles Mulianile, et seitsmenda kuu 15. päeval peaks ta panema basseini sada maitset ja viis puuvilja ning pakkuma neid kümne suuna vooruslikele munkadele. Selle jõu abil saab ta ema süüa. .\nMaudgalyana tegutses vastavalt Buddha tahtele ja tema ema vabanes lõpuks. Sellist tseremooniat nimetatakse \"Oboni festivaliks\" ja seda festivali nimetatakse \"Oboni festivaliks\".\n(Märkus: ainel on maailma erinevatel tasanditel erinevad tunded. Näiteks: kui selles maailmas sajab vihma, näeme seda kui \"vett\", samas kui näljaste kummituste sfääris olevad olendid tunnevad seda kui \"verd\" ja mõistusega. põrgumaailma olendid tunnevad seda kui \"verd\". Tundub, nagu \"viskaks mõõka maha\", samas kui taevased olendid tunnevad \"lille kukutamist\".)", "聖意": "Kodu ja maja eest palvetamine, talvel õnne palvetamine, rikkuse otsimine, tehingu puudumine, abielu, rahu Liujias, jalakäijad, liikuvad põllud, siidiussid, kuus looma, inimeste leidmine, kohtuasjad, edu, ränne, konservatiivsus, kaotatud vara, haigus , mägede rahu, hauad", "古人": "Mulian päästab oma ema", "第X籤": "Märk nelikümmend kaks", "宮": "Sina palee"}