{"籤詩版本二": "Maailm on paindlik ja kõik asjad on isemajandavad, ennast toetavad ja turvalised\nElus on kõik imeline, tänage pühakuid ja tarku kõige eest ning olge edukas.", "詩意": "See heksagramm tähistab harmooniat maa ja maa vahel.\nKõik läheb hästi ja ohtu pole.", "解曰": "Kõik asjad sünnivad. Kõik plaanid ja soovid saavad teoks. Ford aitab. Rui Qil on kiire.", "籤詩故事一": "◇ Kõndijad saavad valgustatuse\nRännak läände lugu:\nSun Wukong võttis üle Lillede ja Puuviljade mäe ning sai kuningaks. Hiljem, et leida viis igaveseks elamiseks, veetis ta kaheksa-üheksa aastat rännates üle mägede ja jõgede, et kummardada patriarh Bodhit kui oma õpetajat. Ta õppis seitsekümmend -Maise kurjuse ja saltopilvede kaks muutust ning esimest korda võtsid perekonnanimeks Päike. Nimeks Wukong.\nPärast seda läks Sun Wukong sobivat relva otsima Ida-Hiina meres asuvasse Draakonipaleesse ja leidis lõpuks Ruyi Kuldse kaisu, Tianhe ja Dinghai jumaliku nõela. Kuna tema eluiga oli möödas, tegi ta allilmas suure kära, vaatas läbi elu ja surma raamatu ning pöördus tagasi inimeste maailma. Hiljem kutsus taevas Sun Wukongi esimest korda ja talle pandi nimeks Bima Wen. Hiljem kutsuti ta teist korda taevasse ja nimetati ahvikuningaks. Ta sõi virsikuid salaja ja tegi taevas suurt kära. Ta pitseeriti Bagua ahjus, et treenida oma kuldseid silmi ja tuliseid silmi. Lõpuks sai ta Tathagata Buddha surus seda Wuzhi mäe jalamil 500 aastat alla, suutmata liikuda. Koht, kus Bagua ahi ümber löödi, muutus leekide mäeks.\nViissada aastat hiljem läks munk Tang läände pühakirju hankima, möödus Viie Elemendi mäest ja võttis talismani enne Sun Wukongi päästmist seljast. Sun Wukong puhkes tänust nutma. Pärast Guanyin Bodhisattva juhendamist kummardas ta oma õpetajana Tang Monki ja läks koos läände pühakirju õppima. Teel pühakirjade õppimiseks laskus Sun Wukong deemonite kallale ja kõrvaldas koletised ning sooritas korduvalt erakordseid vägitegusid, kuid peremees Tang Seng sai teda ikka ja jälle valesti aru ja ta välja saatis. Pärast kaheksakümmend ühte raskust viidi töö lõpuks lõpule.Neli meistrit ja jüngrit saabusid Xitian Leiyini templisse ja said tõelise pühakirja. Sun Wukong saavutas õige tulemuse.\n(See lugu on metafoor, et isegi ahv võib saada valgustatud, rääkimata inimesest.)", "聖意": "Kodu on soodne iseendale, rikkusele, ärile, abielule, Liujiale, meessoost jalakäijatele, põldude takistamisele, siidiussidele, kuuele loomale, Zhongpingile, inimeste otsimisele, kohtuasjadele, edule, rändele, vara kaotamisele, haigustele, Xingxingshani haud, asjad on soodsad", "古人": "Rändur saavutab valgustatuse", "第X籤": "Allkirjastatud 43", "宮": "xugong"}