{"籤詩版本二": "Külm ilm muudab vee jääks Miks olla ahne kuulsuse järele?\nMul ei jää muud üle, kui vaikselt istuda ja oodata, kuni lehed loomulikult õitsevad.", "詩意": "Selles heksagrammis muutub vesi jääks.\nÄrge küsige midagi asjata.", "解曰": "Vesi külmub jääks. Jää sulab veeks. Kui see on vandenõu. Nii see on.", "籤詩故事一": "◇ Wang Xiang küsib karpkala (Twenty-Four Filial Piety Stories)\nJini dünastia Wang Xiang, viisakas nimi Fuzheng, sündis Linyis.\nKui Wang Xiang oli noor, suri tema bioloogiline ema. Tema üksildane isa abiellus naisega nimega Zhu ja Wang Xiang sai uue ema. Kui Wang Xiang oli noor, suri tema bioloogiline ema ja tema üksik isa abiellus naisega, kelle nimi oli Zhu. Wang Xiangi kasuema oli kitsarinnaline ja armukade naine, talle ei meeldinud Wang Xiang ja ta sõimas teda sageli tühiste asjade pärast. Peagi sünnitas kasuema ka poja, kelle nimi oli Wang Lan. Kasuema armastas ainult oma lapsi ja pidas Wang Xiangi kui pinnuks silmas. Ta muutus Wang Xiangi suhtes veelgi nõudlikumaks ja rääkis Wang Xiangist sageli isa ees halvasti. Isegi isa ei armastanud teda järk-järgult enam. Kasuema armastas ainult oma lapsi ja pidas Wang Xiangi kui pinnuks silmas. Ta oli Wang Xiangi suhtes veelgi nõudlikum ja rääkis Wang Xiangist sageli isa ees halvasti. Isegi isa ei armastanud teda järk-järgult enam. Kuigi Wang Xiangi poolvend, on Wang Lan oma venna vastu väga sõbralik. Vaatamata kasuema piinamisele oli ta siiski väga pojalik. Kasuema on nii karm, kuid Wang Xiang on endiselt väga pojalik.\nTema kasuemal on hobi ehk talle meeldib süüa värsket, just jõest välja püütud kala. Tema kasuemal on hobi ehk talle meeldib süüa värsket, just jõest välja püütud kala. Ühel talvel läks isa äriasjus ära ja kasuema haigestus uuesti.Vennad Wang Xiang ja Wang Lan serveerisid emale hoolega suppi ja rohtu.Kõgeda külma ilmaga ei paranenud kasuema haigus ikka. kiire. Ühel talvel läks isa äriasjus ära ja kasuema haigestus uuesti.Vennad Wang Xiang ja Wang Lan serveerisid emale hoolega suppi ja rohtu.Kõgeda külma ilmaga ei paranenud kasuema haigus ikka. kiire. Haige kasuema tahtis jõest värsket kala süüa, selles karmis külmas kliimas sadas väljas lund ja vesi oli jões juba paksuks jääks muutunud. Haige kasuema tahtis värsket kala süüa.Kust võiks seal jäises ja lumises kliimas värsket kala leida?\nNeil päevil polnud hooajaväliseid roogasid ja neid ei saanud osta isegi siis, kui sul oli raha.\nSelles loo punktis juhtus liigutav lugu Wang Xiangqiu List. Kaks venda valvasid abitult oma ema. Wang Xiang kõndis jäätunud jõe äärde, et haigele kasuemale mitte pettumust valmistada. Wang Xiangil tuli idee ja ta võttis külmast hoolimata särgi seljast. Ta lamas alasti liustikul ja tahtis. oma kehatemperatuuri jää sulatamiseks (nii kutsutakse Wang Xiangqiu karpkala ka jääl lamavat Wang Xiangiks). Ta võttis särgi seljast ja lamas alasti liustikul. Ta palvetas Jumala poole ja ütles: \"Jumal, mu ema on haige ja tahab värsket karpkala süüa. Sa pead mulle viisi leidma, ükskõik mida.\" Kummalisel kombel purunes tema kõrval olev jääplokk ootamatult ja neid oli kaks. praod.Elav karpkala hüppas praost välja ja hüppas jääle Wang Xiang oli väga õnnelik. Ta palvetas Jumala poole: \"Jumal, mu ema on haige ja tahab värsket karpkala süüa. Sa pead mulle viisi leidma, ükskõik mida.\" Kummalisel kombel purunes tema kõrval asuv jääplokk ootamatult ja seal oli kaks pragu. Elus karpkala hüppas praost välja ja hüppas jääle Wang Xiang oli väga õnnelik. Ta laskus ruttu põlvili, tänas jumalat ja jooksis karpkalaga koju. Ta laskus ruttu põlvili, tänas jumalat ja võttis ruttu karpkala ning läks koju. Pärast seda, kui kasuema sõi värsket karpkala, paranes ta peagi haigusest. Haiglavoodis olnud kasuema jahmatas, kui nägi Wang Xiangi alasti külmast lillaks tõmbuvat ülakeha ja tema käes kahte kala.Ta jooksis rõõmsalt tuppa ja oli uimastatud.\nWang Xiangist sai hiljem ametnik ja temast sai taibao ning talle anti hertsogi tiitel.", "聖意": "Kodus on rahutus, palvetan kaitse, rahaliste raskuste, äriprobleemide, abielu, Liujia kindlustuse ebajärjekindluse, jalakäijate, Chi Tiani, siidiusside kaotuse, kuue karja kaotuse, kadunud inimeste, avalike kohtuasjade, rände, konservatiivide, kaotatud vara, haiguse eest , raske taastuda, mägihaud, palju õnne", "古人": "Wang Xiang küsib karpkala (Twenty-Four Filial Piety Stories)", "第X籤": "Nelikümmend üheksa võitnud loto", "宮": "Haigong"}