{"籤詩版本二": "Saate reisida kõigisse riigi nurkadesse, riputades purjevarju, et seda vabalt üleval hoida\nSoodsa tuule korral jõuab see varsti kohale ja paat on aardeid täis.", "詩意": "See heksagramm on nagu tuulega paadi tõmbamine.\nKõik läheb hästi.", "解曰": "Puhka rahulikult. Pole vaja pingutada. Palju rikkust. Kõik imetletud.", "籤詩故事一": "◇ Tao Zhugui viis järve (Fan Ligui järv)\nKevad- ja sügisperioodil tunti Fan Li, kelle viisakusnimi oli Shaobo, ka kui Gui Yizipi või Tao Zhugongi.\nSel ajal käis sõda Wu osariigi ja Yue osariigi vahel ning Wu osariik hävitas Yue osariigi. Fan Li ja Wen Zhong koostasid Yue kuningas Gou Jiani plaani Yue edendamiseks ja Wu hävitamiseks. Fan Li reisis isiklikult läbi mägede ja jõgede ning külastas Bailuo mäes Huansha jõe ääres Xi Shit, kaunist naist, kellel on nii voorus, andekus kui ka ilu, ning kinkis selle Wu kuningale. Ta kasutas \"ilutrikki\", et koostööd nii seest kui väljast ning hävitas Wu kuningriigi.\nPärast seda, kui tal õnnestus Wu kuningriik hävitada, teadis Fan Li, et Gou Jian on \"pikakaelaline nokaga lind\" ning võib temaga raskusi ja õnne jagada, mistõttu läks ta koos Xi Shiga üle Qi kuningriigi paadiga sõitma ja muutis oma elu. nimega Gui Zipi ja viis oma poja ja jüngrid Qi kuningriiki.Nad elavad mereäärses suvilas. Ta nägi kõvasti vaeva, et harida tühermaad, ajada kõrvaltegevust ja teha äri.Mõne aastaga kogunes talle kümneid miljoneid perekonna vara. Ta oli helde rikkuse levitamisel ja kodulinnale head tegemisel. Qi elanikud hindasid Fan Li tarkust ja võimeid. Qi kuningas kutsus ta pealinna Linzisse ja kummardas teda kui valitsusasjade eest vastutavat peaministrit . Ta hüüatas: \"Ametnikuks olemine võib viia ministriteni, pere juhtimine aga varanduseni. Nullist alustanud lihtinimese jaoks on see jõudnud äärmuseni. Pikalt au sees olemine pole ilmselt hea märk.\" Niisiis, vaid kolm aastat hiljem taganes ta Jiliu taas vapralt, tagastas pitseri Qi kuningale ja andis kogu oma perekonna varanduse oma lähedastele sõpradele ja külakaaslastele.", "聖意": "Maja on enda jaoks hea (saada), raha on hea, äri on hea, abielu hilineb, abielu pole hea, Liujia on turvaline, inimesed takistavad põldu, siidiussid, sügis, kariloomad, kevad on jõukas, inimesed otsivad inimesi, kohtuasjad on halvad, migratsioon on konservatiivne, kadunud asjad, lääne haigused on lahendatud, mäed ja hauad on lõunas.", "古人": "Tao Zhugui viis järve (Fan Ligui järv)", "第X籤": "Viiekümnes loterii võitja", "宮": "Haigong"}