{"籤詩版本二": "Kuu veest kinni püüdmine nõuab palju pingutust, kuid ei midagi.\nÄra räägi rumalusi ja raiska oma jõupingutusi keha tugevdamiseks.Sõna \"keha närtsinud\" tähendab algselt \"keha on üksildane\".", "詩意": "See heksagramm on ahne pingutuse kujutise järele.\nKõik on vaevarikas ja vaevarikas.", "解曰": "Lubadusi on raske meeles pidada. Palju rasket tööd. Mure kodus. Ootan kohtumist õilsate inimestega.", "籤詩故事一": "◇Taibai püüdis kuu purjuspäi (Li Taibai püüdis kuu purjuspäi)\nLi Bai (701-762), tuntud ka kui Taibai, tuntud ka kui Qinglian Jushi. Tangi dünastia aegne luuletaja, kes nimetas end pagendatud surematuks, oli tuntud kui luule surematu ja ta oli alati õnnelik ilma joomata.\nKord tuli Li Bai Jinlingi (praegu Nanjing) ja puhkas Wende silla kõrval asuvas restoranis.\nSee päev juhtus olema talvise kuu kuu viieteistkümnes päev. Öösiti istus ta üksi restoranis ja imetles kuud, jõi ja luges luuletusi. See päev juhtus olema talvise kuu kuu viieteistkümnes päev. Öösiti istus ta üksi restoranis ja imetles kuud, jõi ja luges luuletusi. Li Taibai armastas oma elus kõige rohkem kuud, öeldes, et see on puhas ja ilus. Li Taibai armastas oma elus kõige rohkem kuud, öeldes, et see on puhas ja ilus. Sel õhtul vaatas ta üles ja nägi taevas valget ja ümmargust kuud.Ta oli väga õnnelik ja jõi veel paar klaasi. Sel õhtul vaatas ta üles ja nägi taevas valget ja ümmargust kuud.Ta oli väga õnnelik ja jõi veel paar klaasi. Keskööl kasutas Li Taibai veini ära ja läks trepist alla Wende silla juurde. Keskööl kasutas Li Taibai veini ära ja läks trepist alla Wende silla juurde. Niipea kui ta sillale astus, langetas ta pea ja järsku nägi kuud vette kukkumas.Jõe liikudes lisandusid valgele kuuvarjule mõned mustad jooned. Niipea kui ta sillale astus, langetas ta pea ja järsku nägi kuud vette kukkumas.Jõe liikudes lisandusid valgele kuuvarjule mõned mustad jooned. Li Taibai oli sel ajal nii purjus, et arvas, et jõevesi määris kuu. Li Taibai oli sel ajal nii purjus, et arvas, et jõevesi määris kuu. Ta ei viitsinud isegi saapaid jalast võtta, avas käed ja hüppas sillalt alla, et kuud püüda. Ta ei viitsinud isegi saapaid jalast võtta, avas käed ja hüppas sillalt alla, et kuud püüda. Ootamatult selle hüppega kuud kätte ei saadud, vaid vees olnud kuu purunes ja läks kohe kaheks pooleks. Ootamatult sellel hüppel ei tabatud kuud, vaid mees uppus. Ta suri kuuekümne kahe aastaselt.", "聖意": "Majas on rahutu ja sul on halb õnn (pööra tähelepanu oma tervisele) (ebaõnne) Otsi rikkust ja tasakaalu (ära isegi mõtle sellele) Raskused äritehingutes, abielu ei lahene, palveta kaitset (tühjad aarded takistavad nurisünnitus) Jalakäijad on hädas, siidiussid põllul on viis punkti ja kuus looma on languses (õnnetu) Inimeste otsimine (kahjuks) Avalikud kohtuasjad ja (Lõpetage kohtuasi) Tavaline ränne (ärge mainige) Vara kaotamine (lennuk) Palvetades kaitset haiguste eest (kahjuks) Õnn mägedes ja haudades", "古人": "Taibai püüdis kuu purjuspäi (Li Taibai püüdis kuu purjuspäi)", "第X籤": "Viiskümmend sekundit loterii võit (loterii)", "宮": "Emakas"}