{"籤詩版本二": "Kui frustratsioon muutub elevuseks, möirgavad draakonid ja möirgavad tiigrid.\nSinisel taeval on oma tee taevasse. Olgu mul edaspidi edu ja kuulsust.", "詩意": "See heksagramm on nagu möirgab draakon ja möirgab tiiger.\nOn lootust, et kõik läheb hästi.", "解曰": "Lihtsalt õpeta ja mine. Olge oma heaolu. Tuleb lõpuks teha. On koht, mida leida.", "籤詩故事一": "◇Liu Bei värbab pruudi\nPärast Chibi lahingut soovis Sun Quan innukalt Liu Bei vallutatud Jingzhout tagasi võita, nii et ta kasutas Zhou Yu plaani, teeseldes, et tahtis oma õe Sun Reni Liu Beiga kihluda, kuid tegelikult tahtis ta võtta. Liu Bei pantvangina, et nõuda Jingzhout.\nPärast seda, kui Zhuge Liang Zhou Yu plaani järele luuras, ulatas ta strateegiaga brošüüri Zhao Yunile, kes kaitses Liu Beid, kui ta Soochowisse läks. Zhao Yun järgis brošüüris toodud strateegiat ja tegi meelega suure pritsi, et lasta Wu Guotail ( Sun Quani isa) teavad abieluettepanekust. Kuna Wu Guotai armastas oma tütart ega tahtnud tütre eluaegseid asju juhuslikult otsustada, noomis ta Sun Quani õe vastu halastamatu käitumise eest ja tegi ettepaneku isiklikult katsetada, kas Liu Bei on Ganlu templis oma tütre vääriline. Pärast seda, kui Wu Guotai Liu Beiga kohtus, hindas ta kõrgelt Liu Beid ja pooldas tungivalt Liu Bei ja tema tütre abielu. Selle tulemusena abiellus Liu Bei edukalt proua Suniga.\nHiljem põgenesid Liu Bei ja proua Sun koos Jingzhousse. Hiljem tahtis Sun Quan ära kasutada Liu Bei rünnakut Yizhoule, et rünnata Jingzhout, kuid ta peatas Wu Guotai, kes oli mures oma tütre turvalisuse pärast.\nTa ütles: \"Zhou Yu nutikas plaan on maailma parim. Ta kaotas oma naise ja oma väed.\"\n(Liu Bei sai kahju)", "聖意": "Mul on kodus õnnetu ja veab (kõigepealt halb õnn, siis õnn) Otsige rikkust, tasakaalu, raskusi abielus, abielus edu Palvetage jalakäijatele, siidiussidele põldudel, viis punkti loomakahjustuste eest, otsige inimestele, kohtuasjadele ja migratsioonile, õnne kaotatud varale, õnne haigustele, mägede ja haudade rahu.", "古人": "Liu Bei värbab pruudi", "第X籤": "Viiekümne kolmas võidunumber", "宮": "Emakas"}