{"籤詩版本二": "Rand on kive täis, oja voolab, tuul on selge, kuu on selge ja õilsad inimesed askeldavad.\nMaanteel pean küsima kuhu minna.Ära võta metsa lillede ja taimede lõhna.Ära hoolitse selle eest.", "詩意": "See heksagramm on nagu paat, mis sõidab väikesel rannal.\nKõiges on abiks õilsad inimesed.", "解曰": "Et elatist teenida. Palju rasket tööd. Jääge konservatiivseks ja oodake. Kõike paremat.", "籤詩故事一": "◇Lushani mäss\nAn Lushan (703–757), kelle perekonnanimi oli Kang ja Yaluoshan, oli pärit Yingzhou osariigist Liuchengist (praegu Chaoyang, Liaoning).\nHiljem võttis ta endale perekonnanime An ja muutis oma nimeks Lushan. Tangi dünastia keiser Xuanzongi valitsusajal oli An Lushan sõjaväesaadik.\nTianbao 14. aasta novembris kogus An Lushan väed Fanyangis, Yang Guozhongi ründamise nimel käivitas ta mässu ja viis kolme linna väed idapealinna Luoyangi ründama. Taiyuani teated tormasid Lishani.Tang Xuanzong, kes viibis sel ajal Lishanis Huaqingi palees, ei uskunud, et Anlushan mässama hakkab.Kuid teated mässust levisid jätkuvalt ja Xuanzong oli endiselt pooleldi veendunud. (See kujutab endast \"kareda voolava vee heli ojas väikestel kividel\")\nAlles siis, kui Pingyuani maakonna prefekt Yan Zhenqing saatis kellegi teavet saatma, ärkas Xuanzong oma unenäost.\nTangi dünastia keiser Xuanzongi eksliku strateegia järgi vallutas An Lushani ratsaväerügement idapealinna Luoyangi. Järgmise aasta esimesel kuul kuulutas ta end Luoyangis keiser Dayaniks, Jianyuan Shengwuks, keiser Xiongwuks ja Da Xixuniks. peaminister.\nSama aasta juunis hukkas Tangi dünastia keiser Xuanzong, kes püüdis Chang'ani kriisi leevendada ja vale sõjalise arusaamaga, kaks kuulsat kindralit, Feng Changqingi ja Gao Xianzhi. See käsk šokeeris Tangi armeed. (Selline käitumine rikub \"tee peab osutama eesmisele jõele\")\nSeejärel käskis Tangi dünastia keiser Xuanzong kiiresti teisele kindralile Ge Shuhanile juhtida Tangi armeed Tongguanist ida poole.\nGe Shuhan, kes mõistis täielikult Tangi dünastia keisri Xuanzongi strateegilist viga, plaanis muudatusega edasi lükata (lähenemine \"kõik on okei, kui tuul on vaikne ja mõõn on rahulik\").\nLõpuks arvas Tangi dünastia keiser Xuanzong, et ta on võitlemiseks liiga arglik, mistõttu tal ei jäänud muud üle, kui pisarates An Lushaniga võidelda, ja sai lüüa. (See täidab lauset \"Kui teete enda ülalpidamiseks kõvasti tööd, võite viga saada.\")\nTangi dünastia ajal, kui piirivägedel ja kohalikel garnisonidel polnud aega vastata, surus An Lushani armee piiri ja sisenes pealinna piirkonda. Kriitilises olukorras viis Tangi dünastia keiser Xuanzong kaardiväe pealinnast põgenema, põhjustades juhita Xijing Chang'ani langemise.\n(Tang Xuanzong rikkus selle märgi juhiseid, nii et An Lushani mäss oli edukas.)", "聖意": "Kodu on turvaline, ise heas korras, varandus stabiilne, tehing edukas ja abielu edukas (ettevaatust).Liujia meessoost jalakäija tuleb põllule, siidiussid koristatakse, kuus kari on kahjustatud. leitakse ja avalik hagi on põhjendatud.Kadunud vara toob haiguse ehk Anshani haud tuleks korda teha.", "古人": "Lushani mäss", "第X籤": "Viiekümne kuues loterii", "宮": "Inetu palee"}