{"籤詩版本二": "Hommik ja hämarus, Buddha toetus peab olema ohu ajal, kuid mitte ohus\nKui sind tõmbab üllas inimene, siis saadab sind ka raha ja siid.See on Chuan Lai. Kõik oleneb teist.", "詩意": "See heksagramm tähistab jumalate ja Buddhade salajast õnnistust.\nOlge kannatlik ja edu kõiges.", "解曰": "Vanamoodsa rahu märk. Kui kõik on kallis, on see soodne.", "籤詩故事一": "◇ Tang Monk saavutas valgustatuse\nÜhel päeval tuli Tang Seng jõe äärde ja nägi selle ees Buddha Lingshani mäge.Ees oli üheplanguline sild.Tang Seng ei julgenud sellest üle minna. Buddha moondus paadimeheks ja hoidis käes põhjatu katkist paati. Niipea kui Tang Monk paati sattus, kukkus ta jõkke ja paadimees päästis ta. Nii saavutas Tang Monk Buddha staatuse. (Lugu reisist läände)\n◇ Tang Monki budistlikud pühakirjad\nTangi dünastia Sanzang, tema tavaline perekonnanimi oli Chen ja tema eesnimi oli Yi. Sündis Luozhou osariigis Goushi maakonnas (praegu Yanshi linnast lõuna pool Henani provintsis). Temast sai kolmeteistkümneaastaselt munk ja ta võttis budistliku nime Xuanzang.\nAlgsete budistlike pühakirjade hankimiseks asus ta Zhenguani kolmandal aastal (629 pKr) teele Chang'anist (tänapäeva Xi'an, Shaanxi provints), seikles üle piiri ja läbis lugematuid raskusi, et jõuda Tianzhusse ( India) pühakirjade kogumiseks. Ta reisis mööda Gangese ja Induse jõgikondi ning India kagurannikualasid, seejärel ületas lumised mäed ja rohelised seljandikud, tehes edasi-tagasi rohkem kui 50 000 miili. Kulus 16 aastat, et lõpuks aastal Chang'ani naasta. Zhenguani 19. aasta (645 AD). Ta tõi tagasi suure hulga budistlikke pühakirju ja tõlkis need hiina keelde.\n(Tang Sanzang läbis pika teekonna edasi-tagasi Hiina ja India vahel. Ta pidi reisi jooksul kogema ohte, kuid ta suutis turvaliselt tagasi pöörduda, sest tema selja taga oli nähtamatu kaitsepühak.)", "聖意": "Kodu on turvaline, ise on hea, lääne äri on edukas, abielu on edukas, jalakäijad blokeerivad põllu, siidiussid on blokeeritud, siidiussid on seitse punkti, kariloomad on tulusad, otsitakse inimesi, lääne avalik kohtuasi on halb, ränne on konservatiivne, kadunud vara nähakse, haigus on hea, mäed ja hauad on soodsad.", "古人": "Tang Monk saavutas valgustatuse", "第X籤": "Loosivõit kuuskümmend kaks", "宮": "Yini palee"}