{"籤詩版本二": "Talve saabudes ei hävine ploomiõie oks mäel kunagi isegi siis, kui selle lehed langevad ja oksad närbuvad.\nAga kui kevad tuleb, tahan ikka kurtisaan olla ja algupärase teose hävitada.", "詩意": "Selles heksagrammis on ploomiõis juhtpositsioonil.\nKõik on hea, kui see hilineb.", "解曰": "Üks nool tulistas tühjaks. Kui see on tühi, pole see tühi. Kevade tulekut oodates. Värv on selles.", "籤詩故事一": "◇Skoori kaks korda\nTangi dünastia keiser Dezongi valitsusajal raamistas ustavat ministrit Mei Bogaot ja tema perekonda reeturlik peaminister Lu Qi, kes tahtis nad kõik tappa. Ainult tema pojal Mei Liangyul õnnestus põgeneda. Hiljem muutis ta oma pere. nime Wang Xitongile, et oma identiteeti varjata. Ta elas üksi tänavatel, näljane ja külm, kuid õnneks võttis ta Chen Risheng (Chen Dongchu) enda juurde. Chen Risheng ei teadnud oma elukogemust, mistõttu ta palus tal aidata Cheni ploomiaia eest hoolitseda, et ta tänaval nälga ei sureks.\nChen Risheng oli Mei Bogao klassivend ja sõber. Kui Lu Qi teda taga kiusas, päästis ta Mei Bogao. Selle tulemusena tekkis Mei Bogao ja Lu Qi vaen. Lõpuks hukati kogu tema perekond. Chen Risheng tundis end seetõttu kurvana ja vihasena.Pärast abiellumist astus ta tagasi ja kolis oma pere Yangzhousse eraldatuna elama.\nChen Rishengil on tütar nimega Chen Xingyuan, kes on ilus ja lõhnav.Pärast seda, kui Mei Liangyu Cheni perekonda tuli, armusid nad esimesest silmapilgust. Päeval, mil ploomiõied õitsesid, mis oli ühtlasi ka Mei Bogao surma-aastapäev, avas Chen Risheng ja tema pere oma kodu ploomiaias altari, et mälestada oma surnud sõpra ja heategijat. Ootamatult muutus ilm ootamatult ja puhus tugev lumetorm, mis kattis kõik ploomiõied. Hävitatud. Chen Risheng kurtis, et suutis turvaliselt põgeneda, kuid ta ei suutnud isegi Mei perekonna järeltulijaid päästa. Ta arvas, et see on Jumala hoiatus, mistõttu ta tõotas, et kui ploomiõied ei õitse uuesti, tõestades, et Mei perekond oli veel elus, ta ei öelnud kunagi midagi.Ta põgenes budismi ja sai mungaks.\nTema tütar Xingyuan kuulis seda ja põletas kohe viiruki ning palvetas siiralt Jumala poole, et ta ploomiõied uuesti õitseks. Nende siirus liigutas taevast ja kõik ploomipuud ploomiaias õitsesid uuesti; hiljem teadis Chen Risheng, et Xitong on Liangyu, nii et ta kihlas oma tütre Xingyuani temaga.", "聖意": "Maja ei sobi iseendale, inimene on hea iseendale, inimene otsib rikkust, on asjaajamises heaperemehelik, aeg on hiline, abielu hilineb, kevad on jõukas, sügis on tühi, rändur hilineb, põllud on jõukad, siidiussid õitsevad, kuus karja on jõukad, inimeste otsimine, avalikud kohtuasjad, kaotus, ränne, kadunud vara, idahaigused, valehäired, mägihauad tuleks vahetada.", "古人": "Skooris kaks korda", "第X籤": "Kuuskümmend üheksa võitnud loto", "宮": "Tatsumi"}