{"籤詩版本二": "Chao Chao on nagu lilli korjav mesilane, kes lendab edelast välja ja siis itta\nKevad on möödas, lilled on kadunud ja pole kuskilt otsida.See süda ei muuda oma asukohta.", "詩意": "See heksagramm on nagu mesilane, kes korjab lilli.\nKõik on vaevarikas ja vaevarikas.", "解曰": "Ei mingit kevadist maastikku. Vihma sajab pikka aega, kuid ei selgine kunagi. Küsi abi. Parem on vait olla.\n.", "籤詩故事一": "◇Li Mi mässas Tangi dünastia vastu\nLi Mi\n(582–619), Wagangi armee hiline juht Hiina hilise Sui dünastia talupoegade ülestõusus. Kalligraafia meister. Sõna Fa meister oli pärit Chang'anist Jingzhaos ja tema esivanemate kodu oli Xiangping, Liaodong (praegu Liaoyangist lõuna pool Liaoningis). Tema esivanemate kodu on Chang'an, Jingzhao, Xiangping, Liaodong (praegu Liaoyangist lõuna pool Liaoningis).\nDaye üheksandal aastal (613) osales ta Yang Xuangani mässus Sui dünastia vastu Liyangis (praegu Henani provintsis Junxiani maakonnast kirdes). Daye üheksandal aastal (613) osales ta Yang Xuangani mässus Sui dünastia vastu Liyangis (praegu Henani provintsis Junxiani maakonnast kirdes). Salapärane meel on lüüa saanud,\nLi Mi põgenes. Xuangan sai lüüa ja Li Mi põgenes.\nDaye kaheteistkümnendal aastal liitus ta Wagangi armeega\n. Daye kaheteistkümnendal valitsemisaastal liitus ta Wagangi armeega. Li Mi oli strateegias hea. Daye kaheteistkümnenda aasta oktoobris veenis Li Mi Zhaid ründama Xingyang Tongi, armeega saatvat võimsat kindralit, kaitsma Zhang Xutuot, alistades Sui armee ja tappes Zhang Xutuo. Li Mi oli strateegias hea. Daye kaheteistkümnenda aasta oktoobris veenis Li Mi Zhaid ründama Xingyang Tongi, armeega saatvat võimsat kindralit, kaitsma Zhang Xutuot, alistades Sui armee ja tappes Zhang Xutuo.\nHiljem tegi ta ettepaneku rünnata Xingluo (hiljem nimega Luokou) ladu, avada ladu abi saamiseks ja meeskonda laiendada Wagangi armee meeskond kasvas kiiresti. Daye 13. aastal juhtis Li Mi Wagangi armeed ja Zhai Rang tegeles Sui dünastia alandamise ja levitamisega.Sõjaliste ressursside ja muude küsimuste pärast toimus sõda ning Li Mi tappis Zhai Rangi ja sadu tema järgijaid. Hiljem tegi ta ettepaneku rünnata Xingluo (hiljem nimega Luokou) ladu, avada ladu abi saamiseks ja meeskonda laiendada Wagangi armee meeskond kasvas kiiresti. Daye 13. aastal juhtis Li Mi Wagangi armeed ja Zhai Rang tegeles Sui dünastia alandamise ja levitamisega.Sõjaliste ressursside ja muude küsimuste pärast toimus sõda ning Li Mi tappis Zhai Rangi ja sadu tema järgijaid.\nDaye 14. aasta märtsis tappis Yu Wenhuaji Sui dünastia keisri Yangi\n, viis enam kui 100 000 inimese läände tagasi. Daye neljateistkümnenda aasta märtsis tappis Yu Wenhuaji (Yu Wen, liitperekonnanimi) Sui dünastia keisri Yangi ja naasis enam kui 100 000 inimesega läände. Li Mi sai käsu rünnata Huajit. Kuigi Huaji sai lüüa, kandsid ka Li Mi väed suuri kaotusi. Hiljem jälitas neid Wang Shichong. Li Mi armee sai lüüa ja tema laager hävitati. Tema kindralid Qin Shubao, Cheng Zhijie (algse nimega Cheng Yaojin), Niu Jinda ja teised tabati. , Shan Xiongxin alistus. Li Mi sai käsu rünnata Huajit.Kuigi Huaji sai lüüa, kandsid Li Mi väed samuti suuri kaotusi. Hiljem jälitas teda Wang Shichong. Li Mi armee sai lüüa ja tema laager hävitati. Tema kindralid Qin Shubao, Cheng Zhijie (algse nimega Cheng Yaojin), Niu Jinda ja teised vangistati ning Shan Xiongxin alistus. Li Mi oli meeleheitel, nii et ta ületas septembris jõe Heyangi ja alistus Tangi dünastiale. Li Mi oli meeleheitel, nii et ta ületas septembris jõe Heyangi ja alistus Tangi dünastiale.\nNovembris saatis Li Yuan Li Mi Shandongi vanu vägesid värbama. novembril,\nLi Yuan saatis Li Mi Shandongi ootama, et värvata vanu vägesid. Tundes, et teda on kahtlustatud, mässas ta Tangi vastu. Tundes, et teda on kahtlustatud, mässas ta Tangi vastu. Tangi kindral Sheng Yanshi kutsus Li Mi ründama ja tappis ta Xinggong Xiani juures. Tangi kindral Sheng Yanshi kutsus Li Mi ründama ja tappis ta Xinggong Xiani juures.", "聖意": "Maja, maja, keel, mina, kaabakas, rikkuse otsimine, äri raiskamine, abielud, mis ei kesta, Liujia, tühjad lilled, jalakäijad, Yaotian, siidiusside kahjustused, kuue karja kahju, kadunud isikud, kohtuasjad, kaotus, ränne, konservatiivsus, kaotatud vara, haigus, takistused, mägihauareform", "古人": "Li Mi mässas Tangi dünastia vastu", "第X籤": "Seitsmekümnes viik", "宮": "Tatsumi"}