{"籤詩版本二": "Mesinikud peavad oma mett kerjama, et nõel neid ei torgiks.\nSinu ees peab olema kummaline tee.Saladus on sügav nagu okaste mets.", "詩意": "See heksagramm sümboliseerib mesilasi, kes koguvad mett.\nKõik on vaevarikas ja vaevarikas.\n\n(See heksagramm otsib magususe ja kibeduse sümbolit.\nVältige katastroofe kõiges.\n)", "解曰": "Asju tuleb teha hoolikalt. Pole vaja sundida. Mesilased korjavad mett. Mis on põhjus?", "籤詩故事一": "◇ Wang Mang otsib andeid\nWang Mangi perekonda Lääne-Hani dünastias võib öelda, et see on jõukas perekond. Kuigi tema isa suri noorelt, said mitmed tema onud ja onud Hani dünastia keisriks.Neist said kindralid, peaministrid, markiisid ja preemiad.Wangide perekond oli äärmiselt silmapaistev.\nKuid Wang Mangi enda väike pere oli äärmiselt vaene, tema isa suri noorelt ja ta elas ainult ema juures, toetudes sugulaste heategevusele. Kuid tänu sellele arendas ja harjutas Wang Mang juba lapsest saati inimestega suhtlemise oskusi. Ükskõik kui kurb või vihane ta ka ei tundis, näitas ta sugulaste, vanemate või autsaiderite ees alati väga rõõmsat ja rahulikku ilmet, nii et kõik suguvõsa liikmed hindasid teda väga.\nKord oli tema vanim onu ​​raskelt haige.Saanud sellest teada, tuli ta juurde ja ootas patsiendi voodi juures, tõi rohtu ja vett ning valvas öösiti.Mitu kuud järjest oli ta lahti riietatud, kasimata ja räsitud. Ta oli lihtsalt \"kannatlikum\" kui patsient. Rohkem \"poeg\" kui bioloogiline poeg.\nSelle eest kiitsid kõik Taiwani rahvas teda ja kirjutasid kirju, milles palusid talle tasu.\nNii andis Hani dünastia keiser Cheng talle uue pealinna markii tiitli ja määras ta paleesse valvuriks, saades keisri lähedaseks ministriks.\nOma kõrge staatuse ja suure võimuga ei näidanud Wang Mang kunagi üles mingit ülbust ega loidust. Selle asemel muutus ta üha viisakamaks ja viisakamaks. Ühelt poolt sõbrunes ta ministrite, kindralite, kuulsuste ja teadlastega. Teisest küljest , aitas ta vaeseid ja oli oma varandusega helde.\nKuid ta elas väga kokkuhoidvat elu, sõi sageli liharoogasid, rääkimata pikkade rüüde ja pikkade varrukatega kleitidest, ainult lühikeste riietega. Nii kiitsid kõik valitsuses ja avalikkuses üksmeelselt teda sõnaga \"vooruslik\".\nHiljem suri tema onu Grand Sima Wanggen haigusesse ja ta valiti tema asendajaks. Keiser ja kõik ministrid pidasid teda kõige sobivamaks. Seetõttu sai Wang Mangist, kes oli kõigest kolmkümmend kaheksa aastat vana, riigi kõrgeima sõjalise jõuga suur Sima.\n(See lugu on metafoor. Hea inimene olemine võib aidata teil vabaneda \"mesilaste nõelamise raskusest\" ja saavutada oma ideaale, nagu soovite.)", "聖意": "Maja ei ole enda jaoks hea, pere on hädas, äri on blokeeritud, abielu on blokeeritud, kuus soomust on valed, jalakäijad hilinevad, siidiusside saak on madal, kariloomad on väikesed, raske on leida inimesi, kohtuasi on halb, ränne ei liigu, kadunud vara on halb, haigus on üles seatud, mägihaud on kadunud", "古人": "Wang Mang otsib andeid", "第X籤": "Seitsmekümne kahe loteriivõit", "宮": "Tatsumi"}