{"籤詩版本二": "Kevade saabudes raputab äike ja siristab putukad ning ma pöördun muda eest ära\nKui ma esimest korda taipasin, et ma ikka tulen ja lähen, siis kui ma muutusin, muutusin draakoniks.", "詩意": "See heksagramm on nagu äike ja putukad.\nKohtumine õilsa inimesega on hea märk kõiges.", "解曰": "Äike lööb. Kaks hoiust sisse ja välja. Vaheta üks kord. Kuni Tianmenini.", "籤詩故事一": "◇ Chenqiao mäss\nAastal 959 pKr Zhou Shizong Chai Rong suri ja troonile tõusnud keiser Gong Chai Zongxun oli vaid seitsmeaastane. Sel ajal oli tegelik võim Zhao Kuangyinil, kes töötas palee ees inspektorina ja Songzhou saadikuna Saksa armees.\n960. aasta kevadel teatasid Zhenzhou (tänapäeva Zhengding, Hebei provints) ja Dingzhou (tänapäeva Dingxiani maakond, Hebei provints), et Põhja-Hani dünastia ja Liao osariigi armeed läksid ühiselt lõunasse, et rünnata hilisemat Zhou dünastiat. suure hooga ja palus saata väed abi saamiseks. Hiljem käskis Zhou dünastia Zhao Kuangyinil viia oma väed põhja poole, et võidelda vaenlase vastu. Zhao Kuangyin tegutses salaja oma venna Zhao Guangyi, Zhao Pu, Shi Shouxini ja teiste plaanide all.\n3. veebruaril, kui armee jõudis Chenqiaoyisse (praegu Chenqiao linn, Fengqiust kagus, Henan), alustasid nad mässu ja käskisid sõduritel kanda talle kollaseid rüüd. Nad mässasid hilisema Zhou dünastia vastu ja toetasid Zhao Kuangyinit keisrina. . Pärast seda juhtis Zhao oma väed ilma põletamise, tapmise ja rüüstamiseta Kaifengi tagasi.\"Taizu Chen Qiao andis vande mitte häirida pealinna elanikke ja ta lubas linna sisenemise päeval mitte häirida linna.\"\nKuukuu kolmanda aasta kolmandal päeval mässas Zhao Kuangyin Chenqiaos ja naasis pealinna. Fan Zhi viis Wang Pu ja Wei Renpu Zhao Kuangyini küsitlema. Luo Yanhuan tõmbas telgi ette mõõga ja karjus valjult : \"Kolmel armeel pole peremeest. Kõik kindralid on otsustanud ta keisriks määrata. Kes sõna võtab, see tapetakse!\". Wang Pu nägu oli kahvatu nagu maa. Ta langetas sammud ja kummardus. Kummardus ka Fan Zhi. Kuang Yin aitas ta isiklikult püsti ja kohtles teda väga viisakalt.\nPärast mõõdukat vastupanu astus troonile hilisema Zhou dünastia keiser Gong ja trooni võttis Zhao. \"Taizu kavatses zeni vastu võtta, kuid zeni teksti polnud. Hanlini õpetlane Tao Gu võttis käsu vastu ja astus tema kõrvale ja ütles: \"See on tehtud.\"\nPärast seda, kui Zhao troonile tuli, muutis ta riigi nime Songiks, Yuaniks Jianlongiks ja tegi Kaifengi pealinnaks. Jiedushi tiitli said Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan ja Zhao Yanhui. , mis oli ajaloos tuntud kui \"Chenqiao mäss\".\nVikipeedia\n(See lugu näitab, et see on Zhao Kuangyini esituse algus.)", "聖意": "Palvetage oma kodu, igapäevaelu, rikkuse, õnne, äriõnne, õilsa abielu, edu Liujia, meessoost jalakäijate, siidiusside varajase sündi põldudel, kuue looma varajase sündimise, õnne kevadel, inimeste leidmise, edu eest avalikes kohtuasjades õnne rändel, kaotatud vara, ohud haigustes, ohud mägedes ja haudades.", "古人": "Chenqiao mäss", "第X籤": "Allkirjastatud seitsekümmend kolm", "宮": "Mi palee"}