{"籤詩版本二": "Unenäos öeldi, et rikkust tuleb palju, kuid kuulsus oli ainult asjata.\nVesi on kaugel ja mäed on kaugel, aga raske on olla truu.Üllis inimene annab juhatust ja naeratab.", "詩意": "See heksagramm tähistab unenäos aarde hankimise sümbolit.\nKõik on enam-vähem reaalne.", "解曰": "Unistab nagu unenägu. Pole lootustki kuulsusele. Lihtsalt oota häid aegu. Õilsad juhised.", "籤詩故事一": "◇ Tagastage jade Zhaole (tagastage jade pärast selle valmimist Zhaole)\nAastal 283 eKr sai kuningas Zhao Huiwen Chult He's Bi. Kui kuningas Qin Zhaoxiang uudist kuulis, saatis ta kuningas Zhaole kirja, väljendades valmisolekut vahetada viisteist linna He's Bi vastu.\nLin Xiangru analüüsis kuningas Zhaole, et Qin oli tugev ja Zhao nõrk ning see tuleb välja vahetada.\nSeejärel saatis kuningas Zhao Lin Xiangru koos He's Bi'ga Qini.\nQini kuningas kohtus Zhangtais Lin Xiangruga ja Lin Xiangru kinkis nefriiti Qini kuningale. Qini kuningas oli üliõnnelik ja andis kaunitarile edasi He's Bi ning kõik tema ümber vaatasid seda. Sel ajal karjusid kõik vasakul ja paremal pool elagu.\nLin Xiangru nägi, et Qini kuningal ei olnud kavatsust linna Zhaole kinkida, mistõttu ta ütles Qini kuningale, et Tema nefriit on vigane ja tahtis sellest Qini kuningale tähelepanu juhtida, et kasutada juhust. jade tagasi.\nPärast seda, kui Lin Xiangru Heshi Bi tagasi võttis, seisis ta suure samba kõrval, näidates, et tahab koos Heshi Bi-ga surra.\nSel ajal ütles Lin Xiangru Qini kuningale: \"Zhao kuningas sai ikkagi ministrite vastuväidetest üle ja võttis ministri ettepaneku vastu. Isegi kui ta lihtrahvaga suheldes üksteist ei petnud, rääkimata sellest, et Qin on suur riik! Qini ja Zhao vahelise sõpruse säilitamiseks saatsin kuningas Zhao pärast viit päeva paastumist oma ministrid koos jadeiga Qini. Kahjuks ei olnud Qini kuningal mitte ainult kavatsust anda Zhaole linn, vaid andis ka pere He jade kaunile naisele, mis oli tõesti minu ministrite mõnitamine.\"\nPärast kõne lõpetamist tegi Lin Xiangru viivitamatult samba pihta. Qini kuningas kartis, et He's Bi saab viga, nii et ta teeskles, et annab Zhaole viisteist linna. Lin Xiangru nägi läbi kuningas Qini reetliku plaani, mistõttu ta palus kuningas Qinil viis päeva paastuda, enne kui ta esitas He's Bi, et aega edasi lükata. Nende paari päeva jooksul saatis Lin Xiangru oma saatjad jadeiga tagasi Zhao osariiki, samal ajal kui ta jäi Qini kuningaga tegelema.\n(See lugu on nagu tavalise inimese silmad, kes on lummatud tema staatusest.)", "聖意": "Õnnistuste palvetamine kodus, iseendas, rikkuse takistamine, tehingute raskesti saavutamine, abielu ei ole kooskõlas Liujiaxu jalakäijatega, Chiti siidiusse ei võeta vastu, kuus looma on kahjustatud, inimesed on kadunud, oodata on avalikke kohtuasju ja rännet, kadunud asju on kaugel, haigused pannakse püsti, saadetakse mägihaudadesse ja muudetakse.", "古人": "Tagastage jade Zhaole (viige jade Zhaole)", "第X籤": "Seitsmekümne seitsmes võidukas loterii", "宮": "Keskpäevapalee"}