{"籤詩版本二": "Plataanipuude lehed on langenud, sügis läheneb ja rändurite tagasitee paistab pilvedena.\nTänu Jumala suurtele pingutustele naasis laev koos aardega tuule käes.", "詩意": "See heksagramm kujutab mahalangenud lehtpuulehtede kujutist.\nKõik on eelnevalt halb ja lõpuks hea.", "解曰": "Võtke asju südamest. Tianxin järgib seda. Et elatist teenida. Tehke kõik, mida saate.", "籤詩故事一": "◇Tuul puhub Tengwangi paviljoni\nWang Bo, viisakusnimi Zian, oli varajase Tangi dünastia luuletaja. Ta sündis Tangi dünastia keisri Gaozongi Yonghui esimesel aastal. Wang Bo on lugenud pühakirju lapsest saati ja teda tuntakse kui \"imelaps\". Wang Bo on lugenud pühakirju lapsest saati ja teda tuntakse kui \"imelaps\".\nKui ta oli kümneaastane, läks ta koos isaga juhuslikult mööda Guandi templist. Nad nägid templis Guandi majesteetlikku kuju, käes \"Kevade ja sügise\" koopia ja luges seda. Kui isa seda nägi, siis ta Ta laulis keiser Guanile: \"Hoidsin käes kolme rohelise habeme salku, lugesin rohelisele laternale Qingi dünastia ajalugu ja avaldan austust kuulsatele nimedele. Hoides käes rohelist draakonit ja kuud.\" et selle aasta sügisel läks Wang Bo Shanxist Hainani saarele, et külastada oma isa, kes alandati Jiaozhi maakonna kohtunikuks. , läbides teel tuhandeid mägesid ja jõgesid. Aasta sügisel, kui ta oli kahekümne seitsme aastane, läks Wang Bo Shanxist Hainani saarele oma isale, kes oli alandatud Jiaozhi maakonna kohtuniku ametikohale. Ta läbis teel tuhandeid mägesid ja jõgesid.\nKui me sel päeval Madangi mäele jõudsime, läksid kõik kaldale puhkama.Kui Wang Bo üksi iidsest templist mööda kõndis, nägi ta järsku templi kõrval kivil istumas vanameest. Vanamees nägi välja nagu heledate juustega laps ja haldja välimus. Ta ütles Wang Bo'le: \"Kas sa ei ole Wang Bo?\" Wang Bo ehmatas ja ütles: \"Täpselt! Kust sa seda tead?\" Vanamees ütles: \"Ma olen ammu kuulnud, et sul on hea kavatsused päästa inimesi ja teie luuletused on väga sisukad. Homme toimub Tengwangi paviljonis suur pidu. Kui saate banketil osaleda ja essee kirjutada, olete läbi aegade kuulus ja saate reisikulud.\" Kui nad saabusid, Madangi mäel läksid kõik kaldale puhkama Kui Wang Bo üksi iidse templi juures kõndis, nägi ta järsku templi kõrval kivil: Seal istus vana mees, kes nägi välja nagu heledate juustega laps ja haldjas Ta ütles Wang Bole: \"Kas sa pole Wang Bo?\"\nWang Bo oli jahmunud ja ütles: \"Täpselt! Kust sa seda tead?\"\nVanamees ütles: \"Olen juba ammu kuulnud, et teil on lahke kavatsus inimesi päästa ja teie loodud luuletused on üsna sisukad. Prints Tengi paviljonis toimub homme suur pidu. Kui saate banketil osaleda ja komponeerida, olete läbi aegade kuulus ja saate reisikulud.\"\nWang Bo ütles: \"See koht on Tengwangi paviljonist kuue või seitsmesaja miili kaugusel. Kuidas me homme siia saame?\" Vanamees ütles: \"Ma kasutan hobust jumaliku tuulena, et aidata teil sujuvalt sõita. tuleb kindlasti homme.\" Wang Bo tänas mind ja ütles: \"Vabandage, mu äi. , kas sa oled surematu või jumal?\" Vanamees naeris ja ütles: \"Mina olen Zhongyuan Shuijun, kes vastutab see veeala!\" ütles Wang Bo: \"See koht on kuue või seitsmesaja miili kaugusel Tengwangi paviljonist. Kuidas me homme siia saame?\"\nVanamees ütles: \"Ma kasutan hobust jumaliku tuulena, mis aitab teil sujuvalt sõita. Homme jõuan kindlasti.\"\nWang Bo tänas teda ja ütles: \"Vabandage, äi, kas sa oled surematu või jumal?\"\nVanamees naeris ja ütles: \"Mina olen Zhongyuan Shuijun, kes vastutab selle akvatooriumi eest!\" Siis kutsus vanamees Wang Bo't kiiresti paati istuma. Ta nägi mõnda aega teda ümbritsevaid soodsaid pilvi ja tuult. ja vesi oli teel sile.Silmapilguga oli ta sõitnud sadu miile.\nSiis kutsus vanamees Wang Bo-d kiiresti paati minema. Ta nägi mõnda aega teda ümbritsevaid õnnetoovaid pilvi ja see oli sujuv teekond. Ta oli ühe silmapilguga sõitnud sadu miile. Ootuspäraselt tormas Wang Bo suursündmuse hommikul prints Tengi paviljoni.\nOotuspäraselt tormas Wang Bo suursündmuse hommikul prints Tengi paviljoni. Ja kohapeal kirjutas ta \"Eessõna prints Tengi paviljonile\", mida Tangi dünastia keiser Gaozong nimetas igaveseks meistriteoseks. Ja kohapeal kirjutas ta \"Eessõna prints Tengi paviljonile\", mida Tangi dünastia keiser Gaozong nimetas igaveseks meistriteoseks.\nSeal on luuletus, mis ütleb:\nAlati on öeldud, et andekad inimesed on jumalad, seega pole juhus, et tuul toob Nanchangi Nanchangi;\nKirjutasin lause Teng Wangi kõrgest paviljonist ja siis saatis ta surematuid Zhongyuani.", "聖意": "Palvetage oma kodu eest ja kaitske ennast, palvetage õnnistuste eest, otsige rikkust ning saavutage abielu ja harmoonia.", "古人": "Tuul puhub Tengwangi paviljoni", "第X籤": "Allkiri kaheksakümmend üks", "宮": "Wei Gong"}