{"籤詩版本二": "Mida teha, kui kaotad oma maine tõttu oma vooruse?Kardan, et õnn muutub ja juhtub halbu asju.\nPurjus, ma ei tea, kuhu minna. Mul on udune unistus roheliste mändide varjus.", "詩意": "See heksagramm tähistab külma kala, mis lahkub veest.\nMidagi ei saa liigutada.\n\n(See heksagramm on halva vooruse ja halva õnne sümbol.\nHoidke jalad kõiges maa peal.\n)", "解曰": "Külm kala lahkub veest. kärbes salvis. Kui küsida laagriplaanide kohta. Parem on Mo Qi\nSee märk toob Liujiale halba õnne. Kõik läheb valesti. Palvetage turvalisuse eest.", "籤詩故事一": "◇ Zhuangzi testib oma naist\nZhuangzi sündis Zhou dünastias. Tema perekonnanimi oli Zhuang, tema eesnimi oli Zhou ja tema eesnimi oli Zixiu. Ta oli Songi dünastia Mengyi põliselanik. Zhou dünastia ajal oli ta Qiyuani ametnik.\nÜhel päeval kohtas Zhuangzi mäel naist, kes kükitas uue haua ees ja raputas meeleheitlikult lehvikut, nagu tahaks ta haua peal märga mulda kuivatada. Zhuangzi ei mõistnud tema kavatsust, nii et ta küsis temalt. Ta ütles, et hauda maetu oli tema abikaasa ja tema viimased sõnad olid, et ta ei saa uuesti abielluda enne, kui haua muld kuivab. Ta ei jõudnud enam oodata, nii et ta segas hauamulda üles, et see kiiremini kuivaks, et saaks teist kevadet jätkata.\nZhuangzi ohkas, kui arvas, et maailmas on nii südametu naine. Siis mõtlesin, et kas mu naine oleks selline? Kui tekib kahtlus, tahan seda testida.\nZhuangzi naise perekonnanimi oli Tian ja paaril oli tavaliselt lähedane suhe. Et oma naise lojaalsust proovile panna, otsustas Zhuangzi surnut teeselda.\nKuuldes, et Zhuangzi suri ootamatusse haigusse, tulid kaastunnet avaldama paljud inimesed kõikjalt, sealhulgas sugulased ja sõbrad. Nende hulgas oli kena kuningas ja pojapoeg Chu osariigist, kes oli rikkuselt rikas. Nähes, et pr. Tian oli äsja leseks jäänud ja haletsusväärne, ta jälitas teda. Proua Tian ei pidanud kiusatusele vastu ja armus Wang Suni. Nad abiellusid vaid kahekümne päevaga.\nSel õhtul, kui vein oli joodud ja kõrvad kuumad, sai Wang Sun ootamatult südamerabanduse ja suri.\nProua Tian oli ehmunud ja paanikas ning küsis Wang Sunilt kiiresti, mida teha. Wang Sun talus valu ja ütles pr Tianile, et surnukehade ajusid saab kasutada surnute ellu äratamiseks.\nKust leida surnukeha? Proua Tian mõtles äkki, kas tema abikaasa ei surnud ära? Hr Tian unustas mehe ja naise vahelise vana armastuse ning võttis tegelikult kirve ja lõhkus oma mehe kirstu, valmistudes tema aju ravimite saamiseks välja võtma.\nKui kirst avati, ärkas Zhuangzi ootamatult ellu. Proua Tianil oli nii häbi, et ta poos end üles.\n(See lugu on metafoor sõpruse rikkumisest isikliku kasu saamiseks, nii et me ei saa sellega nõustuda.)", "聖意": "Maja on rahulik, ise on turvaline, raha on ebaõiglane, tehingud on ohverdatud, abielu on lahendatud, kurjus on Liujias edukas, jalakäijad pole saabunud, siidiuss on tasane, kari on tasane, inimesed on kadunud, kohtuasi muutub, jüngrid on konservatiivsed, vara ei ole haige ning mägi ja haud on kurjad.", "古人": "Zhuangzi testib oma naist", "第X籤": "Osa 84", "宮": "Wei Gong"}