{"籤詩版本二": "Mäe ees katavad teed tumedad pilved ja udu Kõik on ümmargune ja kuu on jälle ümmargune.\nKui saate luulet ja raamatuid, ärkate sügavast unenäost. Aateline inimene juhatab teid katusele.", "詩意": "See heksagramm sümboliseerib kevade lõppu ja lillede õitsemist.\nKõik muutub pärast Issandat.", "解曰": "Vanamees peab abi paluma. Kevadel õitseb uuesti. Soov kuulsuse ja rikkuse järele. Kogege hilises elus ootamatut juhtumit.", "籤詩故事一": "◇ Han Wengong kohtab lund\nHan Yu, kelle viisakusnimi oli Tuizhi, oli pärit Changlist. Tang Dezong sai Jinshiks Zhenyuani kaheksandal aastal ja tema postuumne tiitel oli Wen Gong.\nTangi dünastia keiser Xianzongi valitsusajal protestis Han Yu Buddha luudega, mis vihastas keisri. Han Yu jättis oma naise ja lapsed maha ning läks Chaozhousse. Pärast vähem kui paaripäevast kõndimist tõusis külm tuul ja sadas tugevat lund. Han Yu jõudis kohta, kus lumi oli mitu jalga sügav, muutes tema hobusel raskeks edasi liikuda. Lähedal polnud ühtegi maja ja ta ei teadnud, kus tee on. Kui tahad mööda rada ja taganeda, pole tagasiteed. Tuul puhus kõvasti ja lund sadas kiiresti.Han Yu oli nahani läbimärg, külmunud ja näljane ning tal polnud kusagil kurbust väljendada.\nHan Yu ohkas ja ütles: \"Keiser ei tapa mind, kuid keiser tahab mind hävitada.\"\nJust siis, kui Han Yu oli meeleheitel, nägi ta meest, kes tuli vaatamata tugevale külmale lund koristama. Ta osutus Han Xiangziks (Han Yu vennapoeg).\nEelnevalt oli Han Xiangzi Han Yu-le öelnud: \"Kus on Yun Hengi kodu Qinlingis? Lumi embab sinist väravat ja hobune peatub edasiliikumises.\" Sel ajal ei saanud Han Yu aru, mida Han Xiangzi mõtles, kuid nüüd ta lõpuks aru saanud.\nNii läksid Han Yu ja Han Xiangzi ööbima Fu majja Languanis. Rääkides minevikust ja kasvatamise teelt, oli Han Yu siiralt veendunud.\nHiljem loobus Han Yu oma ametikohast, kinkis kogu oma vara kohalikule omavalitsusele ning läks mägedesse taoismi praktiseerima ja surematuks saama.", "聖意": "Maja pole enda jaoks hea, olge raha otsimisel ettevaatlik, keskenduge ärile, abiellumine hilineb, Liujia naissoost jalakäijad blokeerivad põllud, siidiussid on head, kariloomad on head, inimesi on raske leida, avalikud kohtuasjad korduvad, ränne on uuendatud, kadunud asjad on tõsised, haigused hilinevad, mägihauad tuleks vahetada.", "古人": "Han Wengong kohtab lund", "第X籤": "Kaheksakümne viienda võiduga loterii", "宮": "Shen Gong"}