{"籤詩版本二": "Poolel teel läänepoolsest mäest üles kõndides ei saa Junlingi kaljud asustada.\nOtsides Jumalalt kaitset, on see surnukeha endiselt surnukuuris", "詩意": "See heksagramm on nagu liiva seest kulla otsimine.\nKõiges on märke õilsatest inimestest.\n\nSamuti: see heksagramm näitab, et inimene on ohus.\nKõiges on märke õilsatest inimestest.", "解曰": "Nefriiti saab leida kivi meiseldamise teel. Leia liivast kulda. Vaja kõvasti tööd teha. Lihtsalt häda.\nTeine töö: raske olukord. Pole kuhugi ööbida. Palu Jumala õnnistust. Palvetage meelerahu eest.", "籤詩故事一": "◇ Hammustage kulda ja uurige maa-aluseid koopaid\nOma sõjaliste tegude tähistamiseks pidas Cheng Yaojin Yanwuyangis banketi. Järsku avanes maa sees auk, mis oli arusaamatu.Kõik tõmbasid loosi, valides sõnad välja, hammustades võitmiseks kulda ja rentides köied, et end auku siduda.\nSeal on kiviuksed, lauad, toolid, sillad ja muud esemed.Laual on draakonirõivad ja jadevööd, mis on tehtud kullast ja välja kantud koopast.\nYao Jin tuli august välja suure kasti ja väikese karbiga, avas puidust kasti ja võttis välja jadetihendi, avas karbi, võttis välja suure lipu ja kroonirüü ja roomikud ning pani need lauale ja kõik vaatasid neid ükshaaval. Ma nägin, et suurele pitserile oli graveeritud kaheksa pitserimärki \"Hunshi deemonkuningas, suur vooruslik keiser\".\nKõik kummardasid teda kui \"keisrit\" ja Yaojin tegi seda kolm aastat deemonikuningana. (Tegelikult oli see lihtsalt isehakanud ja Cheng Yaojin oli sel ajal vaid küla juht.)\n(See lugu on metafoor sellest, et head asjad on nagu näitlemine. See on kunstiline kontseptsioon \"see keha on endiselt tühimikus\".)", "聖意": "Palvetamine kodu ja maja, enda eest, kasumi puudumine, rikkuse otsimine, raske töö, ettevõtluses ettevaatlik olemine, abiellumist takistavad Liu Jiaxu, jalakäijad, Chi Tian, ​​siidiussid, tall kuus karja, inimeste otsimine, kohtuasjade puudumine , kaotus, ränne, kadunud vara hoidmine, kurjad haigused, takistused, mäed ja hauad.", "古人": "Kullakrüpti uurimine", "第X籤": "Märk kaheksakümmend seitse", "宮": "Shen Gong"}