{"籤詩版本二": "Ärge tülitage mind oma isiklike asjadega, seda on õigem küsida avalikkuselt.\nSelge süda on sama särav ja selge kui hele kuu taevas", "詩意": "See heksagramm kujutab ereda kuu kujutist taevas.\nKõik on särav ja õhuline.", "解曰": "Ole südamega sirge. Õigustage seadus. Pühad sõnad. Lõpuks saab selgeks.", "籤詩故事一": "◇ Kong Mingi kindral\nLahendus: Zhuge Liang mobiliseerib oma väed ja kindralid\nKolme kuningriigi perioodil sündis Zhuge Liang (181–234), viisakusnimega Kongming, Yangdus, Langyas (praegu Yinani maakond, Shandongi provints).\nZhuge Liang nõustus ametnikuks saama pärast seda, kui Liu Bei külastas õlgkatusega suvilat kolm korda. Sel ajal oli Cao Cao Hebei rahustanud ja oli otsustanud lõuna poole marssida. Ta saatis kindralipealikuks Xiahou Duni, Yu Jini, Li Diani ja teised kindrali asetäitjad, kes juhivad 100 000-liikmelist armeed, et marssida Xinye suunas. Kuigi Zhuge Liangil oli tol ajal plaan vaenlase eest taanduda, põlgasid Guan Yu ja Zhang Fei Zhuge Liangi sõnu. Zhuge Liangil ei jäänud muud üle, kui kasutada nende kahe veenmiseks Liu Bei mõõka, nii et nad juhtisid kumbki tuhat sõdurit ja varitsesid Yushanis ja Anlinis. Nad ootasid, kuni Xiahou Dun juhib oma armee mööduma, ja ründasid neid siis. varitsused ja tulekahju.\nLisaks saadeti Zhao Yun juhtima vanu ja nõrku armee jäänuseid avangardina Xiahou Duni vastu võitlema ning seejärel teeskles lüüasaamist ja taganes, meelitades Xiahou Duni mägedes ja metsades kitsale teele. Ta saatis ka Guani. Ping, Zhou Cang, Liu Feng ja teised, et hiilida Cao armee tagalasse, põletades varusid ja tekitades Cao armees paanikat.\nPärast lahingut juhtus kõik nii, nagu Zhuge Liang oli korraldanud. Kui Xiahou Dun ja Yu Jin armeed jälitama asusid, teatas tagalas olnud Li Dian kiiresti ees olevale Xiahou Dunile, et tal on vaja end vaenlase tulerünnakute eest kaitsta. Kuid oli juba hilja. Cao armeed piirasid kitsal teel ja asus kohas, kus puud olid põimunud, nii et tuld ei saanud süüdata.Ohvreid oli palju ning Xiahou Dun ja teised kindralid said lüüa ning põgenesid tagasi Xudusse.\n(See lugu on metafoor, et Kong Ming oskab hästi inimesi kasutada ja riiki targalt juhtida.)", "聖意": "Kodu ja maja on soodsad Soovin õnne rikkuse vallas, meelerahu, õitsvat äri, abielu, edu, edu Liujias, põldu kolivaid mehi, siidiusse, kariloomade kaotust, kadunud inimesi, avalikke kohtuasju, rännet, kaotatud vara, õnnistused, haigused, rahu, mäed ja hauad.", "古人": "Kong Mingi kindral", "第X籤": "Üheksas märk", "宮": "Yini palee"}