{"籤詩版本二": "Hea saade paneb sind kulmu kortsutades rahva hulgast silma ning sinu tulevik muutub ja sa tood palju rikkust.\nTee on lai kui taevas ja kogu raha, mida saate anda, on teie südames", "詩意": "See heksagramm näitab paljutõotavat tulevikku.\nKõik läheb hästi.", "解曰": "Suur tee. Saate edasi liikuda. Kasutage oma südant. Ainult edasi.\nSelle märgiga läheb kõik plaanipäraselt. Edu Jichangile.", "籤詩故事一": "◇ Kolm kangelast võitlevad Lu Bu vastu\nLahendus: kolm kangelast Zhang Fei, Guan Yu ja Liu Bei võitlevad Lu Bu vastu\nDong Zhuo sai teada, et Hua Xiongi pea raiuti maha ja ta saadeti võitlema lendava kindrali Lu Bu. Niipea kui Lu Bu lahingusse läks, tappis ta kindralid Fang Yue ja Mu Shuni ning tappis Wu Anguo ja Gongsun Zani.\nZhang Fei nägi, et Gongsun Zan ei suutnud Lu Bu-d võita, mistõttu ta asendas kiiresti Gongsun Zani ja hüüdis: \"Kolme perekonnanimega orjad peaksid lahkuma! Yanist pärit Zhang Fei on kohal!\" Pärast seda võitlesid nad aastal üle viiekümne raundi. järjestikused, ilma võitja või kaotajata.\nPärast seda, kui Guan Yu seda nägi, ründasid ta ja Zhang Fei Lu Bud ja võitlesid üle kolmekümne raundi.\nLiu Bei kandis ka kahte mõõka, plaksutas hobust ja astus edasi, et aidata Zhang Feid ja Guan Yud.\nKolm meest piirasid Lu Bu ümber ja jätkasid võitlust.Kõik grupis olnud inimesed olid uimastatud.\nVarsti hakkas Lu Bu jõud kaotama. Lu Bu Pegasus taganes, kuid kolm meest jälitasid Lu Bud ja keeldusid alla andmast. Nad taganesid alles siis, kui kohtusid Lu Bu vägedega.\n\"Kolm kuningriiki\"\n(See lugu on metafoor Lu Bu vaprusele ja oskusele võidelda. Üks inimene võib võita kolm inimest.)", "聖意": "Maja süda ja kodu rändavad ainult oma teekonnal rikkust otsima Võimalik abieluartikkel läheb Liujiasse Inimestel lähevad asjad ladusalt Zhushunti siidiussid kasutavad Inimesi võib kuue looma hulgast leida. Enne avalikku kohtuvaidlust Yichang , ränne, kadunud vara, haigus, mägihaud jne, see on soodne.", "古人": "Kolm kangelast võitlevad Lu Bu vastu", "第X籤": "Üheksakümne ühe võidu loterii", "宮": "Sina palee"}