{"籤詩版本二": "Ambitsioonid ja saavutused on dünastias, kuid nüüd on lõputu joomine ja seks.\nKui näete kuldset kukke, saate raha, varanduse ja varanduse.", "詩意": "See heksagramm tähistab ambitsioonide ja kuulsuse sümbolit.\nHoidke kõike soodsana.", "解曰": "Ambitsioonikas ja põnevil. Pole veel hilja ennast kaitsta. Kuldne kukk lubab. Kõik õnnelikud.", "籤詩故事一": "◇Cao Pi kuulutas end keisriks\nCao Pi, viisakusnimi Zihuan, sündis Peiguoqiaos (praegu Hao maakond Anhuis). Jian'ani perioodil kuulus poliitik ja kirjanik.\nCao Pi on Cao Cao teine ​​poeg.Ta elas lapsest saati koos isaga sõjaväelaagris.Isa mõjul õppis Cao Pi kuueaastaselt vibulaskmist ja kaheksa-aastaselt ratsutamist ning arenes head võitluskunstide oskused. Samuti on tal laialdased teadmised iidsetest ja kaasaegsetest klassikast ja elulugudest, samuti sadade koolkondade raamatutest. Alles kaheksateistkümnenda eluaastani alistas Cao Cao Yuan Shao ja Cao Pi elas Cao Cao valitsemisala keskuses Yechengis suhteliselt stabiilset elu. Sellest ajast saati, kuigi ta käis vahel isaga sõjaretkedel kaasas ja elas suurema osa ajast aadlipoja elu, harrastas ta võitluskunste siiski iga päev ega ole taandunud tänaseni. Ta sõidab sageli oma hobuse seljas saja sammu peal ja on võitluskunstis väga osav.Kuna tegeleb sageli võitluskunstidega, on ta kerge ja tugev.\nCao Cao vanim poeg Cao Ang hukkus lahingus. Pärast vanema poja surma sai Cao Pi kroonprintsi esimeseks valikuks. Kui ta oli kolmkümmend üks aastat vana, tegi Cao Cao ta kroonprintsiks. Kui Cao Pi oli kolmkümmend kolm aastat vana, suri Cao Cao haigusesse ja Cao Pi sai tema asemel peaministriks ja Wei kuningaks. Ta ütles, et sõidab sageli saja sammuga hobuse seljas ja on väga osav.Kuna ta tegeleb sageli kungfuga, on ta kerge ja terve.", "聖意": "Palvetage, et teie kodu ja kodu oleks rahulik. Otsige rikkust, töötage kõvasti, kauplege ja lahku varakult. Abielu saab olema edukas. Liujia oleks turvaline. Inimesed oleksid põldudel. Siidiussid saaksid küpseks. Kuus karilooma küps. Raske on inimesi leida Avalik kohtuvaidlus. Kiireloomuline otsus. Ränne. Kaotatud vara. Kaugel. Haigused loksuvad mägedes ja haudades. Edu.", "古人": "Cao Pi kuulutab end keisriks", "第X籤": "Üheksakümne viienda võiduga loterii", "宮": "xugong"}