{"籤詩版本二": "Majesteetlik pagood on ebatavaline, igal küljel on peened omadused, mis säravad eredalt.\nKutsun teid üles olema kindlameelsed usinalt kummardama ja häid tegusid ning taevas saadab teile õnnistusi.", "詩意": "See heksagramm tähistab teenete ilmingut.\nKõik on soodne.", "解曰": "Need õnnistused. Kõigil on see. Ära ole liiga hõivatud. Teenete suurus määratakse eelnevalt.", "籤詩故事一": "◇Fenyangi kuningas kohtub Hiina sõbrapäeval oma lapselapsega\nLahendus: Guo Ziyi kohtus Hiina sõbrapäeval maa peale laskuva Weaver Girliga. Tiansun, Jade Emperori lapselaps, on Seitse haldjat.\nGuo Ziyi (697–781), tuntud ka kui Guo Linggong, oli Huazhou (praegu Huaxiani maakond, Shaanxi provints) Zhengi maakonna põliselanik ja Tangi dünastia kindral. Keiserlik õukond andis Ziyile Fenyangi kuninga tiitli.\nVäidetavalt oli Ziyi pärit Huazhoust ja läks sõjaväkke väljapoole Suurmüüri.Ta läks Pekingisse sõjaväepalka pressima ja naasis Yinzhousse.Juhtus sel ajal olema Hiina valentinipäev.Tuul ja liiv hakkasid pimedaks minema ja päike hakkas pimedaks minema. Ziyi ei saanud edasi liikuda, nii et ta seisis tee ääres. Ta magas tühjas majas põrandal. Kui ta oli magama jäämas, nägi ta äkki punast tuld mõlemal küljel.Tõusis püsti ja vaatas üllatunult üles.Taevas oli pilv, mis aeglaselt alla tuli.Seal istus ilus naine, väärikas ja uhke, täiesti erinev tavalistest inimestest. Ziyi avaldas kohe austust ja ütles: \"Täna on seitsmenda kuu kuu seitsmes päev. Ma arvan, et see on Weaveri tüdruk, kes on tulnud, soovides anda talle pikaealisuse ja rikkuse.\"\nNaine vastas ka: \"Suure rikkusega kaasneb pikaealisus.\"\nPärast kõne lõpetamist tuli sära tagasi ja pilved tõusid aeglaselt. Naine vaatas endiselt meeldiva naeratusega alla Guo Ziyile. Alles siis, kui ta oli temast kaugel, oli suits udune ja teda polnud enam näha.\nSee osutus tõeks, just nagu naine ütles. Ziyi teened on maailmakuulsad, ta on äärmiselt populaarne minister ja kindral, kellel on nii teeneid kui ka voorusi.", "聖意": "Esitage endale kodus soov, soovige endale, palvetage raha eest, edu äris, edu abielus, edu Liujias, õnnelikud reisid inimestega, liikuvad põllud, siidiussid, tall kariloomad, halb õnn leidmisel inimesed, avalikud kohtuasjad, ränne, õnn, kadunud vara haigused, hauad Zhenxingshanis", "古人": "Kuningas Fenyang kohtub Hiina valentinipäeval oma lapselapsega", "第X籤": "Märk üheksakümmend kuus", "宮": "xugong"}