{"籤詩版本二": "Hobust ohjeldades ja piitsa käes hoides tuleme otse siia, pooleldi ohus ja pooleldi katastroofis.\nSee on nagu maja, mis põleb maha. Kui taevas langeb, muudab vihm selle tuhaks. Mul on plaan.", "詩意": "See heksagramm tähistab pooleldi kurbust ja pooltki rõõmu.\nSoovitav on kõiges head teha.", "解曰": "Eluaegne töö. Ära hooli õigest ja valest. Köidikud on ajutised. Pahameel tuleb iseenesest.", "籤詩故事一": "◇ Tao Sanchun võidab Guayuanis Zheng Enit\n\"Elagu mu mälestusmärk,\" tõusis Zhao Kuangyin uuesti püsti, \"piipingukuningas Zheng En korraldas toona abielu. Nüüd, mil maailmas valitseb rahu, tahaksin paluda teilt luba valida abiellumiseks soodne päev. \"\n\"Elagu mu mälestusmärk!\" Zhao Kuangyin tõusis püsti ja ütles: \"Pekingi kuningas Zheng En oli tookord korraldanud abielu. Nüüd, kui maailm on rahus, tahaksin paluda teie luba, et valida soodne. päev abiellumiseks.\"\n\"Oh, kolmas vend oli varem kihlatud, kuidas ma sellest ei teadnud?\" Chai Rong oli väga üllatunud. Ta viipas käega, et Zhao Kuangyin istuks ja räägiks.\n\"Oh! Kolmas vend oli varem kihlatud, kuidas ma sellest ei teadnud?\" oli Chai Rong (hilisema Zhou dünastia keiser) väga üllatunud. Ta viipas käega ja palus Zhao Kuangyinil istuda ja rääkida.\n\"See on pikk jutt. Esiteks olime sel ajal veel vaesuses ega läinud teie sõjaväkke. Sellest ajast peale oleme aastaid võidelnud ja pole aega sinust hoolida. Teiseks on ka kolmas vend väike häbelik seda mainida, nii et teie Majesteet ei tea.\n\"See on pikk jutt. Esiteks elasime sel ajal veel vaesuses ega läinud teie sõjaväkke. Sellest ajast peale oleme aastaid võidelnud ja pole aega sinust hoolida. Teiseks on ka kolmas vend Ma ei julge seda mainida, nii et teie Majesteet ei tea.\n\"Kuule, meeskolledži üliõpilane abiellub, mis mõtet on häbeneda? Kolmas vend on kaua aega lahinguväljal olnud ja teda võib pidada võrratuks kangelaseks. Miks sa selles asjas nii väiklane oled?\"\n\"Kuule! Kolledžipoiss abiellub, mis mõtet on häbeneda? Kolmas vend on kaua aega lahinguväljal olnud ja teda võib pidada võrratuks kangelaseks. Miks sa selle asjaga nii väiklane oled?\"\n\"Sellest rääkides ei saa ma oma kolmandat venda häbelikkuses süüdistada, sest see abielu oli võltsitud.\"\n\"Sellest rääkides ei saa ma oma kolmandat venda häbelikkuses süüdistada, sest see abielu oli võltsitud.\"\n\"Trükiti välja? Hei, see on huvitav. Räägi palun, mis juhtus.\"\n\"Ma kirjutasin selle välja! Hei! See on huvitav! Palun rääkige, mis juhtus.\"\n\"Jah, ma mäletan seda aastat, kui olime Tema Majesteediga ühinemas, sõitsime läbi Baochengi maakonna. Juunis oli väga palav. Mu kolmas vend ei saanud hotelli jääda, nii et ta läks üksi välja hulkuma. Pärast meloniaiast möödumist läks ta sisse korjama. Melonid kustutasid janu.Varavalmivaid meloneid sel ajal eriti ei olnud ja kolmas vend ei osanud neid korjata, nii et ta lõhkus neid palju. Meloneid vaataja oli naine.Astus ette,et kolmandat venda süüdistama.Kahedel tekkis lahkheli ja siis nad hakkasid kaklema.Tule.Õnneks olin mures ja tormasin õigel ajal appi,muidu.. .\"\n\"Jah, ma mäletan seda aastat, kui olime Tema Majesteediga ühinemas, sõitsime läbi Baochengi maakonna. Juunis oli väga palav. Mu kolmas vend ei saanud hotelli jääda, nii et ta läks üksi välja hulkuma. Pärast meloniaiast möödumist läks ta sisse korjama. Melonid kustutasid janu.Varavalmivaid meloneid sel ajal eriti ei olnud ja kolmas vend ei osanud neid korjata, nii et ta lõhkus neid palju. Meloneid vaataja oli naine.Astus ette,et kolmandat venda süüdistama.Kahedel tekkis lahkheli ja siis nad hakkasid kaklema.Tule.Õnneks olin mures ja tormasin õigel ajal appi,muidu.. .\"\n\"See Zheng Ziming, see on ennekõike tema süü, ta peaks vabandama. Miks sa teda peksid? Pealegi, kuidas saab tüdruku perekond vastu pidada temasuguse ägeda mehe löökidele ja jalahoopidele! Tule nüüd, sa peksid tüdrukut tükki. Ei?\" „Tüdruk oli vigastamata...\"\n\"See Zheng Ziming, see on ennekõike tema süü, nii et ta peaks vabandama. Miks te teda peksate? Pealegi, kuidas saab tüdruku perekond vastu pidada temasuguse ägeda mehe löökidele ja jalahoopidele! Räägi mulle sa peksid seda tüdrukut. Ei?\"\n\"Tüdruk jäi vigastamata...\"\n\"See on okei, see on okei... Hei, kas sa ei võtnud midagi ette? Oh, sa vist päästsid mu õigel ajal.\"\n\"See on okei! See on okei... Hei! Kas sa ei võtnud midagi ette? Oh! Sa olid vist see, kes mu õigel ajal päästis!\"\n\"...Ei, inimene, kelle ma päästsin, oli... kolmas vend.\" \"...Ei, see inimene, kelle ma päästsin, oli... kolmas vend.\"\n\"Ah ah?!\"\n\"Kolmanda venna lõi naine pikali ja peksti terve tee ägedalt. Õnneks jõudsin kohale ja veensin ta lahkuma, nii et ta tõsiselt viga ei saanud. ... Teie Majesteet... Teie Majesteet!... \"\n\"Kolmanda venna lõi naine pikali ja peksti kõvasti. Õnneks jõudsin kohale ja veensin ta lahkuma, nii et ta tõsiselt viga ei saanud. ... Teie Majesteet... Teie Majesteet!...\"\n\"Ah?...Oh, kes see naine on!?\" \"Ah!?...Oh, kes see naine on!?\"\n\"Alles hiljem sain teada, et naise nimi on Tao Sanchun ja tema isa Tao Hong oli vana kangelane, kellel polnud mingeid püüdlusi. Tao Sanchun õppis võitluskunste oma isa käest juba väiksest peale. Pärast seda, kui sain tuttavaks tema perekond, nägin, et preili Sanchun oli silmapaistva iseloomuga. , Luo Luo ja helde, ilma igasuguse harjumuseta olla väike tüdruk, nad sobitasid teda meelega. Tao isale ja tütrele meeldis väga ka kolmanda venna otsekohene iseloom. tabas see kohe ära ja otsustas nende kahe abielu kasuks. Teie Majesteet, palun öelge, see pole kas see on võltsabielu?\"\n\"Alles hiljem sain teada, et tüdruku nimi on Tao Sanchun ja ta oli lapsest saati oma isa käest võitluskunste õppinud. Pärast tema perekonnaga tutvumist nägin, et preili Sanchun on silmapaistva iseloomuga, helde ja tal polnud väikse tüdruku harjumustest jälgegi, nii et värbasin ta teadlikult. Härra Taole ja tema tütrele meeldis väga ka nende kolmanda venna otsekohene iseloom. Nad tabasid kohe ja otsustasid selle abielu kasuks. Teie Majesteet, palun öelge mulle, kas see pole mitte võltsitud abielu?\"\n(See lugu on metafoor, sest halb asi osutus heaks.)", "聖意": "Palvetage kodu ja enese kaitse eest, olge ettevaatlik, palvetage rikkuse eest, rikute äri, takistage abiellumist, karistust, Liujia, kindlustust, põldudele lõksu jäänud jalakäijaid, siidiusside kahjustusi, kariloomade kahjustusi, kadunud inimesi, ebaseaduslikke kohtuasju, kaotust, rännet, konservatiivsust , kaotatud vara, kurjad haigused, mured, ohud, mäed, hauad jne.", "古人": "Tao Sanchun võidab Zheng Enit meloniaias", "第X籤": "Number üheksakümmend üheksa", "宮": "Haigong"}