{"籤詩版本二": "Mulole dziko lipangidwe kuti likhale laukwati wabwino, masiku abwino ndi nthawi zabwino, ndipo zinthu zonse zikhale bwino\nSi nkhani yaing'ono ngati mutalandira gawo ili, Mfumuyo ikunena kuti anthu ndi okhulupirika ndi olungama.", "詩意": "Hexagram iyi ikuyimira chiyambi cha kutsegulidwa kwa kumwamba ndi dziko lapansi.\nZonse ndi zabwino.", "解曰": "Liwiro lofulumira. Chaka sichiyenera nthawi yake. Guanyin alemba. Ndidziwitseni kaye.", "籤詩故事一": "◇Zhongli adawunikiridwa\nZhongli Quan, wotchedwa Zhongli, wotchedwa Quan, dzina laulemu Yunfang, ndi dzina lakutchulidwa Zhengyang, anali mbadwa ya Xianyang County, Xi'an, Province la Shaanxi mu nthawi ya Mzera wa Kum'mawa kwa Han.\nZhong Liquan anali mkulu wa asilikali a m’nthawi ya ufumu wa Han. Paulendo wolimbana ndi dziko la Western Qiang, ankachitira nsanje mkulu wa asilikali a Liang Yi ndipo anamupatsa asilikali okalamba komanso ofooka okwana 30,000. Atangofika kumene ankapita, msasawo unabedwa. asilikali a ku Western Qiang, ndipo asilikali anathawa. Zhong Liquan anasochera m’chigwa ndipo anakumana ndi mmonke wina wa ku Hu panjira ndipo anamutengera kumudzi wina waung’ono n’kunena kuti: “Apa ndi nyumba ya a Donghua.” Kenako anatsanzika n’kunyamuka. Patapita nthawi, munthu wina mwadzidzidzi ananena kuti: “Ziyenera kukhala choncho chifukwa Hu munthu wamaso obiriŵira amalankhula kwambiri.” Anaona mwamuna wina atavala ubweya woyera wambawala ndipo atanyamula ndodo yobiriwira ya quinoa. Anafunsa Zhong Liquan kuti: apa pali Han Da. General Zhongliquan\n? Zhong Liquan anadabwa kwambiri, podziwa kuti anakumana ndi munthu wachilendo, choncho anaphunzira Tao moona mtima.\nPambuyo pake Zhong Liquan anakumana ndi Zhenren Huayang ndi Mfumu Yosafa Xuanfu, ndipo adaphunzira \"Chinsinsi cha Kusafa\". Pomalizira pake, adakhala ku Zijin Sihaofeng ku Kongtong Mountain, adalandira \"Chinsinsi cha Jade Box\", ndipo anakhala wosafa weniweni.", "聖意": "Pempherani kuti kwanu ndi kwanu kudalitsidwe ndi mwayi m'dzinja ndi m'nyengo yozizira, funani mwayi m'dzinja ndi m'nyengo yozizira. , zabwino zonse mu mbozi za silika, zabwino zonse pa ziweto, mwayi wopeza anthu, zabwino zonse m'milandu ya anthu, zabwino zonse pakusamuka, katundu wotayika, matenda a kumpoto chakum'mawa, mwayi wotumiza mapiri ndi manda.", "古人": "Zhongli adawunikiridwa", "第X籤": "chizindikiro choyamba", "宮": "Chiberekero"}