{"籤詩版本二": "Bwanji osapita ku Tailai, yomwe ili pafupi ndi ngodya?\nNgati pali uthenga wabwino wokhudza nyalugwe kapena kalulu, mudzakhala omasuka ngakhale mutatsimikiza kukhala otanganidwa.", "詩意": "Mu hexagram iyi, pali chizindikiro cha madalitso pakati pa tsoka.\nChilichonse chimakhala choipa pasadakhale komanso chabwino pamapeto pake.", "解曰": "M'malo mwake silika wa hemp. Menyani mapazi a winawake. Onani bwino. Madalitso amabwera chifukwa cha masoka.", "籤詩故事一": "◇Kukumana ndi Master ku Bukit\nWu Ji poyamba anali wodula nkhuni, ndipo awiriwa anakumana ndi Jiang Ziya pamene ankapha nsomba ku Feng River. Wuji wakaseka ataona Ziya akusodza ndi mbedza yowongoka.\nZiya anayang'ana nkhope ya Wuji nauza maula kuti: \"Ukalowa mumzinda lero, udzapha munthu.\" Atamva zimenezi, Wu Ji anachoka mokwiya n’kukanyamula nkhuni mumzindawo.\nAtalowa mumzindawu, a Wu Ji anakangana ndi ena ndipo molakwika anamenya Prime Minister Wen Wang mpaka kufa.\nMfumu Wen inajambula pansi ngati ndende ndipo inatsekera Wu Ji.\nBukit Hou adamasulidwa kwakanthawi ndipo adaweruzidwa kuti aphedwe kuti azisamalira amayi ake mpaka m'dzinja.\nAmayi ake adamupempha kuti apemphe thandizo kwa Jiang Ziya.\nA Taigong anamulandira monga wophunzira wake, anamuphunzitsa luso lankhondo, ndipo anamulamula kukumba maenje ndi kulodza kuti awononge tsogolo lake.\nPambuyo pa nthawi yophukira, Wu Ji sanabwere kuti adzalangidwe. Mfumu Wen inapeza manambala obadwa nawo ndipo inaganiza kuti Wu Ji wadzipha chifukwa choopa umbanda.\nPambuyo pake, Mfumu Wen anakumana ndi Wu Ji, ndipo Wu Ji anauza Mfumu Wen kuti akumane ndi Jiang Taigong.\nTaigong adalandira udindo wa General wa Wude. Onse ambuye ndi ophunzira ankagwira ntchito kwa King Wen.", "聖意": "Nyumbayo ili bwino, mwiniwake ali ndi mwayi, bizinesi ili bwino, ukwati wachedwa, woyenda pansi wamwamuna sanabwerere kumunda, mphutsi za silika zimapindulitsa, nyama zisanu ndi imodzi ndi Shenji, kufufuza kuli bwino, mlandu wa anthu ndi chabwino, kusamukako ndikosunga, katundu wotayika akuwoneka, matenda ndi abwino, Qiuji, phiri ndi manda ndi zabwino.", "古人": "Kukumana kwa Bukit", "第X籤": "Chizindikiro cha khumi ndi ziwiri", "宮": "Yin Palace"}