{"籤詩版本二": "Nkhawa ndi nkhawa zimatsitsimutsidwa kwakanthawi, ndipo chisangalalo chimachokera kumwamba.\nMofanana ndi yade yobisika m’ndowe, wantchito wabwino amachotsa fumbi", "詩意": "Hexagram iyi imayimira mgwirizano wa Yin ndi Yang.\nZonse zomwe mumapanga ndizabwino.", "解曰": "Palibe chomwe chapindula, palibe chomwe chidatayika. Kupindula pakutayika. Woipayo ali m'mavuto. Zabwino zonse kwa inu, njonda.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), amene dzina lake laulemu linali Nanzhao ndipo dzina lake linali Longtang, anasinthidwa kukhala Longtan ndipo anatchedwanso Huayun. Mbadwa ya Wanshifang, Huizhou Fucheng (tsopano mbali ya Huicheng District, Huizhou City) mu Ming Dynasty. M'chaka cha 44 cha ulamuliro wa Jiajing (1565), adakhala Jinshi ndipo adapatsidwa udindo wa magistrate wa Qing County. Anatumikira monga mkulu wa dipatimenti yosinthira, ndipo kenako anasintha kukhala woyang'anira censor wa Shanxi Road.\nM'chaka cha 20 cha Wanli (1592), kazembe wamkulu wa Ningxia, Kuaibai (mkulu wa fuko la Chitata la Mongolia), adapha bwanamkubwa Dang Xin ndikulanda Fort Forty-seveni Fort ku Hexi Province. , adaphwanya mzindawo, kupembedza ndikuwotcha yekha ku imfa. Meng Xiong sadzikweza potenga ngongole, ndipo amalola luso lake kukhala labwino ngati la akazembe omwe amayesa kumenya nkhondo. Wei Xuezeng wovomerezeka adabwezeretsedwa. M’zaka zake zakumapeto, anasiya ntchito kasanu ndipo anabwezedwa ku Huizhou kukamanga Huilong Temple.\nYe Mengxiong adalowa m'Chitao monga wogwira ntchito m'boma pachiyambi, ndipo adadziwika chifukwa cha kukhulupirika kwake. Zolemba zakale zakale za mbiri yakale zimati iye anali \"woyamba kudzichepetsa ndi luso\", \"amachotsa ziphuphu ndi kulanga zigawenga\", kusiya mbiri yabwino; wokhulupirika kwambiri, wolimba mtima, wolimba mtima, ndi wanzeru. Mu theka lachiwiri la moyo wake, luso lake la karati linalembedwa mu \"History of the Ming Dynasty\" ndipo adawonedwa ngati ngwazi yadziko lonse.", "聖意": "Kunyumba sikuli bwino (pamtendere) M’dzinja ndi nyengo yozizira zimakhala zabwino kwa munthu, chuma chimayenda bwino, malonda amayenda bwino, ndipo ukwati umayenda bwino.Liujia ali ndi chenjezo labodza (pali chuma). , ndipo nyama zisanu ndi imodzizo ndi zafulati Anthu apezeka Milandu ya anthu onse si yabwino.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto Yakhumi ndi Sikisiti Yopambana", "宮": "Maogong"}