{"籤詩版本二": "Khwangwala Wagolide amagwera kumadzulo ndipo Kalulu amatuluka chakum’mawa.\nAmonke ndi a Tao amadziŵa kuti palibe vuto, ndipo akatswiri, alimi, mafakitale ndi amalonda onse amatsatira malingaliro awo.", "詩意": "Hexagram iyi imayimira kukwera ndi kuchepa kwa yin ndi yang.\nNdichizindikironso chakuti zonse ziyenda monga momwe anakonzera.", "解曰": "Palibe kalikonse mu malingaliro. Zomwe mwachita ndizabwino. Monga muvi wa uta. Kuwombera kumodzi kunagunda chandamale.", "籤詩故事一": "◇Amalume a Cao Guo ndi munthu wosafa\nCao Guojiu, mbadwa ya Xuzhou, akuti ndi amalume akuluakulu a boma pa nthawi ya Renzong ya Ufumu wa Nyimbo. Dzina lake anali Cao Yi, yemwe amadziwikanso kuti Cao Jingxiu.\nAmalume a Cao Guo anali ndi mchimwene wake wamng'ono dzina lake Cao Er. Cao Er ameneyu ankadalira udindo wake waulamuliro wa ufumu ndipo anachita zoipa zamtundu uliwonse.Iye ankakhala m’minda, kulanda akazi ndi ana aakazi, n’kupanga mabwenzi ndi anthu osamvera malamulo, ankalowa ndi kutuluka. anakana kumvera mawu ake abwino ndi chitonthozo chake, choncho anagwiritsa ntchito chilango kuti amulamulire.\nCao Guojiu anati: \"Mfundo za dziko lapansi ndizoti iwo omwe amasonkhanitsa zabwino adzapeza bwino, ndipo omwe amasonkhanitsa zoipa adzawonongeka. Ichi ndi choonadi chosasinthika. M'mbuyomu, banja lathu la Cao lasonkhanitsa zoipa kuti lipeze chuma cha lero. mchimwene wanga wadziunjikira zoipa mopambanitsa, ngakhale athawe Ngakhale mutalangidwa ndi akuluakulu, simungathawe masoka achilengedwe omwe akugwira ntchito mobisa.Pakangobwera tsoka, banja lanu lawonongeka ndipo wina wamwalira, simudzakhalapo. wotha kuthawa, Ndinyozeka ndikuopa.” Choncho, ndidabalalitsa chuma changa chonse, Adathandiza osauka ndipo Sadalabadirenso za m’bale wake. Kenako anasiya nyumba yake ndi mabwenzi ake, n’kusintha n’kuvala yunifolomu ya Chitao, n’kupita kumapiri kukakulitsa maganizo ndi chilengedwe.\nTsiku lina anakumana ndi Zhongli ndi a Lu Dongbin a m’banja lachifumu la Han mwamwayi.” Ataona mayankho a Amalume a Cao Guo aja anasangalala kwambiri ndipo anawapatsa “Lamulo Lachinsinsi la Kubwereranso Choonadi” n’kumulamula kuti ayesetse mosamala kwambiri. Quan ndi Lu Dongbin adadziwitsidwa m'gulu la anthu osakhoza kufa.", "聖意": "Zabwino zonse kunyumba, nyumba, mwayi, mwayi, zabwino bizinesi, ukwati, mwamuna woyenda, kubzala mbozi m'minda, kubzala msanga ziweto zisanu ndi chimodzi, kutaya phindu, kupeza anthu, kuchita zamalamulo, kusamuka, kutaya katundu. , matenda mochedwa, mwayi (chaka cha kalulu kapena tsoka kwa kalulu), zabwino zonse m'manda amapiri", "古人": "Amalume a Cao Guo ndi osakhoza kufa", "第X籤": "Lowani chakhumi ndi chisanu ndi chitatu", "宮": "Maogong"}