{"籤詩版本二": "Kulola bwato kubwerera ku gombe la madzi othamanga, mukufuna kuchita chiyani chifukwa cha chipwirikiti?\nNgati mukufuna kukhala otetezeka, funani bata ndikudikirira kuti mafunde adutse vutoli.", "詩意": "Hexagram iyi ili ngati bwato lomwe likuyenda pagombe lothamanga.\nKhalani osamala mu chilichonse ndikudikirira nthawi.", "解曰": "Kutsika m'madzi amphamvu. Kuopsa kwake ndikudikirira nthawi. Mukafunsa za mapulani amsasa. Palibe chimene chingachitidwe.", "籤詩故事一": "◇Ziyi wavekedwa ufumu\nGuo Ziyi (697-781), yemwe amadziwikanso kuti Guo Linggong, anali mbadwa ya Zheng County, Huazhou (tsopano Huaxian County, Province la Shaanxi) komanso wamkulu mu Mzera wa Tang.\nPanthawi ya Kupanduka kwa Anshi m'chaka cha 14 cha Tianbao (755), adapatsidwa udindo wa Shuofang Jiedushi (Lingwu, kumadzulo kwa Lingwu ku Ningxia yamakono). Anagwirizana ku Changshan (Zhengding, Hebei) ndipo anagonjetsa Shi Siming, ndipo anagonjetsanso Hebei. Panthawiyi, Guo Ziyi adanena kuti mfumuyo itenge Fan Yang kuchokera kumpoto ndikukantha dzenje la akambuku opandukawo kuti achepetse kuzungulira kwa Tongguan, koma Xuanzong anakana. Pambuyo pake, zomwe zidachitika m'matauni opatukana kumapeto kwa Tang Dynasty zidabzalidwa, zomwe zidakhalanso chifukwa chakutali chakutha kwa Mzera wa Tang.\nM’chaka cha 15 cha ulamuliro wa Tianbao (756), iye ndi gulu la anthu a mtundu wa Uighur anakhazika mtima pansi Hequ. Kugonjetsa Cui Qianyu Asilikali a Tang anafa anthu oposa 10,000. Cui Qianyu adadzipereka kwa Pujin. Lushan anaphedwa ndi mwana wake An Qingxu.\nM’chaka chachiwiri cha Zhide (757), analamulidwa kutsogolera asilikali ku Fengxiang. Guiren ku Qingqu (kumadzulo kwa Xi'an lero) anagonjetsedwa, ndipo anabwerera ku Wugong (lero kumpoto chakumadzulo kwa Wugong) Mu September, adatsatira Marshal Guangping Wang Li Chu kutsogolera Tang ndi Uighurs kuti agwirizane ndi asilikali 150,000, kenako anamenyana. ndi An Shouzhong ndi Li Guiren ku Xiang Kumpoto kwa Ji Temple (kum'mwera chakumadzulo kwa Chang'an County) masiku ano asilikali a Uighur anazungulira adaniwo, kuukira mbali zonse ziwiri, ndikupha adani 60,000. Zhang Tongru anathawira ku Shaanxi County, ndipo pomalizira pake adapezanso likulu la Chang'an (lero Xi'an) Ukulu wa asilikali a Tang unabwezeretsedwanso ku Chang'an.\nPambuyo pake, gulu lankhondo la Tang linapezerapo mwayi pa chipambanocho ndipo linalowera chakum’mawa, ndipo linagonjetsa amuna 150,000 kuphatikizapo Yan Zhuang ndi Zhang Tongru ku Xindian (tsopano kumwera chakumadzulo kwa mzinda wa Sanmenxia, ​​m’chigawo cha Henan), kukakamiza Anqing Xu kuwoloka mtsinje wa Yellow ndi kubwerera ku Xiangzhou. Dongjun Luoyang anabwerera. Onjezani Situ pazoyenera zake ndikumupanga kukhala Mtsogoleri wadziko.\nShi Siming adatsogolera gulu lake lankhondo kuchokera ku Fan Yang kuti akapulumutse An Qingxu. Mbali ziwirizi zidamenya nkhondo mokhazikika kumpoto kwa mtsinje wa Anyang (kumpoto kwa Anyang masiku ano). Nkhondoyo inali yosasinthika. Pamapeto pake, motsogozedwa ndi Jiedushi asanu ndi anayi, gulu lankhondo la Tang, lomwe ananena kuti anali ndi amuna 600,000, omwe anabwerera (mu Nkhondo ya Yecheng). Mtsogoleri wamkulu wa nkhondoyi anali mdindo Yu Chaoen, yemwe analibe luso la utsogoleri ndipo anaimba mlandu Guo Ziyi chifukwa cha kulephera kwa nkhondoyo. Guo Ziyi adayitanidwa kuti abwerere ku Chang'an, atachotsedwa mphamvu zankhondo, ndipo adakhala wantchito wopanda pake.\nM’chaka choyamba cha ulamuliro wa Baoying (762), asilikali a ku Taiyuan (kumwera chakumadzulo kwa Taiyuan lero) ndi ku Jiangzhou (ku Xinjiang masiku ano m’chigawo cha Shanxi) anapanduka. control Jiangzhou. Anasiyanitsidwanso ndi mdindo Cheng Yuanzhen ndipo adamasulidwa ku mphamvu zankhondo.\n(Cholinga cha nkhaniyi: Guo Ziyi, yemwe anali wokhoza komanso wakhalidwe labwino, anakumana ndi Xuanzong ndi anthu ena oipa, zomwe zinasokoneza kwambiri zomwe anachita.)", "聖意": "Kudalitsa nyumba ndi mwiniwake, kufunafuna chuma, kusachita malonda, palibe ukwati, palibe mantha abodza, oyenda pansi akufika ku Tiancanji, ovuta kupeza anthu, milandu ya anthu ndi (osati Xing), kusamuka, kusamala, kutayika katundu, zovuta kupeza, matenda, kupempherera madalitso, mapiri ndi manda, zabwino", "古人": "Ziyi anavekedwa ufumu", "第X籤": "Loti Wopambana Wachisanu ndi chinayi", "宮": "Tatsumi"}