{"籤詩版本二": "Pamene mvula yayitali yamasika iyamba kugwa, Kalulu wa Jade ndi Khwangwala Wagolide pang'onopang'ono amawala\nZinthu zakale zimatha ndipo zatsopano zimawonekera. Yang'anani ndikukumana ndi chipata cha chinjoka.", "詩意": "Hexagram iyi ndi chizindikiro cha mvula yayitali komanso kuwala koyambirira.\nChilichonse chimayenda monga momwe anakonzera.", "解曰": "Kutetezedwa ndi milungu ndi ma Buddha. Palibe ngozi ya tsoka. Ulendowu ukhale wamtendere. Bwererani ndi ulemu pamapeto pake.", "籤詩故事一": "◇ Jiang Taigong akumana ndi Mfumu Wen\nZhou Dynasty. Jiang Shang, mwaulemu dzina Ziya. Anthu a Ji (ochokera ku Xuzhou ku East China Sea). Dzina la Chitao ndi Fei Xiong, ndipo makolo ake anasindikizidwa mu Lu (dzina la malo), choncho amatchedwanso Lu Wang.\nPofuna kupewa nthawi zovuta za Mfumu Zhou ya mzera wa Shang, ankakhala m’mphepete mwa madzi a Nyanja ya Kum’mawa kwa China n’kumasodza mumtsinje wa Weishui. Nsombayo ndi yowongoka, cholinga chake sikupha nsomba, koma kukhala nduna yolemekezeka.\nMfumu Wen ya ku Zhou inamva kuti inali yanzeru ndipo inamulemba ntchito monga mphunzitsi wake (nduna yaikulu). (Anali ndi zaka makumi asanu ndi atatu panthawiyo) Pambuyo pake, Mfumu Wu ya Zhou inaukira Mfumu Zhou, kuwononga Mzera wa Shang, ndikukhazikitsa Mzera wa Zhou. Mfumu Wu anamutcha kuti Shangfu. Mwana wake wamwamuna Ding Gong adapatsidwa dzina la Marquis of Qi.\n(Cholinga cha nkhaniyi: Jiang Taigong, yemwe wakhala akuyembekezera kupha nsomba pamtsinje wa Weishui kwa nthawi yaitali, pamapeto pake adatuluka m'mavuto ndipo adagwiritsidwanso ntchito ndi Mfumu Wen.)", "聖意": "M'nyumba, Zhongping mwiniyo amapempherera madalitso ndi chuma.Pakakhala palibe mgwirizano, ukwati umangochitika mwachisawawa.Azimayi a Liujia oyenda pansi amatseka munda, mphutsi za silika zimatsekereza ziweto zisanu ndi chimodzi, zimalepheretsa kufufuza munthuyo, kuchedwetsa mlandu, ndikusamuka. zinthu zatayika, matenda amawoneka, manda a Ji Xingshan ndiabwino.", "古人": "Jiang Taigong akukumana ndi King Wen", "第X籤": "Lottery ya makumi awiri ndi chimodzi", "宮": "Tatsumi"}