{"籤詩版本二": "Ngati mukufuna kupambana ku Immortal Gui kulowa Nyumba ya Achule, mutsegula chipata chakumwamba ndikukulolani kupita.\nMwadzidzidzi, nkhani ili yabwino, aliyense akuseka maluwa pamwamba pa phiri", "詩意": "Hexagram iyi imakhala ndi chizindikiro cha osmanthus wosafa.\nPayenera kukhala anthu aulemu pachilichonse.", "解曰": "Zokonda za amalonda. Pali (ayi) kuopsa kuvala. Matendawa anathetsedwa ndipo mlanduwo unathetsedwa. Chitani chilichonse chomwe mungathe.", "籤詩故事一": "◇ Khalani okoma mtima ndi oganizira ena\nGao Huaide (926-982), mwaulemu dzina lake Zangyong, anabadwira ku Changshan, Zhending (tsopano Zhengding, Hebei).\nPanthawi ya \"Chenqiao Mutiny\", chifukwa Gao Huaide adathandizira Zhao Kuangyin monga mfumu, adakwezedwa kukhala wachiwiri kwa woyang'anira wamkulu kutsogolo kwa nyumba yachifumu.\nGao Huaide nayenso anakwatira mlongo wa Song Taizu Zhao Kuangyin (Zhao Kuangyin anali ndi alongo awiri, mmodzi anamwalira ali wamng'ono ndipo pambuyo pake anatchedwa Princess Chen; winayo anakwatiwa ndi Miford, koma mwatsoka mwamuna wake anamwalira ndipo tsopano anali wamasiye. Zhao Kuangyin dzina lake ndiye mwana wamkazi wamkulu wa Yan). . Dzina lovomerezeka linali Prince Consort Duwei.\n(Pokhala ngwazi yoyambitsa ndikukwatira mlongo wa mfumu, palibe chifukwa chodera nkhawa kuti alibe udindo.)", "聖意": "Kunyumba sikuli bwino, ndimwayi kwawekha, ndi mwayi kwawekha, ndikwabwino pabizinesi, ndi cholepheretsa ukwati, ndi mwayi kwa oyenda pansi, ndi zoopsa kumunda. Silkworms, Silkworms, Silkworm, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworms, Silkworm, Silkworms, Silkworms mwayi, ndi mwayi, ndi matenda, ndi phiri ndipo ndi mwayi.", "古人": "Khalani okoma mtima ndi oganizira ena", "第X籤": "Makumi awiri ndi atatu apambana lotale", "宮": "Mi Palace"}