{"籤詩版本二": "Pambuyo pa zodandaula zambiri ndi zoopsa, sizidzakhalanso zopanda kanthu kuyambira pano\nMtima wowolowa manja uli ndi zolinga zakezake zowolowa manja, muyenera kukumana ndi katswiri kuti mupambane bwino.", "詩意": "Hexagram iyi ili ngati chitsime chakale chokhala ndi kasupe.\nMuzonse, anthu olemekezeka amapeza bwino.", "解曰": "Mlanduwo udzalungamitsidwa. Odwala komanso otetezeka. Lowani ndi kutuluka kukafuna malangizo. Chitsime chakale chimakumana ndi masika.", "籤詩故事一": "◇Yao Chong amalamulira dzombe\nYao Chong (649-721), yemwe dzina lake lenileni anali Yuan Chong, anali wa ku Shaanzhou.\nM’chaka chachinayi cha ulamuliro wa Kaiyuan (716), ku Shandong (komwe nthawi zambiri kumatanthauza mtsinje wa Yellow River kum’mawa kwa Huashan) kunagwa dzombe. nsembe, zofukiza, zolambira m’mbali mwa minda, ndi kuyang’anira dzinthu zikudya ndi dzombe.\nAkuluakulu onse anakhulupirira kuti: “Dzimbe ndi tsoka lachilengedwe, lingalamuliridwe bwanji ndi anthu!” Kulimbana pakati pa malingaliro aŵiri osiyana kunali koopsa panthaŵiyo, kaya kuthetsa kapena kuletsa dzombe.\nYao Chong anati: “Tikagwira ntchito limodzi, tingathe kuwathetsa. Iye anati: “Dzimbe limaopa anthu, choncho n’losavuta kulithamangitsa. Mbewuzo zili ndi eni ake, choncho opulumutsawo ayenera kugwira ntchito mwakhama; dzombe. Zikhoza kuwuluka, ndipo zikawona moto usiku, zidzawuluka ndithu; kuyatsa moto m’munda, kukumba maenje poyaka, ndi kuwakwirira poyaka, ndipo sikudzatsala kanthu.”\nXuanzong anati: \"Dzimbe ndi tsoka lachilengedwe lomwe limadza chifukwa cha utsogoleri wabwino. Ngati muwapempha kuti azisaka ndi kuphedwa, kodi izi sizikutsutsana ndi tirigu?\"\nYao Chong anawonjezera kuti: \"Kugwira ndi kupha dzombe kunali kochitidwa ndi anthu akale, ndipo mfumu yanu idzagwiritsa ntchito m'tsogolomu. Ndi chochitika chachikulu cha dziko chobweretsa mtendere ndi chitukuko kwa alimi. Chonde ganizirani mozama.\"\nXuanzong adatsimikiza. Koma panthawiyo, aliyense mkati ndi kunja kwa bwaloli ananena kuti dzombe silingasakanidwe.\nXuanzong anati: “Ndakambirana ndi nduna yaikulu ndipo ndaganiza zogwira dzombe. Aliyense amene angakanenso adzaphedwa.” Choncho anatumiza wofufuzayo kuti akayang’anire ndi kulamula anthu kuti awotche ndi kukwirira dzombelo.\nZotsatira zake zinali zogwira mtima kwambiri chifukwa dzombe lokwana madola 9 miliyoni linagwidwa m’dziko lonselo, ndipo mliri wa dzombe unathetsedwa bwinobwino.\n(Nzeru ziyenera kugwiritsidwa ntchito poyendetsa masoka ndi kusamutsa anthu, komanso payenera kukhala njira zanzeru zothetsera mavuto. Yao Chong ndi katswiri pa nkhaniyi)", "聖意": "Nyumba ndi wamba, mwiniwake watsekedwa, kufunafuna ndalama kutsekedwa, malonda atsekedwa, ukwati ndi mgwirizano zimatsekedwa, pali ngozi ku Liujia, oyenda pansi atsekedwa, mphutsi za silika zimatsekedwa, ziweto sizili bwino, anthu sapezeka, anthu atsekedwa. , milandu ya anthu imapangidwa, kusamuka n’kopanda nzeru, zinthu zotayika n’zovuta kuzipeza, matenda akupempherera madalitso, mapiri ndi manda samasuka.", "古人": "Yao Chong amalamulira dzombe", "第X籤": "Kupambana lottery makumi awiri ndi zisanu", "宮": "Mi Palace"}