{"籤詩版本二": "Mphekesera zimati zinthu zasokonekera, ndipo ndinalandira kalata kuchokera pachimake.\nKutchuka ndi kupambana zomwe zidalonjezedwa kwa ine m'bukuli zidakhalabe zopanda kanthu mpaka kumapeto.", "詩意": "Hexagram iyi ili ndi dzina labodza.\nNdikoyenera kukhala osamala pa chilichonse.", "解曰": "Mmwamba ndi pansi kukhumudwa. Kufunafuna zosangalatsa si ntchito. Kufuna kutchuka. Khalani otetezeka.", "籤詩故事一": "◇Zhong Kui amapeza chidziwitso\nZhong Kui, yemwe dzina lake ndi Zhong Kui, yemwe dzina lake ndi Zhengnan, akuchokera ku Zhongnanshan.\nMu ulamuliro wa Emperor Dezong wa mzera wa Tang, Zhong Kui adatenga nawo gawo pa mayeso a mfumu. Woyesa wamkulu tsikulo anali a Han Yu, nduna ya za Civil Affairs, ndipo wachiwiri kwa woyesayo anali Lu Zhi, katswiri wamkulu. Awiriwo atawerenga pepala la Zhong Kui, maso awo anadzuka n’kunena mogwirizana kuti: “Mfiti, mfiti!\nEmperor Dezong anamvera lipoti la Han Yu ndipo adanena kuti Zhong Kui, katswiri watsopano wa sayansi, anali waluso kwambiri, choncho adaitanitsa Zhong Kui ku Golden Palace.\nMfumu Dezong itaona maonekedwe ake oipa, nthawi yomweyo inaipidwa ndipo inati: “Kusankhidwa kwa akatswiri a maphunziro m’bwalo lathu kumangotengera mawu aumwini ndi kalembedwe kake. \"\nA Han Yu anagwada mofulumira n’kunena kuti: “Ubwino ndi kuipa kwa munthu sikungotengera maonekedwe ake. chibwibwi koma angathandize Mzera wa Han; Confucius amaweruza anthu ndi maonekedwe awo, ndi kutaya mwana wake Yu. Ndikukhulupirira kuti ukulu wanu udzalingalira kawiri.\nMfumu Dezong anasinkhasinkha kwa kanthaŵi ndipo anati: “Ngakhale kuti mawu a Han Aiqing ndi omveka, pamene ndinali Mfumu Taizong, panali akatswiri 18 amene anabwera ku Yingzhou ndi kukambitsirana za nkhaniyi. Munthu ameneyu anali katswiri wamaphunziro apamwamba. adzandiseka chifukwa chosazindikira luso.\"\nNduna yayikulu Lu Qi anali ndi maganizo opopera komanso ankasirira matalente.Atamva mawu a mfumuyo, anagwada pansi n’kunena kuti: “Katswiri woyamba pa phunziro la golide ayenera kukhala wamkati ndi kunja. Bwanji osasankha wina?\"\nZhong Kui ataona kuti munthuyu wasokonezeka kwambiri, sanachitepo kanthu koma kukwiya, ndipo analoza Lu Qi n’kutukwana kuti: “Ngati mdindo wotereyu ali m’khoti, sangawononge dziko? adamumenya Lu Qi ndi chibakera.\nAtaona izi, Dezong anakwiya ndipo anati: \"Ndiwe wolimba mtima kwambiri, ungathe kubweretsa mavuto ku Nyumba ya Golden Palace, tsitsa mwamsanga!\"\nMokwiya, Zhong Kui anasolola lupanga m’chiuno mwa mkulu wa asilikali amene anaimirira m’nyumba yachifumu, n’kuusa mokweza kuti: “N’zovuta kuti mphaka wokhumudwa atsanzire nyalugwe, ndipo parrot wokhumudwa sali bwino ngati kambuku. nkhuku.” Pambuyo pake, iye anadzipha.\nMfumu Dezong itaona kuti Zhong Kui wadzipha chifukwa chokwiya, inadabwa kwambiri. Pofuna kukopera mitima ya anthu, inalamula kuti Zhong Kui aikidwe m’manda ndi dzina laulemu la Katswiri Woyamba, ndipo anatchanso Zhong Kui Mulungu. wa Kutulutsa mizimu yoyipa kuti achotse padziko lapansi mizimu yoyipa.", "聖意": "Pempherani madalitso kunyumba kwanu, chitetezo chanu, mavuto azachuma, kulephera kwa bizinesi, kulephera kwaukwati, oyenda pansi aakazi a Liujia, nyongolotsi za Shinta zophikidwa theka, nyama zisanu ndi imodzi zoweta, anthu osowa, milandu yaku Western, kusamuka, kusamala, kutayika. katundu, matenda, pemphererani zabwino zonse m’mapiri ndi m’manda", "古人": "Zhong Kui adapeza Tao", "第X籤": "Makumi awiri ndi zisanu ndi chimodzi akupambana lottery (Lottery)", "宮": "Mi Palace"}