{"籤詩版本二": "Kum'maŵa, pali Chanjuan yokongola mu kuwala kwa mwezi, ndipo mitambo imaphimba izo kwa kamphindi ndikubisala.\nNthawi zina imakhala yozungulira, koma nthawi zina imasowa.", "詩意": "Mwezi wa hexagram uwu uli ndi mitambo.\nChilichonse chikadali chikomokere.", "解曰": "Mitambo yoyandama imaphimba mwezi. Palibe chifukwa chokayikira. Kudikirira kuti mtambo usonkhane. Pamenepo mudzamvetsetsa.", "籤詩故事一": "◇Bao Gong akufunafuna Empress Li\nM’nthawi ya ulamuliro wa Zhenzong wa m’banja lanyimbo, Mfumukazi Li (Empress Li) anali mdzakazi m’nyumba ya akazi, ndipo ankakondedwa ndi Song Zhenzong ndipo anamukweza kukhala Wanyi, ndipo anakhala ndi pakati.\nKoma panthawiyo, Mdzakazi Liu Def (kenako Mfumukazi Liu) anali ndi maganizo oipa ndipo anapereka chiphuphu kwa mdindo Guo Huai kuti alowe m'malo mwa mwana wa Mfumukazi Li ndi mphaka wakhungu la civet, adalanda mwana wake wamwamuna ndikuuza mfumuyo kuti ndi mwana wake wobadwa. Song Zhenzong adakwiya ndipo adatumiza Li Empress ku nyumba yachifumu yozizira.\nMdzakazi De atakwezedwa kukhala mfumukazi, adakonzekera kupha Mfumukazi Li, yemwe adathawa kunyumba yachifumu.\nTsiku lina, Li Niangniang, yemwe ankakhala mumsewu, anakumana ndi Bao Zheng, nthumwi ya mfumu, imene inali kulondera m’deralo, ndipo inamuuza zimene zinamuchitikira pa moyo wake komanso kuti iye ndi mayi wobereka wa mfumu yomwe ilipo panopa, Song Renzong. . Bao Zheng atamva za nkhaniyi, adatenga Li Niangniang kubwerera ku Beijing, ndipo adakauza Song Renzong ndipo adadziwa za nkhaniyi, ndipo pamapeto pake mayi ndi mwana wake adazindikirana. Mfumukazi Dowager Liu ndi mdindo woyang'anira Guo Huai adawerama mitu yawo ndikuvomereza.", "聖意": "Ndilibe mtendere kunyumba, ndimapempherera chitetezo chazachuma, mavuto azachuma, mwayi pabizinesi, ukwati, tsoka, anthu akumunda, mphutsi za silika, nyama zosasangalatsa, kuvutika kupeza anthu, milandu, kutayika, kusamuka, kusamala, katundu wotayika, Matenda a Kumadzulo, ovuta kuchira, kusintha kwa manda amapiri", "古人": "Bao Gong akufunafuna Empress Li", "第X籤": "Wopambana malotale makumi awiri mphambu asanu ndi atatu", "宮": "Masana Palace"}