{"籤詩版本二": "Kuthera nthawi mwamtendere ndi bata, kukhala pansi ndikugona pamene tikudya tiyi mutakhuta\nSimufunikanso kukhala otanganidwa mwakuthupi ndi m’maganizo, ndipo ndithudi simudzachititsa chisalungamo kapena tsoka.", "詩意": "Hexagram iyi ndi chizindikiro cha mtendere ndi bata.\nMuzinthu zonse, kuyembekezera nthawi yoyenera kumabweretsa mwayi.", "解曰": "Khalani otetezeka. Funsani milungu. Dikirani mpaka nthawi itakwana. Zinthu zimachitika mwangozi.", "籤詩故事一": "◇Foyinhui Dongpo\nTsiku lina, Su Dongpo anamvetsetsa pamene anali kuphunzira Zen. Ndinalephera kuletsa chilakolako changa, ndinayala cholembera changa ndikulemba ndakatulo:\n\"Pakati pa thambo, Jishou amawala mowala m'chilengedwe chonse; wosakhoza kuwombedwa ndi mphepo zisanu ndi zitatu, amakhala mowongoka pamtengo wofiirira wagolide.\"\n(Mphepo zisanu ndi zitatuzi zimanena za: phindu, kuchepa, chiwonongeko, mbiri, kuyamika, kunyozedwa, kuzunzika, ndi chisangalalo. Ndiko kuti, kusakwiyitsidwa ndi zigawo zisanu ndi zitatuzi kumatchedwa \"mphepo zisanu ndi zitatu sizikhoza kuyenda\").\nAtatha kulemba, Dongpo anatumiza wantchito wake kuwoloka mtsinjewo kukapereka kwa Zen Master Foyin wa Jinshan Temple.\nMphunzitsi wa Zen Foyin atawerenga, adalembapo mawu oti \"fart\" ndikuupereka kwa wantchito wake kuti abwerere.\nDongpo adakwiya ataona izi, adakwera ngalawa kuwoloka mtsinjewo ndikupita ku Jinshan Temple kuti akapeze chidindo cha Buddha kuti akakambirane.\nDongpo atafika pachipata cha Jinshan Temple, Foyin anali akuyembekezera kale pachipata.\nSu Dongpo nthawi yomweyo adadzudzula Foyin kuti: \"N'chifukwa chiyani mumatchula ndakatulo yomwe ndinalemba kuti ndi fart?\"\nFoyin anayankha kuti: “Kodi simunathe kale ‘kuwombedwa ndi mphepo zisanu ndi zitatu’?\nPanthawiyi, Dongpo adadzidzimuka atazindikira kuti sanali wabwino ndipo adachoka mwamanyazi.\n(Nkhani iyi ndi fanizo la \"Kutentha sikunafike\")", "聖意": "Pempherani nyumba yanu ndi chitetezo chanu, chuma chanu, bizinesi yanu, zabwino zonse m'banja mwanu, mkazi wapaulendo wochokera ku Liujia, kumunda, mphutsi za silika zipse m'dzinja, ziweto zisanu ndi chimodzi zikhale zokhazikika, kupeza wina, kukhala wovuta kupeza, chifukwa cha milandu ya anthu, kusamuka, katundu wotayika, matenda, kutumiza ku manda a mapiri, okondweretsa", "古人": "Foyinhui Dongpo", "第X籤": "Nambala yopambana makumi atatu ndi imodzi", "宮": "Wei Gong"}