{"籤詩版本二": "Ulendo wobwerera ndi wotsimikizika.Ndani akudziwa yade yobisika mumwala?\nMmisiri wabwino akaduladula bwino, amamva kuti ndi wotetezeka m'nthawi ya jasipi", "詩意": "Mu hexagram iyi, mutha kuwona chithunzi cha yade mukadula mwala.\nGwirani ntchito molimbika kuti mupambane pa chilichonse.", "解曰": "Chuma chili mwala. Alendo amadziwa pang'ono. Dikirani mpaka zitamveka bwino. Chitani chilichonse chomwe mungathe.", "籤詩故事一": "◇Liu Bei amafuna luso (katatu ku kanyumba kofoleredwa ndi udzu, maulendo atatu ku kanyumba kofoleredwa ndi udzu)\nNthawi ya Maufumu Atatu. Zhuge Liang ankakhala yekha m’kanyumba kaudzu ku Longzhong. Liu Bei ankafunitsitsa kufunafuna luso, choncho anapita kukaonana ndi Zhuge Liang ndipo anapita kwa Zhuge Liang maulendo atatu (wotchedwa “Maulendo Atatu Opita ku Nyumba ya Ng’ombe” m’mbiri). : \"Mzera wa Han ukuchepa, ndipo atumiki achinyengo amaba miyoyo yawo. Mfumu Yanu.\" Wophimbidwa ndi fumbi. Sindikuyesa ukoma wanga ndi luso langa, ndikufuna kukhulupirira chilungamo chachikulu padziko lapansi, koma nzeru zanga. ndipo luso ndi losazama, choncho ndimagwiritsa ntchito kwambiri. Kuyambira lero.\nZhuge Liang ndiye adapereka kwa iye ndondomeko yogawa dziko lapansi m'zigawo zitatu, ndipo adasanthula momwe Cao Cao salipo ndipo Sun Quan akhoza kumuthandiza. amene anali ndi mwayi wopezerapo mwayi pa iye, ndi kuti akanangopezerapo mwayi pa zigawo ziwirizi.Pokhapokha angapambane dziko lapansi;anauzanso Liu Bei njira yolimbana ndi zigwa zapakati. (Zokambiranazi pambuyo pake zidatchedwa \"Longzhong Dui\"). Liu Bei atamva izi, adayamika ngati kuti wapeza chuma, ndipo adayitana mwamphamvu Zhuge Liang kuti abwere kudzathandiza, choncho Zhuge Liang anakhala mlangizi wa asilikali a Liu Bei.", "聖意": "Nyumbayo ndi yamtendere, ndimafunafuna chuma, kugulitsa ntchito kumalepheretsa ukwatiwo ndipo ndimakhala woyenda ku Liujia.", "古人": "Liu Bei amafunafuna maluso (maulendo atatu ku kanyumba kofoleredwa ndi udzu, maulendo atatu ku kanyumba kofoleredwa ndi udzu)", "第X籤": "Wopambana malotale makumi atatu ndichiwiri", "宮": "Wei Gong"}