{"籤詩版本二": "Valani ndikusinthanso mawonekedwe akale abanja.\nAtatha kusesa minga ndi minga panjira, atatuwa adagwirizana kuti akumanenso ndi anzawo.", "詩意": "Hexagram iyi ikuyimira kukonzanso kwa zovala.\nChilichonse chimakhala chovuta chisanakhale chophweka pambuyo pake.", "解曰": "Osadandaula. Khalani ndi nthawi yopambana. Mukafunsa zam'tsogolo. Pali njira yabwino kutsogolo.", "籤詩故事一": "◇Malemba Achibuda a Tang Monk\nXuanzang (602-664), mmonke wodziwika bwino wa Mzera wa Tang, anali ndi dzina lodziwika bwino la Chen ndi dzina lopatsidwa la Yi. Anabadwira ku Goushi County, Luozhou (tsopano kumwera kwa Yanshi City, Province la Henan). Anakhala wamonke ali ndi zaka khumi ndi zitatu ndipo adatenga dzina lachibuda la Xuanzang. Dziko lapansi limatchedwa Sanzang wa Tang Dynasty.\nM’chaka chachitatu cha ulamuliro wa Zhenguan (629, womwe umatchedwanso chaka choyamba cha Zhenguan), anapita kumadzulo kupita ku Tianzhu (India) kuti akalandire malemba achibuda a Chibuda.\nM'chaka cha khumi ndi zisanu ndi ziwiri cha Zhenguan, mbuyeyo adasiya ntchito yake ndikubwerera kum'mawa. Anabwerera ku China kudzera mumsewu wa kum'mwera wa chigawo cha Xinjiang, Khotan, ndi Loulan. Atafika ku Chang'an m'mwezi woyamba wa chaka chakhumi ndi chisanu ndi chinayi cha Zhenguan, mfumuyo inalamula Liang Guogong Fang Xuanling ndi akuluakulu ena aboma ndi ankhondo kuti amulandire bwino.\nMavoliyumu okwana 520 ndi 657 a malemba oyambirira Achibuda a Chisanskriti anapemphedwa. ndi kumasuliridwa m’Chitchaina.\nMbuyeyo atabwerera, adalemekezedwa kwambiri ndi Emperor Taizong ndi Emperor Gaozong ndipo adayikidwa ku Da Nei, ndikumupatsa dzina lakuti \"Master Tripitaka\".", "聖意": "Kunyumba kuli chipwirikiti, zabwino zonse, zabwino, bizinesi yabwino, ukwati wabwino, kulepheretsa kubwera kwa anthu kumunda, mphutsi za silika, ziweto zosayenera, kufunafuna anthu, milandu ya anthu, kusamuka, kutaya katundu, matenda ochedwa, kupemphera. chifukwa cha madalitso, manda amapiri ayenera kukhala akale.", "古人": "Tang Monk Amaphunzira Malemba Achibuda", "第X籤": "Wopambana malotale makumi atatu ndi asanu", "宮": "Shen Gong"}