{"籤詩版本二": "Ngati mukufuna kukhala mwamtendere ndi bata, sikoyenera kukhala ndi makandulo ndi nyali mumphepo.\nNdi bwino kuyeretsa ndi kukhala mu holo yakuya, kupewa kuwala, kugwedezeka pamalo opanda phokoso, ndi kuyendayenda. Yendani → Yao. Zaulere → zochepa.", "詩意": "Hexagram iyi ili ngati mphepo ikugwedeza nyale ndi kandulo.\nKusunga zinthu mosadukiza kumabweretsa mwayi.", "解曰": "Khalani pamalo abata. Khalani pa foni ndi kukhala pa nthawi. Si mdalitso. Zodzisunga komanso zoyenera.", "籤詩故事一": "◇Li Jing akubwerera kuphiri\nLi Jing (571-July 2, 649), dzina laulemu Wogulitsa mankhwala, anali mbadwa ya Sanyuan, Yongzhou (tsopano kumpoto chakum'mawa kwa Sanyuan County, Province la Shaanxi). Mkulu wankhondo kuyambira kumapeto kwa Mzera wa Sui mpaka kunthawi ya Tang Dynasty, anali katswiri wankhondo wodziwika bwino yemwe anali ndi luso lankhondo komanso lankhondo mu Mzera wa Tang. Pambuyo pake, adapatsidwa udindo wa Duke of Wei, ndipo adadziwika kuti Duke of Wei padziko lonse lapansi.\nLi Jing ndi atate wa mwana wachitatu Nezha pamndandanda wa milungu, yemwe amadziwikanso kuti \"King of Tota.\" Li Jing ndi mwana wake wamwamuna adathandizira Jiang Ziya (Tai Gong) kugonjetsa Mfumukazi Zhou, kukhazikitsa Mzera wa Zhou, ndi Mfumu. Wu adakwera pampando wachifumu mwalamulo. Kenako Jiang Ziya anakhazikitsa mndandanda wa milungu ndipo anachita mwambo wosangalatsa mizimu ya asilikali amene anafera kunkhondoyo. Kuyambira pamenepo, dziko linakhala lamtendere ndi lamtendere. Mfumu Wu inkafuna kupanga ma marquise ndikuwapatsa mphotho, ndipo amafunanso kugawira malo kwa ngwazi zoyambitsa. Li Jing, atate wake ndi mwana wake wamwamuna, ndi anthu ena asanu ndi aŵiri anapempha kubwerera kuphiri kukatsatira Chitao ndi kusatengeka ndi kutchuka ndi chuma chadziko. Pambuyo pake, onse asanu ndi awiri a iwo “anakhala oyera m’thupi” naikidwa m’gulu la osakhoza kufa.\nNkhani ya \"Feng Shen Bang\"", "聖意": "Nyumbayi ndi yosamalidwa, ndine wamba, ndimafuna chuma, ndikuvutika ndi bizinesi, banja langa siligwirizana, Liujia amapempherera oyenda pansi kuti akhale ndi chikhulupiriro, mphutsi za silika zapsa m'dzinja, nyama zisanu ndi imodzi zili bwino, anthu akusowa, milandu ya anthu. ndi kusamuka ndi ndiwofatsa, matenda otayika katundu, sasintha manda a Jianxingshan", "古人": "Li Jing akubwerera kuphiri", "第X籤": "Wopambana malotale makumi atatu ndi asanu ndi awiri", "宮": "Shen Gong"}