{"籤詩版本二": "Kalilore wazaka chikwi adalumikizananso, mkazi akufunsa mwamuna wake kuti akwatirenso\nKuchokera nthawi imeneyo, banja lasintha, ndipo madalitso awonjezedwa kwa ana ndi adzukulu.", "詩意": "Hexagram iyi ndi chizindikiro cha kukumananso kwa magalasi.\nChilichonse ndi ntchito yovuta komanso yokwera mtengo.", "解曰": "Kukumba mchenga kukhala golide. Kukwera chinjoka ndi kukwera nyalugwe. Ngakhale ndizovuta. Muli chowonjezera mmenemo.", "籤詩故事一": "◇Yulianhui abwenzi khumi\nMu Ufumu wa Nyimbo, Qian Yulian anakwatira Wang Shipeng. Shi Peng atapita ku Beijing kukalemba mayeso, wolemera Sun Ruquan adakakamiza Yulian kuti akwatirenso.\nQian Yulian anakana pempho la wolemera Sun Ruquan ndipo m'malo mwake akwatire Wang Shipeng, katswiri wosauka wa ku Wenzhou yemwe adalembedwa ntchito ndi \"Jing Chai\".\nKenako Wang Shipeng analandira mphoto yoyamba chifukwa anakana kukwatiwa ndi nduna yaikulu Wanqi, anatumizidwa kukatumikira monga woweruza kudera lakutali la Chaoyang. Sun Ruquan anasintha mwachinsinsi kalata ya banja la Wang Shipeng kukhala “kalata yachisudzulo” ndipo ananamiza Yulian kuti anyengedwe.Amayi ake opeza a Qian Yulian anamukakamizanso kuti akwatirenso, koma Yulian anakana ndipo anadzipha podziponya mumtsinje.Anapulumutsidwa ndi Qian Zaihe. ku Fujian Province natengedwa kukhala mwana wake wolera.\nYulian ankaganiza kuti Shipeng wamwalira. Patadutsa zaka zisanu, Wang Shipeng anali bwanamkubwa wa Ji'an. Tsiku lina anachita mwambo wa chikumbutso pakachisi wa Chitao kuti azikumbukira malemu a mkazi wake. Yulian anapita kukachisi wa Ji'an Taoist kukawotcha. zofukiza, ndipo Wang Shipeng ndi Qian adalumikizananso.", "聖意": "Nyumba si yabwino kwa iwe mwini, autumn ndi dzinja zikuyenda bwino, chuma chikhale chopambana m'dzinja ndi m'nyengo yozizira, malonda akuyenda bwino. kukwezedwa Anthu angapezeke Mlandu wapagulu sukomera Kusamuka ndi kosunga katundu Kutaya katundu, matenda mochedwa Pemphererani madalitso Mapiri ndi manda ndi abwino.", "古人": "Yulianhui abwenzi khumi", "第X籤": "Chizindikiro chachinai", "宮": "Chiberekero"}