{"籤詩版本二": "Gulo lofiira limagwera kumadzulo, kalulu amakwera kum’mawa, yin amakula ndipo yang imasowa, ndipo chilichonse chimayenda bwino.\nNgati mkazi akufuna kuchigwiritsa ntchito, chidzamuwonjezera chuma chake ndikubweretsa chisangalalo kumtima kwake.", "詩意": "Hexagram iyi ndi chizindikiro cha kukula kwa Yin ndi Yang kutha.\nChilichonse chimakhala chovuta chisanakhale chophweka pambuyo pake.", "解曰": "Yin imathandiza amayi. Osayenera amuna. Ngati mukufuna malangizo. Choipa chimadza poyamba ndiyeno chabwino.", "籤詩故事一": "◇ Wu Zetian adakwera pampando wachifumu\nAli ndi zaka 14, Wu adayitanidwa kunyumba yachifumu ndi Emperor Taizong Li Shimin wa Tang Dynasty ngati munthu waluso, wotchedwa \"Wu Mei\". Taizong atamwalira, Zetian adalowa ku Ganye Temple ndikukhala sisitere.\nPamene Mfumu Gaozong wa Mzera wa Tang adabwera pampando wachifumu, adayitanira banja la Wu ku nyumba yachifumu kuti likapereke ulemu kwa Zhaoyi. M'chaka chachisanu ndi chimodzi cha Yonghui (655), Emperor Gaozong adakhazikitsa Wu kukhala mfumukazi yake.\nWu Zetian anali wanzeru, wokonda mabuku ndi mbiri yakale, ndipo anali wodziwa zambiri. Wu Zetian atangokhala mfumukazi, chifukwa Gaozong anali wofooka komanso wodwala, nthawi zina adamupatsa udindo wosamalira nkhani zina zandale, motero mphamvu zake zidakula. M'chaka choyamba cha Shangyuan (674), Mfumu Gaozong ankatchedwa \"Emperor\", Mfumukazi Wu ankatchedwa \"Mfumukazi ya Kumwamba\", ndipo onse ankatchedwa \"Oyera Awiri\" m'nyumba yachifumu.\nM'chaka choyamba cha Hongdao (683), Gaozong anamwalira, Kalonga Li Xian adakhala pampando wachifumu, ndipo Wu Zetian adadzalamulira mzerawo. Mu February chaka choyamba cha Sisheng (684), Wu Zetian anachotsa Li Xian kukhala Mfumu ya Luling ndipo anakhazikitsa mwana wake wachinayi Li Dan kukhala mfumu, kupitiriza kulamulira ufumuwo. Mu September chaka chomwecho, anasintha mbendera kukhala golidi, ndipo Luoyang, likulu la kum’maŵa, anadzatchedwa likulu laumulungu. Pa tsiku lachisanu ndi chinayi la September m'chaka choyamba cha Tianshou (690), Wu Zetian adadzitcha mfumu ndipo adasintha dzina la dzikolo kukhala Zhou.", "聖意": "Kunyumba sikuli bwino kwa wekha, kupemphera madalitso, kufunafuna chuma, kulondera ma transaction, zabwino m'banja, tsoka m'banja (azimayi), oyenda pansi kutsekereza minda, mphutsi za silika, ziweto zolemera, kufunafuna anthu, kupatukana, milandu, kutayika, kusamuka. , kutaya katundu, matenda, mantha, mapiri ndi manda, zabwino zonse", "古人": "Wu Zetian akukwera pampando wachifumu", "第X籤": "Wopambana malotale makumi anayi", "宮": "Inu Palace"}