{"籤詩版本二": "Mudzakumbukira mawu abwino osatha, koma mudzakhala mwana wanu mukazindikira mbala.\nMusakhale aumbombo pakali pano ndikudandaula kuti akadachita zabwino bwanji chaka chapitacho.", "詩意": "Hexagram iyi imadziwika kuti wakuba ngati mwana wamwamuna.\nSamalani pa chilichonse chimene mukuchita.", "解曰": "Mmodzi yekha uyu. Njonda samalakwitsa. Kumbukirani. Musakhale osungulumwa.", "籤詩故事一": "◇Dong Zhuo amavomereza Lu Bu\nLu Bu, yemwe anali wolimba mtima komanso wodziwa kumenya nkhondo, anali mkulu wa asilikali wotchuka kumapeto kwa Ufumu wa Han Kum'mawa ndi chiyambi cha Maufumu Atatu. Nthawi ina ankaona Ding Yuan, bwanamkubwa wa Jingzhou, monga bambo ake omulera ndipo ankatumikira pansi pake.\nPambuyo pa imfa ya Emperor Ling wa ku Eastern Han Dynasty, Ding Yuan anapita ku Beijing kukagwirizana ndi mkulu wa asilikali a He Jin kuti azilamulira boma.\nDong Zhuo anamenyana ndi Ding Yuan, koma akuluakulu angapo analephera kugonjetsa Lu Bu, choncho Dong Zhuo anatumiza wantchito wake Li Su kuti apereke ziphuphu kwa Lu Bu. Li Su anabweretsa milu ya golide ndi siliva ndi kavalo wotchuka wofiira wa kalulu kuti \"ayendere Lu Bu\". Li Su adabweretsa milu ya chuma chagolide ndi siliva komanso kavalo wotchuka wa akalulu ofiira kuti akacheze Lu Bu. Choncho Lu Bu anapatsidwa chiphuphu ndi Dong Zhuo kuti aphe Ding Yuan, komanso anauza asilikali ake kuti apite naye ngati akufuna, komanso kuti achoke ngati sakufuna kumutsatira. Chifukwa chake Lu Bu adapatsidwa ziphuphu ndi Dong Zhuo ndikupha Ding Yuan.\nDong Zhuo atapeza mphamvu, adatenga Lu Bu ngati mwana wake womulera ndikumupanga kukhala jenerali ndi marquis.\nDong Zhuo anali ndi mkwiyo waukali, ndipo \"ubale wa bambo ndi mwana\" ndi Lu Bu unali wofooka kwambiri. Mu 189 AD, mosonkhezeredwa ndi Situ Wang Yun, Lu Bu anapha Dong Zhuo.\nPatatha miyezi isanu ndi umodzi Dong Zhuo atamwalira, asilikali akale a Dong Zhuo anaukira likulu la dzikolo, ndipo Lu Bu ndi mkazi wake anathawa ali ndi mantha. Atachoka ku likulu, Lu Bu anathawira kwa akuluakulu ankhondo a Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ndi zina zotero, ndipo anamenyana nthawi zambiri ndi Cao Cao, yemwe anali msilikali wamkulu pa nthawiyo. Lu Bu anali wolimba mtima komanso wabwino. pankhondo, ndipo adagonjetsa Cao Cao kangapo.\nM'chaka chachitatu cha Jian'an ku Eastern Han Dynasty, asilikali a Cao Cao anaukira Xiaopei, malo a Lu Bu, ndipo anagwidwa ndi kuphedwa ndi Cao Cao pansi pa Baimen Tower. Asanaphedwe, Lu Bu adafunsa Cao Cao kuti akhalebe ndi moyo kuti asaphedwe, koma Liu Bei adakumbutsa Cao Cao kuti Lu Bu adapereka nthawi zambiri ndipo anali munthu wosakhulupirika. Pamapeto pake, Cao Cao, yemwe amangoona luso lapadera mosasamala kanthu za makhalidwe abwino, anapha Lu Bu.", "聖意": "Ndimakhala wosakhazikika kunyumba, nthawi zambiri ndimafunafuna ndalama, samalani ndi malonda, ndikovuta kukwatiwa, Liujia bambo amadabwa, anthu amabwera kumunda, mphutsi zachabechabe, nyama zisanu ndi imodzi zili bwino, anthu akufunafuna anthu, milandu ndi yoyenera ndi kusamuka, zinthu zotayika zimakhala zovuta kupeza, matenda ndi ovuta kupeza, ndipo pali mtendere m'manda a Zhenxing Mountain.", "古人": "Dong Zhuo amavomereza Lu Bu", "第X籤": "Wopambana 41 lottery", "宮": "Inu Palace"}