{"籤詩版本二": "Mfumu, mfumu, ndi mfumukazi potsirizira pake adzakhala achifundo ndi kudikira ndi kupempherera madalitso popanda kutaya kapena kupindula.\nZolengedwa zonse zimapindula ndi zimenezo, ndipo kutukuka kumayembekezeredwa padziko lapansi ndi kumwamba.", "詩意": "Hexagram iyi ndi chizindikiro cha chisomo chochokera kumwamba.\nChilichonse chidzakhala chopambana.", "解曰": "Mfumuyo inasonyeza kukoma mtima kwake. Osayiwala konse. Miyambo ya m'mawa ndi madzulo. Ndikoyenera kufukiza.", "籤詩故事一": "◇Mulian anapulumutsa amayi ake\nMokou Lian, kapena Mulian, ndi wamphamvu kwambiri pakati pa ophunzira khumi a Sakyamuni Buddha.\nAmayi ake anali adyera ndi aumbombo m’moyo wawo, choncho anagwa m’malo a mizukwa yanjala atamwalira. Mokhullian adagwiritsa ntchito mphamvu zake zamatsenga kuyang'ana ndipo adapeza kuti amayi ake adabadwa ngati mzukwa wanjala, wopanda njira yopezera chakudya komanso anali m'mavuto akulu.Anagwiritsa ntchito mphamvu zake zamatsenga kubweretsa chakudya kwa amayi ake.Mosayembekezereka, mayiyo atalandira chakudyacho, chinasanduka phulusa ndipo sichinadyedwe.\nMaudgalyana anali ndi nkhawa ndi zomwe zidachitika ndipo adauza Buddha. Buddha anauza Mulian kuti pa tsiku la 15 la mwezi wachisanu ndi chiwiri, aziika zokometsera zana limodzi ndi zipatso zisanu m’beseni ndi kuzipereka kwa amonke abwino a njira khumi. .\nMaudgalyana anachita mogwirizana ndi chifuniro cha Buddha, ndipo pomalizira pake amayi ake anamasulidwa. Mwambo woterewu umatchedwa \"Obon Festival\" ndipo chikondwererochi chimatchedwa \"Obon Festival\".\n(Zindikirani: Mtundu wa chinthu umakhala ndi malingaliro osiyanasiyana m'magulu osiyanasiyana a dziko lapansi. Mwachitsanzo: mvula ikagwa pa dziko lapansi, timaiona ngati \"madzi\", pamene anthu omwe ali mu dziko la mizimu yanjala amamva ngati \"magazi\", ndi zolengedwa zamoyo m’dziko la gehena zimamva ngati “mwazi.” Zimamveka ngati “kugwetsa lupanga” pamene zakumwamba zimamva ngati “kugwetsa duwa”.)", "聖意": "Kupempherera nyumba ndi nyumba, kupempherera zabwino m'nyengo yozizira, kufunafuna chuma, osachitapo malonda, ukwati, mtendere ku Liujia, oyenda pansi, minda yosuntha, mphutsi za silika, nyama zisanu ndi imodzi, kupeza anthu, milandu, kupambana, kusamuka, kusungirako zachilengedwe, kutaya katundu, matenda. , mtendere wa mapiri, manda", "古人": "Mulian amapulumutsa amayi ake", "第X籤": "Lowani makumi anayi ndi awiri", "宮": "Inu Palace"}