{"籤詩版本二": "Dziko lapansi ndi losinthika ndipo zinthu zonse ndizodzithandizira zokha, zodzithandizira komanso zotetezeka\nChilichonse m'moyo ndi chodabwitsa, thokozani oyera mtima ndi anzeru pa chilichonse, ndipo mukhale olemera.", "詩意": "Hexagram iyi imayimira mgwirizano pakati pa dziko lapansi ndi dziko lapansi.\nZonse zikuyenda bwino ndipo palibe chowopsa.", "解曰": "Zinthu zonse zimabadwa. Zolinga zonse ndi zokhumba zimakwaniritsidwa. Ford amathandiza. Rui Qi ali wofulumira.", "籤詩故事一": "◇ Anthu oyenda pansi amaphunzira\nUlendo wopita ku West story:\nSun Wukong analanda Phiri la Maluwa ndi Zipatso nakhala mfumu, pambuyo pake, kuti apeze njira yokhalira ndi moyo kosatha, anakhala zaka zisanu ndi zitatu kapena zisanu ndi zinayi akuyenda kudutsa mapiri ndi mitsinje kukalambira Patriarch Bodhi monga mphunzitsi wake. kusinthika kuwiri kwa zoyipa zapadziko lapansi ndi mitambo ya somersault, ndikutenga dzina loti Sun kwa nthawi yoyamba. Wotchedwa Wukong.\nPambuyo pake, Sun Wukong anapita ku Dragon Palace ku East China Sea kuti akapeze chida choyenera, ndipo potsiriza anapeza Ruyi Golden Cudgel, singano yaumulungu ya Tianhe ndi Dinghai. Chifukwa chakuti utali wa moyo wake unatha, iye anakangana kwambiri kudziko lapansi, kukonzanso bukhu la moyo ndi imfa, nabwerera ku dziko la anthu. Pambuyo pake, Sun Wukong adayitanidwa ndi kumwamba kwa nthawi yoyamba ndipo adatchedwa Bima Wen. Kenako anaitanidwa kumwamba kachiwiri n’kutchedwa kuti Mfumu ya Anyani, ankabanso mapichesi ndi kuyambitsa mavuto kumwamba. ndi Tathagata Buddha pansi pa Phiri la Wuzhi kwa zaka 500, osatha kusuntha. Malo omwe ng'anjo ya Bagua idaponyedwa adasanduka phiri lamoto.\nZaka mazana asanu pambuyo pake, Monk Tang anapita kumadzulo kukatenga malemba, kudutsa pa Phiri la Five Elements, ndikuchotsa chithumwacho asanapulumutse Sun Wukong. Sun Wukong anagwetsa misozi moyamikira.” Ataphunzitsidwa ndi Guanyin Bodhisattva, analambira Tang Monk monga mphunzitsi wake ndipo anapita Kumadzulo kukaphunzira limodzi malemba. Ali panjira yophunzira malemba, Sun Wukong anatsikira pa ziwanda ndikuchotsa zilombo, ndipo mobwerezabwereza anachita zozizwitsa zodabwitsa. Pambuyo pa zovuta makumi asanu ndi atatu ndi chimodzi, ntchitoyo inatha. Sun Wukong adapeza zotsatira zoyenera.\n(Nkhani iyi ndi fanizo loti ngakhale nyani akhoza kuunikira, ngakhale munthu.)", "聖意": "Nyumbayo ndi yabwino kwa inu nokha, chuma, bizinesi, ukwati, Liujia, oyenda pansi amuna, kutsekereza minda, mphutsi za silika, nyama zisanu ndi imodzi, Zhongping, kuyang'ana anthu, milandu, kupambana, kusamuka, kutaya katundu, matenda, Xingxingshan manda, zinthu ndi zabwino", "古人": "Wapaulendo amapeza chidziwitso", "第X籤": "Adasainidwa pa 43", "宮": "xugong"}