{"籤詩版本二": "Kufatsa kwapambana mphamvu kuyambira kalekale, ndipo khomo la ntchito zabwino ndi lotukuka.\nNgati wina alosera hexagram iyi, zimakhala ngati kukumana ndi Yaojing mukakhala ndi ludzu.", "詩意": "Hexagram iyi ndi chizindikiro cha kukoma mtima ndi kufatsa.\nM'zonse, mgwirizano ndi chikhalidwe.", "解曰": "Kumwamba ndi dziko lapansi zili ndi zomverera. Zoona kwambiri. Mulungu ndi Buddha amakutetezani. Musaiwale zomwe muli nazo.", "籤詩故事一": "◇Renzong anawazindikira mayi ake\nMdzakazi wa Song Zhenzong, Concubine Liu, anachita nsanje Concubine Li kubereka mwana wamwamuna, Zhao Zhen, ndipo adapereka chiphuphu kwa mzamba kuti alowe m'malo mwa mwana wa Concubine Li ndi mphaka wakhungu. Nyumba yachifumu yozizira, mdzakazi Liu adatha kuikidwa pampando wachifumu.\nMdzakazi De atakwezedwa kukhala mfumukazi, Concubine De anawotcha nyumba yachifumu yozizira ndikukonzekera kupha Mdzakazi Li. Mdzakazi Li anathawa n'kukhala pakati pa anthu.\nMdzakazi Li poyamba adaponya Zhao Zhen mumtsinje, koma mwamwayi adapulumutsidwa ndi mdindoyo ndikutumizidwa ku Nyumba ya Anzeru 8. Atakula, adalowa m'malo mwa Song Renzong.\nPambuyo pake, Bao Zheng (Bao Qingtian) anakumana mwangozi ndi Mdzakazi wakhungu Li. Ataphunzira chowonadi, anafufuza nkhaniyo mwamphamvu, ndipo potsirizira pake chowonadi chinawonekera, ndipo Song Renzong ndi mayi ake ndi mwana wake wamwamuna wamng’ono a Song Renzong anazindikirana. Mdzakazi Liu anaponyedwa m’nyumba yachifumu yozizira ndipo Mdzakazi Li analandiridwa m’nyumba yachifumuyo.", "聖意": "Nyumba ndi nyumba zimakhala zabwino kwa iwe mwini, chuma, bizinesi, ukwati, ukwati, amuna oyenda pansi, kutsekereza minda, mphutsi za silika, m'dzinja, nyama zisanu ndi imodzi, zinyama zisanu ndi chimodzi, kupeza anthu, kuona anthu. , milandu, kupambana, kusamukira kudziko lina, katundu wotayika, matenda a Kum'mawa, madalitso, manda amapiri, ndi kusangalala kwa kum'maŵa ndi kumadzulo.", "古人": "Renzong anawazindikira amayi ake", "第X籤": "Lotale yopambana makumi anayi ndi zisanu", "宮": "xugong"}