{"籤詩版本二": "Kuzizira kumasandutsa madzi kukhala ayezi.\nNdilibe chochitira mwina koma kukhala chete ndikudikirira kuti masambawo azikula mwachibadwa.", "詩意": "Mu hexagram iyi, madzi amasanduka ayezi.\nOsapempha chilichonse pachabe.", "解曰": "Madzi amaundana kukhala ayezi. Aisi amasungunuka m'madzi. Ngati ndi chiwembu. Ndi choncho.", "籤詩故事一": "◇Wang Xiang amafunsa carp (Nkhani makumi awiri ndi zinayi za Filial Piety)\nWang Xiang wa Jin Dynasty, dzina laulemu Fuzheng, anabadwira ku Linyi.\nWang Xiang ali wamng’ono, mayi ake omubereka anamwalira, bambo ake omwe anali yekhayekha anakwatira mkazi wina dzina lake Zhu, ndipo Wang Xiang anabereka mayi wina. Wang Xiang ali wamng’ono, mayi ake omubereka anamwalira, ndipo bambo ake omwe anali yekhayekha anakwatira mkazi wina dzina lake Zhu. Amayi ake opeza a Wang Xiang anali mkazi woganiza mopanda tsankho komanso wansanje. Posakhalitsa, mayi wopeza nayenso anabala mwana wamwamuna dzina lake Wang Lan. Mayi wopeza ankangokonda ana ake okha, ndipo ankaona Wang Xiang ngati munga m’manja mwake. Mayi wopeza ankangokonda ana ake okha, ndipo ankaona Wang Xiang ngati munga m’manja mwake. Ngakhale mchimwene wake wa Wang Xiang, Wang Lan ndi wochezeka kwambiri kwa mchimwene wake. Ngakhale kuti amayi ake opeza ankazunzidwa, analibe mwana. Mayi wopezayo ndi wankhanza, koma Wang Xiang akadali wokondana kwambiri.\nAmayi ake opeza ali ndi ntchito yosangalatsa, ndiko kuti, amakonda kudya nsomba zatsopano zomwe zangogwidwa kumene mumtsinje. Amayi ake opeza ali ndi ntchito yosangalatsa, ndiko kuti, amakonda kudya nsomba zatsopano zomwe zangogwidwa kumene mumtsinje. Tsiku lina m’nyengo yozizira, bambo ake anapita kukachita bizinezi, ndipo mayi ake opezawo anadwalanso.” M’bale Wang Xiang ndi m’bale Wang Lan ankapereka mosamala msuzi ndi mankhwala kuti mayi awo adye. fulumira. Tsiku lina m’nyengo yozizira, bambo ake anapita kukachita bizinezi, ndipo mayi ake opezawo anadwalanso.” M’bale Wang Xiang ndi m’bale Wang Lan ankapereka mosamala msuzi ndi mankhwala kuti mayi awo adye. fulumira. Mayi wopeza wodwala ankafuna kudya nsomba za mumtsinje, chifukwa kunja kunkazizira kwambiri, kunja kunali chipale chofewa ndipo madzi a mumtsinjewo anali atasanduka kale ayezi. Mayi wopeza wodwala ankafuna kudya nsomba zatsopano.\nM’masiku amenewo, kunalibe mbale zopanda nyengo, ndipo simungagule ngakhale mutakhala ndi ndalama.\nPanthawiyi m'nkhaniyi, nkhani yogwira mtima ya Wang Xiangqiu Li inachitika. Abale awiriwa amayang'anira amayi awo mosowa chochita. Wang Xiang adayenda kupita kumtsinje wozizira kuti asakhumudwitse mayi ake opeza. Wang Xiang anali ndi lingaliro ndipo adavula malaya ake mosasamala kanthu kuzizira. kutentha kwake kwa thupi kusungunula ayezi (kotero Wang Xiangqiu carp amatchedwanso Wang Xiang atagona pa ayezi). Anavula malaya ake ndikugona maliseche pamadzi oundana. Anapemphera kwa Mulungu kuti: “Mulungu, amayi anga akudwala ndipo akufuna kudya carp yatsopano. Mng'alu wamoyo unadumpha kuchokera mumng'aluyo ndikudumphira pa ayezi.Wang Xiang anali wokondwa kwambiri. Iye anapemphera kwa Mulungu kuti: “Mulungu, amayi anga akudwala ndipo akufuna kudya carp yatsopano. Kape wamoyo adalumpha kuchokera mumng'aluyo ndikudumphira pa ayezi Wang Xiang anali wokondwa kwambiri. Anagwada pansi mwamsanga, nathokoza Mulungu, ndipo anathamangira kunyumba ndi carp. Anagwada pansi mwachangu, nathokoza Mulungu, ndipo mwachangu adatenga carp ndikupita kunyumba. Mayi wopezayo atadya carp yatsopano, posakhalitsa anachira. Mayi wopeza m’chipatalamo anadabwa kwambiri ataona Wang Xiang ali maliseche amaliseche, amene anali kusanduka chibakuwa chifukwa cha kuzizira, ndipo m’manja mwake muli nsomba ziwiri.\nWang Xiang pambuyo pake adakhala wamkulu ndikukhala Taibao, ndipo adapatsidwa dzina la Duke.", "聖意": "Kusakhazikika kunyumba, ndimapempherera chitetezo, mavuto azachuma, mavuto abizinesi, ukwati, kusagwirizana mu inshuwaransi ya Liujia, oyenda pansi, Chi Tian, ​​kutayika kwa nyongolotsi za silika, kutayika kwa ziweto zisanu ndi chimodzi, kusowa kwa anthu, milandu yapagulu, kusamuka, kusamala, kutaya katundu, matenda. , zovuta kuchira, manda amapiri, zabwino zonse", "古人": "Wang Xiang amafunsa za carp (Nkhani makumi awiri ndi zinayi za Filial Piety)", "第X籤": "Makumi anayi mphambu asanu ndi anayi Kupambana Loti", "宮": "Haigong"}