{"籤詩版本二": "Mukhoza kupita kumakona onse a dziko, ndikupachika denga la ngalawa kuti muyime momasuka\nNgati kuli mphepo yabwino, idzafika posachedwa ndipo bwato lidzakhala lodzaza ndi chuma.", "詩意": "Hexagram iyi ili ngati kukoka bwato ndi mphepo.\nZonse zikuyenda bwino.", "解曰": "Pumulani momasuka. Palibe kuyesayesa kofunikira. Chuma chochuluka. Onse kuyamikiridwa.", "籤詩故事一": "◇Tao Zhugui Nyanja Zisanu (Fan Ligui Lake)\nM'nyengo ya Spring ndi Yophukira, Fan Li, yemwe dzina lake lolemekezeka linali Shaobo, ankadziwikanso kuti Gui Yizipi kapena Tao Zhugong.\nPanthawiyo, panali nkhondo pakati pa State of Wu ndi State of Yue, ndipo State of Wu inawononga State of Yue. Fan Li ndi Wen Zhong adakonza dongosolo la Yue King Gou Jian kuti alimbikitse Yue ndikuwononga Wu. Fan Li mwiniwake adadutsa m'mapiri ndi mitsinje, ndipo adayendera Xi Shi, mkazi wokongola wokhala ndi ukoma, luso komanso kukongola, pamtsinje wa Huansha ku Bailuo Mountain ndikuupereka kwa Mfumu ya Wu. Anagwiritsa ntchito \"kukongola\" kuti agwirizane. ndi mkati ndi kunja ndikuwononga Ufumu wa Wu.\nAtapambana kuwononga Ufumu wa Wu, Fan Li adadziwa kuti Gou Jian ndi \"mbalame ya khosi lalitali yokhala ndi mlomo\" ndipo amatha kugawana naye zovuta komanso chisangalalo, motero adakwera ngalawa ndi Xi Shi kudutsa Qi Kingdom, nasintha. dzina lake Gui Zipi, ndipo anatsogolera mwana wake wamwamuna ndi ophunzira ake mu Ufumu wa Qi. Anagwira ntchito zolimba kulima malo opanda kanthu, kuchita bizinezi yaing’ono ndi kuchita bizinesi.” M’zaka zoŵerengeka chabe, anapeza chuma chabanja mamiliyoni makumi ambiri. Iye anali wowolowa manja pofalitsa chuma ndi kuchita zabwino kumudzi kwawo.Nzeru ndi luso la Fan Li zinayamikiridwa kwambiri ndi anthu a ku Qi.Mfumu ya Qi inamuitanira ku Linzi, likulu la dziko, ndipo anamulambira monga nduna yaikulu yoyang’anira ntchito za boma. . Iye anati: “Kukhala waudindo kungayambitse nduna, ndipo kuyendetsa banja kungabweretse chuma chambiri. Choncho, patapita zaka zitatu zokha, Jiliu anabwereranso molimba mtima, n’kubweza chisindikizocho kwa mfumu ya ku Qi, n’kupereka chuma chonse cha m’banja lake kwa anzake apamtima ndi anthu a m’mudzimo.", "聖意": "Nyumba ndi yabwino kwa iweyo (kutumizidwa), ndalama zabwino, bizinesi yabwino, ukwati wachedwa, ukwati suli bwino, Liujia ndi chitetezo, anthu akulepheretsa minda, mphutsi za silika, autumn, ziweto, masika. zikuyenda bwino, anthu akufunafuna anthu, milandu ndi yoyipa, kusamuka ndikusunga zinthu, zotayika, matenda akumadzulo amathetsedwa, mapiri ndi manda ali kumwera.", "古人": "Nyanja zisanu za Tao Zhugui (Fan Ligui Lake)", "第X籤": "Wopambana malotale wa makumi asanu", "宮": "Haigong"}