{"籤詩版本二": "Chilimwe ndi tsiku lalitali kwambiri ndipo aliyense akuda nkhawa ndi kutentha ndi kupsinjika maganizo\nKumwamba ndi dziko lapansi zimadziwanso zomwe anthu amafuna, ndipo kamphepo kamphepo kayaziyazi", "詩意": "Hexagram iyi ikuwonetsa kuti aliyense akuda nkhawa ndi kutentha.\nChitani chilichonse chomwe mukufuna.", "解曰": "Palibe kukaikira ngati kupita patsogolo kapena kubwerera. Khalani ndi nthawi yopambana. Ndi yakumisasa? Palibe chifukwa chochitira zinthu mopupuluma.", "籤詩故事一": "◇Kong Ming alowa ku Sichuan\nZhuge Liang (181-234), dzina laulemu Kongming, anali mbadwa ya Yangdu, Langya (tsopano Yinan County, Shandong Province), ndipo anali nduna yaikulu ya Shu Han (Liu Bei) mu nthawi ya Mafumu Atatu.\nNgakhale Liu Bei adapambana Jingzhou, sikunali kokwanira kulekanitsa mbali imodzi. Zhuge Kongming adakonza zoti agwire Xichuan kuti awonjezere gawo la Liu Bei. Panthawiyi, Liu Zhang ku Yizhou adagonjetsedwa ndi Zhang Lu kumpoto. Zhuge Kongming adamva kuti Liu Zhang akufuna kupereka mapu a Xichuan ku Cao Cao kuti adziteteze. Pamene Zhang Song (woyang'anira Liu Zhang) anakumana ndi Cao Cao, chifukwa Cao Cao anali wodzikuza komanso wamwano, Liu Zhang anatenga mapu kubwerera ku Xichuan ndikudutsa Jingzhou panjira. Kong Ming anali atamudikirira kale panjira ndipo anamuitanira ku Jingzhou, koma sanatchulepo Chithunzi cha Xichuan mpaka nthawi yochoka. iye.\nMalo a Xichuan anali owopsa ndipo amatha kuwukiridwa kapena kutetezedwa. Pambuyo pa makonzedwe osiyanasiyana a Kong Ming, Xichuan adakhala komwe Liu Bei adabadwira.\n(Kong Ming ankachitira anthu ulemu komanso kupeza Xichuan omwe ankawakonda.)", "聖意": "Pempherani madalitso kunyumba ndi chitetezo chanu (pali zabwino zonse pamavuto) Funafuna chuma, zabwino zonse mu bizinesi, ukwati wamba, kubadwa kwa anyamata ku Liujia, kusuntha minda, mphutsi za silika, kuwonongeka kwa ziweto, kufunafuna anthu, anthu. milandu, kusamuka, zinthu zakale zotayika, matenda akumpoto, kulakalaka mapiri ndi manda", "古人": "Kong Ming alowa ku Sichuan", "第X籤": "Mutu 51: Kupambana lotale (kupambana lotale)", "宮": "Chiberekero"}