{"籤詩版本二": "Pamafunika khama kwambiri kuti mwezi ukhale m’madzi, pamafunika khama koma palibe.\nOsalankhula zopanda pake ndikuwononga mphamvu zanu zolimbitsa thupi.Mawu oti “thupi lofota” poyambirira amatanthauza “thupi liri losungulumwa”.", "詩意": "Hexagram iyi ndi yadyera pa chithunzi cha khama.\nChilichonse ndi chotopetsa komanso cholemetsa.", "解曰": "Malonjezo ndi ovuta kukumbukira. Kulimbikira kwambiri. Nkhawa kunyumba. Kudikirira kukumana ndi anthu olemekezeka.", "籤詩故事一": "◇Taibai adagwira mwezi ataledzera (Li Taibai adagwira mwezi ataledzera)\nLi Bai (701-762), yemwe amadziwikanso kuti Taibai, yemwe amadziwikanso kuti Qinglian Jushi. Wolemba ndakatulo wa Mzera wa Tang, yemwe adadzitcha wosafa wothamangitsidwa, ankadziwika kuti Wosafa wa Ndakatulo, ndipo nthawi zonse ankasangalala popanda kumwa.\nNthawi ina Li Bai adabwera ku Jinling (tsopano Nanjing) ndikupumula m'malo odyera pafupi ndi Wende Bridge.\nTsiku limenelo linali lakhumi ndi chisanu la mwezi wachisanu wa mwezi wachisanu. Tsiku limenelo linali lakhumi ndi chisanu la mwezi wachisanu wa mwezi wachisanu. Li Taibai ankakonda mwezi kwambiri pamoyo wake, ponena kuti unali waudongo komanso wokongola. Li Taibai ankakonda mwezi kwambiri pamoyo wake, ponena kuti unali waudongo komanso wokongola. Usiku umenewo, iye anayang’ana m’mwamba n’kuona mwezi woyera ndi wozungulira kumwamba ndipo anasangalala kwambiri ndipo anamwanso magalasi angapo. Usiku umenewo, iye anayang’ana m’mwamba n’kuona mwezi woyera ndi wozungulira kumwamba ndipo anasangalala kwambiri ndipo anamwanso magalasi angapo. Pakati pausiku, Li Taibai adagwiritsa ntchito vinyoyo ndikutsika ku Wende Bridge. Pakati pausiku, Li Taibai adagwiritsa ntchito vinyoyo ndikutsika ku Wende Bridge. Atangoponda pamlathopo, anatsitsa mutu wake ndipo mwadzidzidzi anawona mwezi ukugwera m’madzi, mtsinjewo utasuntha, mizera yakuda ingapo inawonjezeredwa pamthunzi wa mwezi woyera. Atangoponda pamlathopo, anatsitsa mutu wake ndipo mwadzidzidzi anawona mwezi ukugwera m’madzi, mtsinjewo utasuntha, mizera yakuda ingapo inawonjezeredwa pamthunzi wa mwezi woyera. Li Taibai anali ataledzera kwambiri panthawiyi moti ankaganiza kuti ndi mwezi umene unadetsedwa ndi madzi a mtsinje. Li Taibai anali ataledzera kwambiri panthawiyi moti ankaganiza kuti ndi mwezi umene unadetsedwa ndi madzi a mtsinje. Iye sanavutike n’komwe kuvula nsapato, anatsegula manja ake n’kudumpha pamlathopo kuti akagwire mwezi. Iye sanavutike n’komwe kuvula nsapato, anatsegula manja ake n’kudumpha pamlathopo kuti akagwire mwezi. Mwadzidzidzi, ndi kulumpha kumeneku, mwezi sunagwire, koma mwezi womwe unali m'madzi unasweka ndipo nthawi yomweyo unagawanika kukhala magawo awiri. Mosayembekezereka, pakulumpha kumeneku, mwezi sunagwidwe, koma mwamunayo anamizidwa. Anamwalira ali ndi zaka makumi asanu ndi limodzi mphambu ziwiri.", "聖意": "Mnyumba mulibe mtendere ndipo muli pamwayi (mwamwayi, samalani thanzi lanu) funani kukhazikika pachuma (musaganize nkomwe) Zovuta za bizinesi ndi banja Pempherani chitetezo (chuma chopanda pake kuti mupewe padera) .Oyenda pansi ali pamavuto.Mbozi za m’munda ndi nsonga zisanu ndipo nyama zisanu ndi imodzi zatsika Kufunafuna anthu (zamwayi) Milandu yapagulu ndi milandu (Lekani mlandu) Kusamuka wamba (osatchula) Kutaya katundu (ndege) Kupempherera chitetezo ku matenda (mwatsoka) Zabwino zonse m'mapiri ndi manda", "古人": "Taibai adagwira mwezi ataledzera (Li Taibai adagwira mwezi ataledzera)", "第X籤": "Makumi asanu ndi awiri opambana lottery (Lottery)", "宮": "Chiberekero"}