{"籤詩版本二": "Kukhumudwa kukakhala chisangalalo, ankhandwe amabangula ndipo akambuku amabangula.\nSky sky ili ndi njira yake yopita kumwamba.", "詩意": "Hexagram iyi ili ngati chinjoka chobangula ndi nyalugwe.\nPali chiyembekezo kuti zonse ziyenda bwino.", "解曰": "Ingophunzitsani ndi kupita. Khalani ndi kutukuka kwanu. Ayenera kupangidwa pomaliza. Pali malo opezeka.", "籤詩故事一": "◇Liu Bei akulemba mkwatibwi\nNkhondo ya Chibi itatha, Sun Quan ankafunitsitsa kuti atengenso Jingzhou, yomwe anagula Liu Bei, choncho adagwiritsa ntchito ndondomeko ya Zhou Yu, akunamizira kuti akufuna kukwatira mlongo wake Sun Ren kwa Liu Bei, koma kwenikweni ankafuna kutenga. Liu Bei ngati wogwidwa kuti atenge Jingzhou.\nZhuge Liang atakazonda ndondomeko ya Zhou Yu, anapereka kabuku kameneka ndi njirayo kwa Zhao Yun, yemwe ankateteza Liu Bei pamene ankapita ku Soochow. Abambo a Sun Quan) amadziwa zaukwati. Chifukwa Wu Guotai ankakonda mwana wake wamkazi ndipo sanafune kupanga zisankho mwachisawawa pazochitika za moyo wa mwana wake wamkazi, adadzudzula Sun Quan chifukwa chokhala wankhanza kwa mlongo wake ndipo adaganiza zodziyesa yekha ngati Liu Bei anali woyenera mwana wake wamkazi ku Ganlu Temple. Wu Guotai atakumana ndi Liu Bei, adayamikira kwambiri Liu Bei ndipo adalimbikitsa kwambiri ukwati wa Liu Bei ndi mwana wake wamkazi.\nPambuyo pake, Liu Bei ndi Akazi a Sun anathawira limodzi ku Jingzhou. Pambuyo pake, Sun Quan ankafuna kuzembera ku Jingzhou pamene Liu Bei anali kumenyana ndi Yizhou, koma anaimitsidwa ndi Wu Guotai, yemwe ankadera nkhawa za chitetezo cha mwana wake wamkazi.\nIye anati: \"Zolinga za Zhou Yu ndizo zabwino kwambiri padziko lapansi. Anataya mkazi wake ndipo asilikali ake anataya.\"\n(Liu Bei adapeza zoopsa)", "聖意": "Ndili ndi mwayi kunyumba ndipo ndili ndi mwayi (choyamba tsoka, ndiye chabwino) funani chuma, malire, zovuta m'banja, kupambana m'banja. kwa anthu, milandu ndi kusamuka, mwayi kwa katundu wotayika, mwayi wa matenda, mtendere wa mapiri ndi manda.", "古人": "Liu Bei amatenga mkwatibwi", "第X籤": "Nambala yopambana ya makumi asanu ndi atatu", "宮": "Chiberekero"}