{"籤詩版本二": "Mphepete mwa nyanja ndi yodzaza ndi miyala, mtsinje ukuyenda, mphepo ndi yoyera, mwezi uli bwino, ndipo anthu olemekezeka ali otanganidwa.\nPamsewu ndiyenera kufunsa komwe ndipite, osatenga fungo lamaluwa ndi zomera zakutchire, osasamalira.", "詩意": "Hexagram iyi ili ngati bwato lomwe likuyenda pagombe laling'ono.\nMuzonse, pali anthu olemekezeka kuti athandize.", "解曰": "Kupeza zofunika pamoyo. Kulimbikira kwambiri. Khalani osamala ndikudikirira. Zabwino zonse.", "籤詩故事一": "◇Kupanduka kwa Lushan\nAn Lushan (703-757), yemwe dzina lake linali Kang ndipo dzina lake linali Yaluoshan, anali wochokera ku Liucheng, Yingzhou (tsopano Chaoyang, Liaoning).\nPambuyo pake, adatenga dzina loti An ndikusintha dzina lake kukhala Lushan. Mu ulamuliro wa Emperor Xuanzong wa Mzera wa Tang, An Lushan anali nthumwi yankhondo.\nMu November m'chaka cha 14 cha Tianbao, An Lushan anakweza asilikali ku Fanyang. M'dzina la Yang Guozhong, adayambitsa zigawenga ndipo adatenga asilikali a m'matawuni atatu kuti akaukire Luoyang, likulu lakum'mawa. Malipoti ochokera ku Taiyuan anathamangira ku Lishan.Tang Xuanzong, yemwe pa nthawiyo anali ku Huaqing Palace ku Lishan, sankakhulupirira kuti Anlushan adzapanduka. (Ichi ndi chithunzi cha \"phokoso la madzi othamanga pamiyala yaying'ono mumtsinje\").\nSizinafike mpaka Yan Zhenqing, woyang'anira chigawo cha Pingyuan, atatumiza wina kuti atumize zidziwitso kuti Xuanzong adadzuka m'maloto ake.\nPansi pa njira yolakwika ya Mfumu Xuanzong wa mu Ufumu wa Tang, gulu la asilikali okwera pamahatchi a Lushan linalanda mzinda wa Luoyang, womwe unali likulu lakum’mawa. nduna yayikulu.\nMu June chaka chomwecho, Mfumu Xuanzong wa mzera wa Tang, wofunitsitsa kuthetsa vuto la ku Chang'an komanso chifukwa cha kumvetsetsa molakwika kwa asilikali, anapha akuluakulu awiri otchuka, a Feng Changqing ndi Gao Xianzhi. (Khalidweli limaphwanya \"msewu uyenera kuloza kumtsinje wakutsogolo\")\nPambuyo pake, Mfumu Xuanzong ya Ufumu wa Tang inalamula mwamsanga mkulu wina, Ge Shuhan, kuti atsogolere gulu lankhondo la Tang kum’mawa kuchokera ku Tongguan.\nGe Shuhan, yemwe anamvetsetsa bwino za zolakwika za Mfumu Xuanzong wa Mzera wa Tang, adakonza zochedwetsa kusinthako (njira ya \"zili bwino ngati mphepo ili bata komanso mafunde ali bata\").\nPamapeto pake, Mfumu Xuanzong wa m’banja la Tang ankaganiza kuti anali wamantha kwambiri moti sakanachitira mwina koma kumenyana ndi An Lushan akulira, ndipo anagonjetsedwa. (Imakwaniritsa \"Ngati mutagwira ntchito mwakhama kuti mudzipezere nokha, mukhoza kuvulala.\")\nMu Mzera wa Tang, pamene asilikali a m'malire ndi asilikali a m'deralo analibe nthawi yoti ayankhe, gulu lankhondo la An Lushan linakanikiza malire ndikulowa ku likulu. Munthawi yovuta, Emperor Xuanzong wa Tang Dynasty adatsogolera a Guards Corps kuthawa ku likulu, zomwe zidapangitsa kuti Xijing Chang'an wopanda mtsogoleri agwe.\n(Tang Xuanzong anaphwanya chitsogozo cha chizindikiro ichi, kotero kupanduka kwa An Lushan kunapambana.)", "聖意": "Kunyumba kuli kotetezeka, mwiniwake amasangalala, chuma chimakhala chokhazikika, malonda akuyenda bwino, ndipo banja likuyenda bwino (kusamala) Mwamuna woyenda pansi wa ku Liujia amabwera kumunda, kukolola mphutsi za silika, ndipo ziweto 6 zimawonongeka. wapezeka ndipo mlandu wapagulu uyenera.Katundu wotayika umabweretsa matenda, ndiko kuti, manda a Anshan ayenera kukonzedwa.", "古人": "Lushan kupanduka", "第X籤": "Lotale ya makumi asanu ndi limodzi", "宮": "Ugly Palace"}