{"籤詩版本二": "Pitani molunjika ku nyumba yachiwiri kuti mubisale, mozunguliridwa ndi nkhalango ya minga\nTian Gaojun ali ndi moyo wautali komanso waufupi. Pezani chipambano chimodzi ndikutaya anthu awiri. Pitani mozungulira →.", "詩意": "Hexagram iyi ndi chizindikiro cha kusunga zinthu zakale ndikusintha nthawi iliyonse.\nChilichonse chidzakhala chabwino ngati mudikirira nthawi yoyenera.", "解曰": "Monga kumwa mowa mwauchidakwa. Ingokhalani osamala. Dikirani mpaka nthawi itakwana. Palibe tsoka, palibe mlandu.", "籤詩故事一": "◇ Phiri la Zhang Liangyin\nMu ufumu wa Han, Zhang Liang, yemwe dzina lake lolemekezeka linali Zifang, anali wa ku Korea. Makolo ake kwa mibadwo isanu onse anali nduna zazikulu za Korea.\nBoma la Qin litawononga dziko la South Korea, Zhang Liang anabalalitsa chuma chake chonse n’kukabisala.Pofuna kubwezera chilango cha dziko la South Korea, anatumiza munthu wamphamvu yemwe anali ndi chitsulo m’thupi mwake. Kuukira Qin Shihuang ku Bolangsha (tsopano Yuanyang County, Henan Province), anagunda wachiwiri kwa galimotoyo mwangozi. Mfumu Yoyamba inkafuna kumanga Zhang Liang m'dziko lonselo, koma sanamugwire kwa miyezi khumi.\nPambuyo pake, Zhang Liang adathandizira Mfumu ya Han kugwirizanitsa dziko lapansi. Pambuyo pa kupambana kwake, iye anakana kupatsidwa mphotho ndi kusankhidwa kukhala mkulu wa boma, ndi kunamizira kuphunzira Taoism kuchokera ku Chisongzi (chosakhoza kufa).", "聖意": "Pempherani madalitso kunyumba ndi chitetezo chanu (mwayi waulesi ukhoza kufotokozedwa ndi ubwino) Kufunafuna chuma ndi chachilendo (pewani) Zochita zidzapambana (dikirani kamphindi) Ukwati sukugwirizana ndi Liujia, zabwino zonse mukamapita ku munda, mphutsi za silika ndi theka labwino, nyama zisanu ndi imodzi zikuyenda bwino (kulephera), kufunafuna anthu, kulepheretsa milandu ya anthu, kutayika, kusamuka kwabwino (mwamwayi) ) Kutaya katundu, tsoka chifukwa cha matenda, kupempherera zabwino zonse kumapiri ndi kumanda.", "古人": "Phiri la Zhang Liangyin", "第X籤": "Makumi asanu ndi anayi Kupambana Loti (Lottery)", "宮": "Yin Palace"}