{"籤詩版本二": "M'mawa ndi madzulo, chithandizo cha Buddha chiyenera kukhala panthawi yangozi koma osati pangozi\nNgati mumakopeka ndi munthu wolemekezeka, ndiye kuti ndalama ndi silika zidzatsagananso nanu. Uyu ndi Chuan Lai. Zonse zimadalira inu.", "詩意": "Hexagram iyi ikuyimira madalitso obisika a milungu ndi ma Buddha.\nKhalani oleza mtima ndikukhala ndi mwayi muzonse.", "解曰": "Chizindikiro cha mtendere wachikale. Zonse zikakwera mtengo, zidzakhala zabwino.", "籤詩故事一": "◇Tang Monk adalandira chidziwitso\nTsiku lina, Tang Seng anadza kumtsinjewo ndipo anawona phiri la Buddha la Lingshan kutsogolo kwake. Buddha adasandulika kukhala woyendetsa ngalawa ndipo adagwira boti losweka lopanda malire.Tang Monk atangokwera ngalawayo, adagwa mumtsinje ndipo adapulumutsidwa ndi woyendetsa ngalawa.Umu ndi momwe Tang Monk adapeza Buddhahood. (Nkhani ya Ulendo Wopita Kumadzulo)\n◇Malemba Achibuda a Tang Monk\nSanzang wa Mzera wa Tang, dzina lake wamba anali Chen ndipo dzina lake anali Yi. Wobadwira ku Goushi County, Luozhou (tsopano kumwera kwa Yanshi City, Province la Henan). Anakhala wamonke ali ndi zaka khumi ndi zitatu ndipo adatenga dzina lachibuda la Xuanzang.\nKuti apeze malemba a Chibuda choyambirira, ananyamuka ku Chang’an (ku Xi’an masiku ano, m’chigawo cha Shaanxi) m’chaka chachitatu cha Zhenguan (AD 629), anawoloka malire, ndipo anadutsa m’mavuto osawerengeka kuti akafike ku Tianzhu. India) kuti asonkhanitse malemba. Anayenda m’zigwa zonse za mtsinje wa Ganges ndi Indus ndi madera a kum’mwera chakum’maŵa kwa gombe la India, kenako anawoloka mapiri okutidwa ndi chipale chofeŵa ndi zitunda zobiriwira, akuyenda ulendo wa makilomita oposa 50,000. Zinam’tengera zaka 16 kuti pomalizira pake abwerere ku Chang’an. chaka cha 19 cha Zhenguan (AD 645). Anabweretsanso malemba ambiri achibuda ndipo anawamasulira m’Chitchaina.\n(Tang Sanzang anadutsa ulendo wautali wobwerera ndi mtsogolo pakati pa China ndi India. Ayenera kuti anakumana ndi zoopsa paulendowu, koma anatha kubwerera bwinobwino chifukwa kumbuyo kwake kunali woyera wosaonekayo.)", "聖意": "Kunyumba kuli kotetezeka, wekha ndi wabwino, malonda akumadzulo akuyenda bwino, banja likuyenda bwino, oyenda pansi atsekereza munda, mbozi zatchinga, mphutsi za silika ndi mfundo zisanu ndi ziwiri, zoweta zopindulitsa, kufufuza anthu, azungu. mlandu wapagulu ndi woipa, kusamukako ndikosunga, katundu wotayika akuwoneka, matendawa ndi abwino, mapiri ndi manda ndi abwino.", "古人": "Tang Monk adapeza chidziwitso", "第X籤": "Kupambana lottery makumi asanu ndi limodzi mphambu ziwiri", "宮": "Yin Palace"}