{"籤詩版本二": "Nsomba zosambirazo zinagwidwa mumsampha padziwe la Bibo.\nNgati china chake sichikuyenda bwino pambuyo pochiganizira, chidzabweretsa mavuto pamapeto pake.", "詩意": "Hexagram iyi ikuimira nsomba yogwidwa mumsampha.\nNdikoyeneranso kusamala pa chilichonse.", "解曰": "Kukhazikika pansi pa nyumba. Tsoka likugwa kuchokera kumwamba. Dzukani m'mawa ndikuyamba kusamala. Pewani masoka.", "籤詩故事一": "◇Hatchiyo imakutidwa ndi madzi (ndizovuta kutolera madzi)\nMzera wa Han. Zhu Maichen, dzina laulemu Wengzi, anali mbadwa ya Wu ku Kuaiji (tsopano gawo la Suzhou City).\nAli wamng’ono, banja la Maichen linali losauka ndipo zinthu sizinkamuyendera bwino. Simupeza ndalama zambiri pogulitsa nkhuni pamtengo wa aliyense.\nMkazi wake adatuluka kukatunga madzi ndipo adawona gulu la ana likuseka Maichen, mkaziyo adawona kuti ndizochititsa manyazi ndipo kenaka adachoka.\nZhu Maichen ali ndi zaka 50, Mfumu Wu ya m’banja la Han ankafunafuna luso ndipo ankalambira Zhu monga mtsogoleri wa ku Kuaiji.\nMkazi wake anadandaula ndi khungu lake ndipo anafuna kuchepetsedwa kukhala mdzakazi ndi mdzakazi kuti azitumikira Zhu kwa moyo wake wonse.\nMaichen analamula mkazi wake wakale kuti atenge chidebe chamadzi, kuthira pamasitepe, ndipo anati, \"Madziwo akatha kubweza, awiriwo abwererane.\"\nPolingalira za unansi wa mwamuna ndi mkazi wake, mkaziyo ndi mwamuna wake wokwatiranso anapatsidwa malo otseguka m’munda wakumbuyo kuti alime ndi kudzisamalira okha. Mkazi wake anadziponya mumtsinje nafa.", "聖意": "Nyumbayo ili pachiwopsezo, mwini wake ali pachiwopsezo, ndalama zatayika, malonda ali pamtendere, ukwati sugwirizana, Liujia amantha, anthu atsekeredwa, minda yawonongeka, mphutsi za silika zitayika, ziweto zatayika, anthu. zapezeka, mlandu wa anthu watayika, kusamuka kuli bwino, katundu wotayika ndi wonyansa, matenda ndi owopsa, ndipo manda amapiri ayenera kusinthidwa.", "古人": "Hatchi yaphimbidwa ndi madzi (ndizovuta kutolera madzi)", "第X籤": "Chizindikiro cha makumi asanu ndi limodzi mphambu zinayi", "宮": "Maogong"}