{"籤詩版本二": "Nthawi yachisanu ikadzafika, nthambi ya maula idzaphuka paphiripo sidzawonongeka ngakhale masamba ake atagwa ndi kufota.\nKoma pamene masika afika, ndimandibwezerabe monga waulemu ndikuwononga ntchito yoyambirira.", "詩意": "Mu hexagram iyi, duwa la maula limakhala pamalo otsogola.\nChilichonse chimakhala chabwino ngati chichedwa.", "解曰": "Muvi umodzi wowombera wopanda kanthu. Ikakhala yopanda kanthu, imakhala yopanda kanthu. Kudikira kasupe. Mtundu uli mmenemo.", "籤詩故事一": "◇Anagoletsa kawiri\nMu ulamuliro wa Mfumu Dezong wa mzera wa Tang, nduna yokhulupirika Mei Bogao ndi banja lake anamangidwa ndi nduna yaikulu yachiwembu Lu Qi, amene ankafuna kupha onsewo. dzina la Wang Xitong kuti abise dzina lake. Ankakhala yekha m'misewu, anjala ndi ozizira, koma mwamwayi adatengedwa ndi Chen Risheng (Chen Dongchu). Chen Risheng sanadziwe zomwe adakumana nazo pamoyo wake, motero adamupempha kuti amuthandize kusamalira dimba la Chen kuti asafe ndi njala pamsewu.\nChen Risheng anali mnzake wa m'kalasi komanso bwenzi la Mei Bogao. Pamene ankazunzidwa ndi Lu Qi, anapulumutsidwa ndi Mei Bogao. Chotsatira chake, Mei Bogao ndi Lu Qi anakhala adani, pamapeto pake, banja lawo lonse linaphedwa. Risheng anamva chisoni komanso kukwiya chifukwa cha zimenezi.” Atalowa m’banja, anasiya ntchito yake n’kusamutsira banja lake ku Yangzhou kukakhala kwaokha.\nChen Risheng ali ndi mwana wamkazi dzina lake Chen Xingyuan, yemwe ndi wokongola komanso wonunkhira. Patsiku lomwe maluwa a plum anali pachimake, lomwe linalinso tsiku lokumbukira imfa ya Mei Bogao, Chen Risheng ndi banja lake anatsegula guwa la nsembe m'munda wa plum kunyumba kwawo kuti akumbukire bwenzi lawo lomwaliralo komanso wowathandiza. , ndipo kunawomba chipale chofewa chachikulu, chomwe chinaphimba maluwa onse a plums. Chen Risheng anadandaula kuti anatha kuthawa bwinobwino, koma sanathe ngakhale kupulumutsa mbadwa za banja la Mei. banja la a Mei anali adakali moyo, sakanatha kunena kalikonse.\nMwana wake wamkazi Xingyuan anamva izi ndipo nthawi yomweyo anawotcha zofukiza ndipo anapemphera moona mtima kwa Mulungu kuti maluwawo apangitsenso maluwa. Kuwona mtima kwawo kunasuntha kumwamba, ndipo mitengo yonse ya maula m'munda wa maula idaphukanso; pambuyo pake Chen Risheng adadziwa kuti Xitong anali Liangyu, motero adamtomera mwana wake wamkazi Xingyuan.", "聖意": "Kunyumba sikuli kwabwino kwa iyemwini, wina amadzichitira zabwino, akufunafuna chuma, wochenjera pochita zinthu, nthawi yabwino, ukwati wachedwa, masika ndi olimba, nthawi yophukira ndi yopanda kanthu, wapaulendo wachedwa; minda ndi yotukuka, mphutsi za silika zikuyenda bwino, ziweto zisanu ndi chimodzi zikuyenda bwino, kufunafuna anthu, milandu ya anthu, kutayika, kusamuka, kutaya katundu, matenda a Kum'mawa, machenjezo abodza, manda amapiri ayenera kusinthidwa.", "古人": "Adagoletsa kawiri", "第X籤": "Makumi asanu ndi limodzi mphambu zisanu ndi zinayi Kupambana Loti", "宮": "Tatsumi"}