{"籤詩版本二": "Chao Chao ali ngati njuchi yokolola maluwa, ikuwuluka kumwera chakumadzulo kenako kummawa\nKasupe watha, maluwa atha, palibenso malo oti ayang'ane, mtima uwu sudzasintha kumene uli.", "詩意": "Hexagram iyi ili ngati njuchi ikuthyola maluwa.\nChilichonse ndi chotopetsa komanso cholemetsa.", "解曰": "Palibe mawonekedwe a masika. Mvula imagwa kwa nthawi yaitali, koma siitha. Pemphani chithandizo. Ndi bwino kukhala chete.\n.", "籤詩故事一": "◇Li Mi adapandukira Mzera wa Tang\nLi Mi\n(582-619), mtsogoleri wakale wa Gulu Lankhondo la Wagang pakuwukira kwa anthu wamba kumapeto kwa Mzera wa Sui waku China. Master of calligraphy. Mbuye wa mawu akuti Fa anali mbadwa ya Chang'an, Jingzhao, ndipo nyumba ya makolo ake inali Xiangping, Liaodong (tsopano kumwera kwa Liaoyang, Liaoning). Mbadwa ya Chang'an, Jingzhao, kwawo kwa makolo ake ndi Xiangping, Liaodong (tsopano kumwera kwa Liaoyang, Liaoning).\nM'chaka chachisanu ndi chinayi cha Daye (613), adachita nawo kupanduka kwa Yang Xuangan motsutsana ndi ufumu wa Sui ku Liyang (tsopano kumpoto chakum'mawa kwa Junxian County, Province la Henan). M'chaka chachisanu ndi chinayi cha Daye (613), adachita nawo kupanduka kwa Yang Xuangan motsutsana ndi ufumu wa Sui ku Liyang (tsopano kumpoto chakum'mawa kwa Junxian County, Province la Henan). Nzeru zachinsinsi zagonjetsedwa,\nLi Mi anathawa. Xuangan anagonjetsedwa ndipo Li Mi anathawa.\nM'chaka cha khumi ndi ziwiri cha Daye, adalowa nawo gulu lankhondo la Wagang\n. M'chaka cha khumi ndi ziwiri cha ulamuliro wa Daye, adalowa nawo gulu lankhondo la Wagang. Mu Okutobala chaka chakhumi ndi chiwiri cha Daye, Li Mi adanyengerera Zhai kuti aukire Xingyang Tong, wamkulu wamphamvu yemwe adatsagana ndi gulu lankhondo, kuteteza Zhang Xutuo, kugonjetsa gulu lankhondo la Sui ndikupha Zhang Xutuo. Mu Okutobala chaka chakhumi ndi chiwiri cha Daye, Li Mi adanyengerera Zhai kuti aukire Xingyang Tong, wamkulu wamphamvu yemwe adatsagana ndi gulu lankhondo, kuteteza Zhang Xutuo, kugonjetsa gulu lankhondo la Sui ndikupha Zhang Xutuo.\nPambuyo pake, anaganiza zoukira nyumba yosungiramo katundu ya Xingluo (yemwe inadzatchedwa kuti Luokou), kutsegula nyumba yosungiramo katunduyo kuti ithandizidwe, ndi kukulitsa gululo. Gulu la asilikali a Wagang linakula mofulumira. inakhudza kutsitsa ndi kugawa kwa mzera wa Sui. Panali nkhondo yolimbana ndi zida zankhondo ndi nkhani zina, ndipo Li Mi adapha Zhai Rang ndi mazana a otsatira ake. Pambuyo pake, anaganiza zoukira nyumba yosungiramo katundu ya Xingluo (yemwe inadzatchedwa kuti Luokou), kutsegula nyumba yosungiramo katunduyo kuti ithandizidwe, ndi kukulitsa gululo. Gulu la asilikali a Wagang linakula mofulumira. inakhudza kutsitsa ndi kugawa kwa mzera wa Sui. Panali nkhondo yolimbana ndi zida zankhondo ndi nkhani zina, ndipo Li Mi adapha Zhai Rang ndi mazana a otsatira ake.\nMu Marichi chaka cha 14 cha Daye, Yu Wenhuaji adapha Emperor Yang wa Mzera wa Sui.\n, anatsogolera anthu oposa 100,000 kubwerera kumadzulo. Mu Marichi chaka chakhumi ndi chinayi cha Daye, Yu Wenhuaji (Yu Wen, surname) adapha Emperor Yang wa Sui Dynasty ndikubwerera kumadzulo ndi anthu opitilira 100,000. Li Mi analamulidwa kuti amenyane ndi Huaji. dzina lake Cheng Yaojin), Niu Jinda ndi ena adagwidwa. , Shan Xiongxin adagonja. Li Mi analamulidwa kuti akaukire Huaji. Kenako, anathamangitsidwa ndi Wang Shichong, asilikali a Li Mi anagonjetsedwa ndipo msasa wake unawonongedwa. Li Mi anali wosimidwa, kotero adawoloka mtsinje kupita ku Heyang mu Seputembala ndikudzipereka ku Mzera wa Tang. Li Mi anali wosimidwa, kotero adawoloka mtsinje kupita ku Heyang mu Seputembala ndikudzipereka ku Mzera wa Tang.\nMu Novembala, a Li Yuan adatumiza Li Mi ku Shandong kuti akalembetse asitikali akale. Novembala,\nLi Yuan adatumiza a Li Mi kuti akadikire ku Shandong kuti akalembetse asitikali akale. Ataona kuti akukayikiridwa, anapandukira Tang. Ataona kuti akukayikiridwa, anapandukira Tang. General Tang Sheng Yanshi adayitana Li Mi kuti amuwukire ndikumupha ku Xinggong Xian. General Tang Sheng Yanshi adayitana Li Mi kuti amuwukire ndikumupha ku Xinggong Xian.", "聖意": "Nyumba, nyumba, lilime, kudzikonda, woipa, kufunafuna chuma, kuwononga bizinesi, maukwati osakhalitsa, Liujia, maluwa opanda kanthu, oyenda pansi, Yaotian, kuwonongeka kwa mbozi za silika, kuwonongeka kwa ziweto zisanu ndi chimodzi, anthu osowa, milandu, kutaya, kusamuka, kusunga, kutaya katundu, matenda, zopinga, kukonzanso manda amapiri", "古人": "Li Mi anapandukira Mzera wa Tang", "第X籤": "Wachisanu ndi chiwiri amajambula", "宮": "Tatsumi"}