{"籤詩版本二": "Kuzindikira kwa Alonda a Canglong Naini: Mayi wina anakwatiwa ndi mwamuna wina\nNdi uta umodzi ndi mivi iwiri, ma dinosaurs adzakhala mwamtendere nthawi yomweyo", "詩意": "Hexagram imeneyi ili ngati uta wonyamula mivi iwiri.\nChilichonse ndichabwino ngati chikugwirizana.", "解曰": "Osalemera kwambiri. Tsogolo. Zhen Liuzhong akutsegula. Ndikoyenera kukhala osamala.", "籤詩故事一": "◇Wenjun amayendera Xiangru\nZhuo Wenjun anali mwana wamkazi wa mdzukulu wa Zhuo Wang, wamalonda wolemera ku Linqiong, m’chigawo cha Sichuan. Anakwatiwa ali ndi zaka 16. Patapita zaka zingapo, mwamuna wake anamwalira ndipo iye anabwerera kubanja lake lobadwira kukakhala ngati wamasiye.\nTsiku lina, Sima Xiangru anapita ku nyumba ya Zhuo Wangsun kukachita phwando, ndipo atamva kuti Zhuo Wenjun anali wamasiye watsopano, adayimba nyimbo yakuti \"Phoenix Kufunafuna Phoenix\" kuti asonyeze chikondi chake. Zhuo Wenjun anali atamva kale za Sima Xiangru, ndipo phwandoli linamupangitsa kuti akopeke kwambiri ndi Sima Xiangru. Kumbali ina, atatha phwando la Sima Xiangru, nthawi yomweyo adawononga ndalama zambiri kuti apereke ziphuphu kwa mdzakazi wa Zhuo Wenjun ndikumupempha kuti afotokoze za chikondi cha Sima Xiangru pa Zhuo Wenjun. Zhuo Wenjun atamva za chikondi cha Sima Xiangru kudzera mwa mdzakaziyo, nthawi yomweyo anathamangira kunyumba ya alendo kumene Sima Xiangru ankakhala.\nPamene anali ku Chengdu, banjali linali losauka ndipo anabwerera ku Linqiong kuti akatsegule hotelo yaing’ono kuti apeze zofunika pamoyo.Zhuo Wenjun anagulitsa vinyo ndipo Sima Xiangru ankatsuka mbale. Bambo ake a Zhuo Wenjun, a Zhuo Wangsun, ataphunzira za nkhaniyi, anavomera ndipo adawapatsa ndalama mothandizidwa ndi uphungu wa anzake, kotero kuti Sima Xiangru ndi Zhuo Wenjun anabwerera ku Chengdu kukakhala ndi moyo, ndipo kenako analemera.", "聖意": "Kutayika kwa nyumba ndi katundu, ufulu ndi zolakwa za munthu, kufunafuna chuma, ntchito zantchito, kuteteza ku mgwirizano waukwati.", "古人": "Wenjun adayendera Xiangru", "第X籤": "Makumi asanu ndi awiri ndi chimodzi Opambana Lotto", "宮": "Tatsumi"}