{"籤詩版本二": "Oweta njuchi ayenera kupempha uchi, kuopera kuti angalumidwe ndi mbola\nPayenera kukhala msewu wachilendo kutsogolo kwanu.Chinsinsicho ndi chozama ngati nkhalango ya minga.", "詩意": "Hexagram iyi ikuyimira njuchi zomwe zikutola uchi.\nChilichonse ndi chotopetsa komanso cholemetsa.\n\n(Hexagram iyi ikufuna chizindikiro cha kukoma ndi kuwawa.\nPewani masoka mu chilichonse.\n)", "解曰": "Zinthu ziyenera kuchitidwa mosamala. Palibe chifukwa chokakamiza. Njuchi zimatola uchi. Chifukwa chiyani?", "籤詩故事一": "◇Wang Mang amafuna luso\nBanja la Wang Mang ku Western Han Dynasty likhoza kunenedwa kuti ndi banja lolemera. Ngakhale kuti bambo ake anamwalira ali aang'ono, amalume ake angapo ndi amalume ake anakhala mafumu a mzera wa Han.\nKoma banja laling'ono la Wang Mang linali losauka kwambiri; bambo ake anamwalira ali wamng'ono, ndipo ankangokhala ndi amayi ake okha, akudalira zachifundo kuchokera kwa achibale. Koma chifukwa cha izi, Wang Mang adapanga ndikuchita luso lochita zinthu ndi anthu kuyambira ali mwana. Mosasamala kanthu kuti anali wachisoni kapena wokwiya chotani, nthaŵi zonse anali kusonyeza maonekedwe achimwemwe ndi amtendere pamaso pa achibale, akulu kapena akunja, chotero anali kuyamikiridwa kwambiri ndi aliyense m’banjamo.\nTsiku lina amalume ake aakulu anali kudwala mwakayakaya, ndipo atamva zimenezi anafika n’kumadikirira pafupi ndi bedi la wodwalayo n’kumubweretsera mankhwala ndi madzi komanso kukhala maso usiku. Anali “woleza mtima” kwambiri kuposa wodwala.” “Mwana” wochuluka kuposa mwana wobadwa naye.\nChifukwa cha zimenezi, anthu onse a ku Taiwan anamuyamikira ndipo analemba makalata opempha kuti amupatse mphoto.\nChotero Mfumu Cheng wa Mzera wa Han anam’patsa dzina lakuti New Capital Marquis ndi kumuika kukhala mlonda m’nyumba yachifumu, nakhala nduna yaikulu ya mfumuyo.\nChifukwa cha udindo wake wapamwamba komanso mphamvu zake zazikulu, Wang Mang sanasonyeze kuti anali wodzikuza kapena wodekha, m’malo mwake, anayamba kukhala waulemu komanso waulemu, koma ankacheza ndi nduna, akuluakulu ankhondo, nduna, akatswiri otchuka komanso akatswiri a maphunziro.\nKoma iye ankakhala moyo wosalira zambiri, ndipo nthawi zambiri ankadya mbale za nyama, osatchulanso kuvala mikanjo yaitali ndi madiresi aatali, amavala zazifupi zokha. Choncho onse m’boma ndi anthu onse adamuyamikira ndi mawu oti “wokoma” mogwirizana.\nPambuyo pake, amalume ake, Grand Sima Wanggen, anamwalira ndi matenda ndipo anasankhidwa kukhala m’malo mwake. Mfumu ndi atumiki onse ankaganiza kuti iye ndiye woyenera kwambiri. Choncho, Wang Mang, yemwe anali ndi zaka makumi atatu ndi zisanu ndi zitatu zokha, adakhala Grand Sima ndi mphamvu zapamwamba kwambiri zankhondo.\n(Nkhani iyi ndi fanizo. Kukhala wabwino pakukhala munthu wabwino kungakuthandizeni kuchotsa \"zovuta zolumidwa ndi njuchi\" ndikukwaniritsa zolinga zanu momwe mungafunire.)", "聖意": "Nyumba sizili bwino kwa iwe mwini, banja lili pamavuto, bizinesi yatsekedwa, ukwati watsekedwa, zida zisanu ndi chimodzi zabodza, oyenda pansi achedwa, zokolola za silika zachepa, ziweto zachepa, zovuta pezani anthu, mlandu wayipa, kusamuka sikusuntha, katundu wotayika ndi woyipa, matenda akhazikitsidwa, manda amapiri atayika.", "古人": "Wang Mang amafunafuna talente", "第X籤": "Kupambana lotale makumi asanu ndi awiri mphambu ziwiri", "宮": "Tatsumi"}