{"籤詩版本二": "Pamene masika afika, mabingu amanjenjemera ndipo tizilombo timalira, ndipo ndimachoka kumatope\nNditangozindikira kuti ndikubwerabe ndikupita, nditangosintha, ndinakhala chinjoka.", "詩意": "Hexagram iyi ili ngati bingu ndi tizilombo.\nKukumana ndi munthu wolemekezeka ndi chizindikiro chabwino pa chilichonse.", "解曰": "Mabingu agunda. Ma depositi awiri mkati ndi kunja. Kusintha kamodzi. Mpaka Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nMu 959 AD, Zhou Shizong Chai Rong anamwalira, ndipo Emperor Gong, Chai Zongxun, yemwe adakhala pampando wachifumu, anali ndi zaka zisanu ndi ziwiri zokha. Panthawiyo, Zhao Kuangyin, yemwe anali woyang'anira kutsogolo kwa nyumba yachifumu komanso nthumwi ya Songzhou ku asilikali a Germany, anali ndi mphamvu zenizeni.\nKumayambiriro kwa chaka cha 960 AD, Zhenzhou (masiku ano a Zhengding, Hebei Province) ndi Dingzhou (chigawo cha Dingxian masiku ano, m’chigawo cha Hebei) ananena kuti magulu ankhondo a ufumu wa kumpoto wa Han ndi chigawo cha Liao ankapita limodzi kum’mwera kukaukira ufumu wa pambuyo pake wa Zhou. Kuthamanga kwakukulu, ndipo adapempha kutumiza asilikali kuti athandizidwe. Pambuyo pake, ufumu wa Zhou unalamula Zhao Kuangyin kuti atsogolere asilikali ake kumpoto kuti akamenyane ndi adani. Zhao Kuangyin adachita mobisa pokonzekera mchimwene wake Zhao Guangyi, Zhao Pu, Shi Shouxin ndi ena.\nPa February 3, asilikali ankhondo atafika ku Chenqiaoyi (tsopano Chenqiao Town, kum’mwera chakum’mawa kwa Fengqiu, Henan), anayambitsa zigawenga n’kulamula asilikaliwo kuti amuveke mikanjo yachikasu. . Zitatha izi, Zhao anatsogolera asilikali ake kubwerera ku Kaifeng popanda kuwotcha, kupha kapena kulanda katundu.\nPa tsiku lachitatu la chaka chachitatu cha mwezi woyendera mwezi, Zhao Kuangyin anapanduka ku Chenqiao ndipo anabwerera ku likulu. : \"Magulu ankhondo atatuwa alibe ambuye. Akuluakulu ankhondo aganiza zomuika kukhala mfumu. Aliyense wolankhula adzaphedwa!\". Nkhope ya Wang Pu inali yotumbululuka ngati nthaka. Anatsitsa mapazi ake ndi kuwerama, Fan Zhi nayenso anawerama.\nPambuyo pa kukana kwapang’onopang’ono, Mfumu Gong wa Mzera Wotsatira wa Zhou anatenga mpando wachifumu, ndipo Zhao anatenga mpando wachifumuwo. ndipo adalowa pafupi naye, nati: \"Kwachitika.\"\nZhao atalowa pampando wachifumu, adasintha dzina la dzikolo kukhala Song, Yuan kukhala Jianlong, ndikupanga Kaifeng kukhala likulu. , yomwe inkadziwika kuti \"Chenqiao Mutiny\" m'mbiri.\nWikipedia\n(Nkhaniyi ikuyimira kuti ichi ndi chiyambi cha machitidwe a Zhao Kuangyin.)", "聖意": "Pempherani nyumba yanu, moyo watsiku ndi tsiku, chuma, mwayi, zabwino zonse mubizinesi, ukwati wolemekezeka, kupambana ku Liujia, oyenda pansi amuna, kubadwa koyambirira kwa nyongolotsi za silika m'minda, kubadwa koyambirira kwa nyama zisanu ndi imodzi, mwayi wamasika, kufunafuna anthu. , kupambana m’milandu, mwayi wakusamuka, katundu wotayika, ngozi za matenda, ngozi za m’mapiri ndi m’manda.", "古人": "Chenqiao Mutiny", "第X籤": "Anasaina makumi asanu ndi awiri mphambu zitatu", "宮": "Mi Palace"}