{"籤詩版本二": "Chisakanizo cha nsomba ndi chinjoka chili ndi tanthauzo lomwelo. Khalani mu dziwe lakuya ndikudikirira mwayi.\nMosazindikira, Yumen adalumphira pa Dragon Palace ndi mutu wake.", "詩意": "Nsomba za hexagram ndi chinjoka sizisintha.\nChilichonse chimabwera munthawi yake.", "解曰": "Ngakhale ndi Ziji. Komanso dikirani. Konzani bizinesi yanu. Osachita mosasamala.", "籤詩故事一": "◇Hongwu kuyang'anira ng'ombe\nZhu Yuanzhang, mbadwa ya Zhongli, Haozhou (tsopano Fengyang County, Anhui Province), anabadwa m'chaka choyamba cha Tianli wa Yuan Wenzong wa Yuan Dynasty, kukhala wachinayi m'banja lake. Iye anabadwira m’banja losauka chifukwa cha umphaŵi ali wamng’ono, sanathe kuphunzira ndipo nthawi ina ankaweta ng’ombe za mwininyumba.\nM’chaka chachinayi cha Zhizheng (1344), ku Huaibei kunachitika chilala choopsa. Bambo, mayi ake a Zhu Yuanzhang, ndi mchimwene wake anamwalira motsatizana, choncho sanachitire mwina koma kukhala mmonke woyambirira ku Huangjue Temple.\nPasanathe miyezi iwiri atalowa m’kachisi, chifukwa cha vuto lotolera lendi ya kachisi m’zaka za njala, mwini kachisiyo anatseka nyumba yosungiramo katunduyo n’kuthamangitsa amonkewo. wachimonke amene ankapeza ndalama popemphapempha).\nPambuyo pake, Zhu Yuanzhang anakhala Taizu wa Ming Dynasty ndi \"mfumu ya anthu\" m'mbiri ya China, ndi dzina la ulamuliro \"Hongwu\".\n(Fanizo la nkhaniyi ndi loti kukhala wamba kwa kanthawi sikutanthauza kuti zidzakhalanso chimodzimodzi mtsogolomu. Izi zili choncho chifukwa nthawi siinafike.)", "聖意": "Banja lili bwino, banja lili ndi thanzi, mwayi ndi wabwino, bizinesi ikudikirira, ukwati wachedwa, mwamuna anabadwira ku Liujia, woyenda pansi wachedwa, mphutsi ya silika yachedwa, mbozi ndi yolemera, nyama zisanu ndi imodzi. kumangidwa, munthu wasowa, palibe mlandu wochedwetsedwa, kusamuka ndikosunga, katundu wotayika watsekedwa, matenda amalepheretsa, manda amapiri amapezeka.", "古人": "Hongwu amayang'ana ng'ombe", "第X籤": "Gawo la makumi asanu ndi awiri mphambu zisanu ndi chimodzi", "宮": "Mi Palace"}