{"籤詩版本二": "M’malotowo, zinanenedwa kuti padzakhala chuma chambiri, koma kutchukako kudzakhala kopanda pake.\nMadzi ali kutali komanso mapiri ali kutali, koma kukhala wokhulupirika n’kovuta.” Munthu wolemekezeka amapereka malangizo komanso kumwetulira.", "詩意": "Hexagram iyi imayimira chizindikiro cha kupeza chuma m'maloto.\nZonse ndi zenizeni kapena zochepa.", "解曰": "Kulota ngati maloto. Palibe chiyembekezo cha kutchuka. Ingodikirani nthawi zabwino. Malangizo abwino.", "籤詩故事一": "◇ Bwezerani jade ku Zhao (bwezereni jade ku Zhao mukamaliza)\nMu 283 BC, Mfumu Zhao Huiwen inalandira He's Bi kuchokera kwa Chu. Mfumu Qin Zhaoxiang itamva nkhaniyi, inatumiza kalata kwa Mfumu Zhao yosonyeza kufunitsitsa kwake kusintha mizinda khumi ndi isanu ndi He's Bi.\nLin Xiangru adasanthula kwa Mfumu Zhao kuti Qin anali wamphamvu ndipo Zhao anali wofooka ndipo amayenera kusinthidwa.\nMfumu Zhao kenako inatumiza Lin Xiangru ku Qin ndi He's Bi.\nMfumu ya Qin inakumana ndi Lin Xiangru ku Zhangtai, ndipo Lin Xiangru anapereka jade kwa Mfumu ya Qin. Mfumu ya ku Qin inasangalala kwambiri ndipo inadutsa He's Bi kwa kukongola kwake ndipo aliyense wozungulira iye ankayang'ana pa izo.\nLin Xiangru anaona kuti Mfumu ya Qin inalibe cholinga chopereka mzindawo kwa Zhao, choncho inauza Mfumu ya Qin kuti Jade anali ndi vuto ndipo ankafuna kuilozera kwa Mfumu ya Qin kuti apeze mwayi wopeza mzindawu. yade kumbuyo.\nLin Xiangru atabwezanso Bi wa Heshi, adayima pafupi ndi chipilala chachikulu, kuwonetsa kuti akufuna kufa ndi Bi wa Heshi.\nPanthawiyi, Lin Xiangru anauza Mfumu ya Qin kuti: \"Mfumu ya Zhao idagonjetsabe zotsutsa za nduna ndikuvomereza zomwe ndunayi idapereka. Kuti tisunge ubale pakati pa Qin ndi Zhao, Mfumu Zhao Nditasala kudya kwa masiku asanu, ndinatumiza atumiki anga ku Qin ndi jade. mzinda, komanso adapereka jade la banja la He kwa mkazi wokongola, zomwe zinali zoseketsa kwa atumiki anga.\"\nAtangomaliza kulankhula, Lin Xiangru nthawi yomweyo anachita kusonyeza kuti amenya chipilala Mfumu ya Qin inkachita mantha kuti He's Bi iwonongeka, choncho inanamizira kupereka Zhao mizinda khumi ndi isanu. Lin Xiangru adawona dongosolo lachinyengo la King Qin, motero adapempha Mfumu Qin kuti asala kudya kwa masiku asanu asanawonetse He's Bi kuti achedwetse nthawi. M'masiku ochepa awa, Lin Xiangru adatumiza atumiki ake kuti abwerere ku State of Zhao ndi jade, pomwe adakhala kuti athane ndi Mfumu ya Qin.\n(Nkhaniyi ili ngati maso a munthu wamba kuchita chidwi ndi udindo wake.)", "聖意": "Muzipemphelera nyumba ndikudzipemphelera kuti mutseke chuma ndikovuta kukhala ndi banja nkovuta kukhala ndi banja anthu sakugwilizana.", "古人": "Bweretsani yade ku Zhao (malizitsani yade kupita ku Zhao)", "第X籤": "Lotale yopambana ya makumi asanu ndi awiri mphambu zisanu ndi ziwiri", "宮": "Masana Palace"}