{"籤詩版本二": "mfundo yopanda kanthu, ndikufuna kukutetezani, ngati mutateteza thupi lanu, ndikanakonda simudzalibweza.\nMusaiwale kuti chisomo cha Mulungu chabwezedwa, ndipo musanyoze mawu a Mulungu.", "詩意": "Musakhulupirire kuti hexagram iyi ndi yowona.\nNdi chizindikiro cha kukhala wosamala mu chilichonse.", "解曰": "Anthu ali ndi maganizo awoawo. Malingaliro sayenera kukhala otanganidwa. Malangizo a Guanyin. Musakhale wopanda ulemu.", "籤詩故事一": "◇Kuthandizira mobisa mbendera yamkuwa\nMkulu woyambitsa wamkulu wa Tang Dynasty, Qin Qiong (Qin Shubao) anapatsidwa udindo wa Grand Marshal wa Sui Dynasty. Anatsogolera asilikali ake kukamenyana ndi Sishui Pass (kapena Sishui Pass kapena Dongling Pass, nthano zimasiyanasiyana). Yang Lin ( Yang Yicheng), mkulu wa alonda a Sishui Pass, anali Mfumu Yang ya Mzera wa Sui analamula kuti akhazikitse mbendera zamkuwa, koma Qin Shubao sakanatha kuwuukira kwa nthawi yayitali. Atazindikira kuti Luo Cheng, mtsogoleri wa mapangidwewo, anali msuweni wake, adalumikizana ndi azakhali ake.\nLuo Cheng asananyamuke, anauza amayi ake kuti munthu amene anabwera kudzagwetsa mbenderayo ndi msuweni wake Qin Qiong, ndipo mayi ake anamulamula kuti amuthandize mwachinsinsi. Patsiku la nkhondo yomaliza, Luo Cheng, yemwe ankalondera mbendera ya Bronze, mwadzidzidzi anasintha mbali ndikugwirizana ndi Qin Qiong. Pambuyo pake anagonjetsa mapangidwe a Bronze Flag. Mzera wa Tang.\n(Nkhani iyi ndi fanizo lomwe nthawi zina muyenera kudalira kuganiza pochita zinthu, osati kudalira kutengeka mtima kapena chikhulupiriro.)", "聖意": "Nyumbayo ikufunabe kudzilonjeza, kufunafuna chuma, kusunga gawo, kusamala za ukwati, kubereka mtsikana, oyenda pansi amakhala m'munda, mphutsi za silika, mfundo zisanu ndi ziwiri ndi kuwonongeka kwa ziweto zisanu ndi chimodzi, kufufuza anthu, milandu ya anthu ndi kusamuka. , katundu wotayika, matenda akumadzulo, njira yothetsera mapiri, manda akumadzulo", "古人": "Kuthandizira mobisa mbendera yamkuwa", "第X籤": "Makumi asanu ndi awiri mphambu asanu ndi anayi Kupambana Loti", "宮": "Masana Palace"}