{"籤詩版本二": "Masamba a mitengo ya mkuyu agwa, nthawi yophukira yayandikira, ndipo ulendo wobwerera wa apaulendo ukuoneka ngati mitambo.\nChifukwa cha khama lalikulu la Mulungu, ngalawayo inabwerera ndi chumacho mumphepo.", "詩意": "Hexagram iyi ikuyimira chithunzi cha masamba akugwa a mkuyu.\nChilichonse chimakhala choipa pasadakhale komanso chabwino pamapeto pake.", "解曰": "Tengani zinthu kuchokera pansi pamtima. Tianxin amatsatira. Kupeza zofunika pamoyo. Chitani chilichonse chomwe mungathe.", "籤詩故事一": "◇Mphepo imawomba ku Tengwang Pavilion\nWang Bo, dzina laulemu Zian, anali wolemba ndakatulo wa mzera wa Tang woyambirira. Iye anabadwa m'chaka choyamba cha Yonghui, Emperor Gaozong wa Tang Dynasty. Wang Bo wakhala akuwerenga malemba kuyambira ali mwana, ndipo amadziwika kuti \"mwana wokonda\". Wang Bo wakhala akuwerenga malemba kuyambira ali mwana, ndipo amadziwika kuti \"mwana wokonda\".\nPamene anali ndi zaka 10, iye ndi atate wake anadutsa pafupi ndi Kachisi wa Guandi. Iye anaimbira Mfumu Guan kuti: “Nditagwira maloko atatu a ndevu zobiriwira, ndikuwerenga mbiri ya ufumu wa Qing ku nyali yobiriwira ndi kupereka ulemu kwa mayina otchuka. Kugwira chinjoka chobiriwira ndi mwezi m’manja mwanga.” kuti m'dzinja la chaka chino, Wang Bo adachoka ku Shanxi kupita ku Hainan Island kukachezera abambo ake omwe adatsitsidwa kupita ku boma la Jiaozhi, ndikudutsa m'mapiri ndi mitsinje masauzande panjira. M'dzinja la chaka pamene anali ndi zaka makumi awiri mphambu zisanu ndi ziwiri, Wang Bo adachoka ku Shanxi kupita ku Hainan Island kukachezera abambo ake, omwe adatsitsidwa pa udindo wa Jiaozhi County Magistrate.\nTitafika ku phiri la Madang tsiku limenelo, aliyense anapita kumtunda kukapuma.Wang Bo atadutsa yekha pafupi ndi kachisi wakale, mwadzidzidzi anaona munthu wokalamba atakhala pamwala pafupi ndi kachisiyo. Anati kwa Wang Bo “Kodi ndiwe Wang Bo?” Wang Bo anadabwa kwambiri n’kunena kuti, “Zoonadi! zolinga zopulumutsa anthu, ndipo ndakatulo zanu ndi zatanthauzo kwambiri. Mawa kudzakhala phwando lalikulu ku Tengwang Pavilion. Ngati mungathe kupita kuphwando ndikulemba nkhani, mudzakhala wotchuka m'mibadwo yonse ndikupeza ndalama zoyendera.\" Pa Phiri la Madang, aliyense anapita kumtunda kukapuma. Pamene Wang Bo ankayenda pafupi ndi kachisi wakale yekha, mwadzidzidzi anawona pamwala womwe unali pafupi ndi kachisiyo, Panali munthu wachikulire atakhala, yemwe ankawoneka ngati mwana wa tsitsi labwino ndi nthano. Anati kwa Wang Bo, \"Kodi ndiwe Wang Bo?\"\nWang Bo anadabwa ndipo anati, \"Zoonadi! Mukudziwa bwanji zimenezo?\"\nMkuluyo anati: \"Ndamva kale kuti muli ndi cholinga chopulumutsa anthu, ndipo ndakatulo zomwe mumalemba zili ndi tanthauzo. Mawa padzakhala phwando lalikulu pa Pavilion ya Prince Teng. mudzakhala wotchuka m'mibadwo yonse ndipo mudzapeza ndalama zoyendera.\"\nWang Bo anati: “Malo amenewa ali pamtunda wa makilomita 6 kapena 700 kuchokera ku Tengwang Pavilion. Kodi tingafike bwanji mawa?” Mkuluyo anati: “Ndidzagwiritsa ntchito hatchi ngati mphepo ya Mulungu kuti ikuthandizeni kuyenda bwino. afikadi mawa.\" Wang Bo adandithokoza ndipo adati: \"Pepani apongozi anga. kulamulira dera lamadzi ili!\" Wang Bo anati, \"Malo awa ali pamtunda wa mailosi mazana asanu ndi limodzi kapena asanu ndi awiri kuchokera ku Tengwang Pavilion. Kodi tingafike bwanji kumeneko mawa?\"\nNkhalambayo inati: “Ndidzagwiritsa ntchito hatchiyo ngati mphepo yamulungu kuti ikuthandizeni kuyenda bwino. Ndidzafikadi mawa.\nWang Bo adamuthokoza ndipo adati, \"Pepani apongozi, kodi ndinu wosafa kapena mulungu?\"\nNkhalambayo inaseka n’kunena kuti: “Ndine Zhongyuan Shuijun amene ndimayang’anira dera lamadzi limeneli!” Kenako mkuluyo analimbikitsa Wang Bo kuti akwere m’ngalawamo mwamsanga. ndipo m’njiramo madzi anali osalala, ndipo m’kuphethira kwa diso, anayenda ulendo wa makilomita mazanamazana.\nKenako mkuluyo analimbikitsa Wang Bo kuti akwere m’ngalawamo mwamsanga. Monga momwe amayembekezeredwa, Wang Bo adathamangira ku Prince Teng's Pavilion m'mawa wa chochitika chachikulu.\nMonga momwe amayembekezeredwa, Wang Bo adathamangira ku Prince Teng's Pavilion m'mawa wa chochitika chachikulu. Ndipo pomwepo, adalemba \"Mawu Otsogolera ku Pavilion ya Prince Teng\", yomwe idatchedwa ukadaulo wamuyaya ndi Emperor Gaozong wa Mzera wa Tang. Ndipo pomwepo, adalemba \"Mawu Otsogolera ku Pavilion ya Prince Teng\", yomwe idatchedwa ukadaulo wamuyaya ndi Emperor Gaozong wa Mzera wa Tang.\nPali ndakatulo yomwe imati:\nZakhala zikunenedwa kuti anthu aluso ndi milungu, kotero sizowopsa kuti mphepo imabweretsa Nanchang ku Nanchang;\nNdidalemba chiganizo chokhudza malo okwera a Teng Wang, kenako adatsagana ndi osafa kupita ku Zhongyuan.", "聖意": "Pemphererani nyumba yanu ndikudziteteza, pemphererani madalitso, funani chuma, ndi kukwaniritsa ukwati ndi mgwirizano.", "古人": "Mphepo imawomba ku Tengwang Pavilion", "第X籤": "Chizindikiro makumi asanu ndi atatu ndi chimodzi", "宮": "Wei Gong"}