{"籤詩版本二": "Zotani ngati mwataya ukoma wanu chifukwa cha mbiri yanu, ndikuwopa kuti zabwino zidzasintha ndipo zoipa zidzachitika.\nNdaledzera, sindikudziwa komwe ndingapite, ndikulota maloto osawoneka bwino pamthunzi wamitengo yobiriwira ya paini.", "詩意": "Hexagram iyi ikuyimira nsomba yozizira yomwe imachoka m'madzi.\nPalibe chomwe chingasunthidwe.\n\n(Hexagram iyi ndi chizindikiro cha makhalidwe oipa ndi tsoka.\nSungani mapazi anu pansi muzonse.\n)", "解曰": "Nsomba zozizira zimasiya madzi. nchenche mumafuta. Mukafunsa za mapulani amsasa. Ndi bwino ku Mo Qi\nChizindikiro ichi chidzabweretsa tsoka ku Liujia. Chilichonse chimalakwika. Pempherani chitetezo.", "籤詩故事一": "◇Zhuangzi amayesa mkazi wake\nZhuangzi anabadwira m'banja la Zhou, dzina lake anali Zhuang, dzina lake Zhou, ndipo dzina lake linali Zixiu, anali mbadwa ya Mengyi mu Ufumu wa Nyimbo. Mu Mzera wa Zhou, anali mkulu wa Qiyuan.\nTsiku lina, Zhuangzi anakumana ndi mayi wina paphiripo, akugwedezeka kutsogolo kwa manda atsopano, akugwedeza chifaniziro chake movutikira, ngati akufuna kuumitsa dothi lonyowa pamandapo. Zhuangzi sanamvetse cholinga chake, choncho adamufunsa. Iye ananena kuti amene anaikidwa m’mandamo anali mwamuna wake, ndipo mawu omalizira a mwamuna wake anali akuti sangakwatiwenso mpaka nthaka ya m’mandayo itauma. Sanathenso kudikira, choncho anavunda dothi la manda kuti liume msanga, kuti atsate kasupe wachiwiri.\nZhuangzi adadzuma ataganiza kuti padziko lapansi pali mkazi wopanda chifundo. Kenako ndinaganiza, mkazi wanga adzakhala chonchi? Kukayikitsa kukabuka, ndikufuna ndikuyese.\nMkazi wa Zhuangzi dzina lake Tian, ​​​​ndipo nthawi zambiri banjali limakhala ndi ubale wapamtima.\nAtamva kuti Zhuangzi wamwalira ndi matenda adzidzidzi, anthu ambiri ochokera m’madera osiyanasiyana kuphatikizapo achibale ndi abwenzi anabwera kudzapereka chipepeso chawo.Mwa iwo munali mfumu yooneka bwino komanso mdzukulu wina wochokera m’chigawo cha Chu, yemwe anali wolemera kwambiri. Tian anali wamasiye kumene komanso wachisoni, anamuthamangitsa. Mayi Tian sanathe kupirira mayesero ndipo anayamba kukondana ndi Wang Sun.Anakwatirana m'masiku makumi awiri okha.\nUsiku umenewo, pamene vinyo analedzera ndipo makutu akutentha, Wang Sun mwadzidzidzi anadwala matenda a mtima ndipo anamwalira.\nMayi Tian anachita mantha ndi mantha, ndipo anafunsa Wang Sun mwamsanga kuti achite chiyani.\nMtembowo ungapeze kuti? Mayi Tian anaganiza mwadzidzidzi, kodi mwamuna wake sanamwalire? Bambo Tian anayiwala za chikondi chakale chapakati pa mwamuna ndi mkazi, ndipo anatengadi nkhwangwa ndikung’amba bokosi lamaliro la mwamuna wake, kukonzekera kutulutsa ubongo wake kuti akapeze mankhwala.\nMosayembekezereka, bokosilo litatsegulidwa, Zhuangzi anakhalanso ndi moyo. Mayi Tian anachita manyazi kwambiri moti anadzipachika.\n(Nkhani iyi ndi fanizo la kuphwanya ubwenzi pofuna kupeza phindu, choncho sitingagwirizane nawo.)", "聖意": "Nyumbayo ili yamtendere, mwiniwake ali wotetezeka, ndalama zopanda chilungamo, malonda amaperekedwa nsembe, ukwati wathetsedwa, zoipa za ku Liujia zikuyenda bwino, oyenda pansi sanafike, mphutsi za silika zili pamtendere, ziweto zili pamtendere. anthu akuyang’ana anthu, mlandu wasintha, ophunzira asunga zinthu, chuma chatayika, palibe matenda, phiri ndi manda zakhala zoipa.", "古人": "Zhuangzi amayesa mkazi wake", "第X籤": "Gawo 84", "宮": "Wei Gong"}