{"籤詩版本二": "Mitambo yakuda ndi chifunga chaphimba msewu umene uli kutsogolo kwa phirilo.\nMukapeza ndakatulo ndi mabuku, mudzadzuka ku maloto akuya, munthu wolemekezeka adzakutsogolerani padenga.", "詩意": "Hexagram iyi ikuyimira kutha kwa masika ndi kuphuka kwa maluwa.\nChirichonse chimasintha pambuyo pa Ambuye.", "解曰": "Mkuluyo ayenera kupempha thandizo. Zimaphukanso mu kasupe. Kufuna kutchuka ndi chuma. Kukumana ndi mphepo yamkuntho mochedwa m'moyo.", "籤詩故事一": "◇Han Wengong akumana ndi chipale chofewa\nHan Yu, yemwe dzina lake anali Tuizhi, anali wochokera ku Changli. Tang Dezong anakhala Jinshi m'chaka chachisanu ndi chitatu cha Zhenyuan, ndipo mutu wake womwalirayo unali Wen Gong.\nMu ulamuliro wa Emperor Xianzong wa Tang Dynasty, Han Yu adagwirizananso ndi mafupa a Buddha, zomwe zidakwiyitsa Mfumu. Han Yu adasiya mkazi wake ndi ana ake ndikupita ku Chaozhou. Titayenda kwa masiku ocheperapo, chimphepo chozizira chinayamba kugwa ndipo kunagwa chipale chofewa kwambiri. Han Yu anafika pamalo pamene chipale chofewa chinali chakuya mamita angapo, zomwe zinachititsa kuti kavalo wake apite patsogolo ndipo kunalibe nyumba pafupi ndipo sankadziwa kumene kunali msewu. Ngati mukufuna kutsatira njira ndikubwerera, palibe njira yobwerera. Mphepo inali kuwomba mwamphamvu ndipo chipale chofewa chinali kugwa mofulumira.\nHan Yu anausa moyo n’kunena kuti: “Mfumu sidzandipha, koma mfumuyo ikufuna kundiwononga.\nHan Yu atathedwa nzeru, anaona munthu akubwera kudzachotsa chipale chofewacho ngakhale kuti kunali kuzizira kwambiri.\nZisanachitike, Han Xiangzi anali atauza Han Yu kuti: “Kodi nyumba ya Yun Heng ku Qinling ili kuti? potsiriza anamvetsa.\nChoncho Han Yu ndi Han Xiangzi anapita kukagona m’nyumba ya Fu ku Languan. Polankhula za zakale ndi njira yolima, Han Yu anali wotsimikiza mtima.\nPambuyo pake, Han Yu anasiya udindo wake wa boma, anapereka chuma chake chonse ku boma la kumaloko, ndipo anapita kumapiri kukachita Chitao ndi kukhala wosakhoza kufa.", "聖意": "Nyumba si yabwino kwa inu, chenjerani pofunafuna ndalama, ganizirani za bizinesi, ukwati wachedwa, Liujia akazi oyenda pansi amatchinga minda, mphutsi za silika ndi zabwino, ziweto zili bwino, zovuta kupeza anthu, milandu ya anthu ikubwerezedwa, kusamuka kuli bwino. kusinthidwa, zinthu zotayika ndizowopsa, matenda amachedwa, manda amapiri ayenera kusinthidwa.", "古人": "Han Wengong akukumana ndi chipale chofewa", "第X籤": "Malotale opambana makumi asanu ndi atatu ndi asanu", "宮": "Shen Gong"}