{"籤詩版本二": "Tikuyenda theka la phiri lakumadzulo, matanthwe a Junling sangakhazikike.\nKuyang'ana kwa Mulungu kuti atetezedwe, thupi ili likadali m'manda", "詩意": "Hexagram iyi ili ngati kuyang'ana golide mumchenga.\nPali zizindikiro za anthu olemekezeka m'chilichonse.\n\nKomanso: Hexagram iyi imasonyeza kuti munthuyo ali pangozi.\nPali zizindikiro za anthu olemekezeka m'chilichonse.", "解曰": "Jade angapezeke ndi chiseling mwala. Pezani golide mumchenga. Kufunika kugwira ntchito molimbika. Vuto basi.\nNtchito ina: mkhalidwe wovuta. Palibe pokhala. Pemphani madalitso a Mulungu. Pempherani kuti mukhale ndi mtendere wamumtima.", "籤詩故事一": "◇Luma golide ndikuwona mapanga apansi panthaka\nPokondwerera kupambana kwake pankhondo, Cheng Yaojin adachita phwando ku Yanwuyang. Mwadzidzidzi dzenje linatseguka pansi, lomwe linali losamvetsetseka.Aliyense anachita maere posankha mawu, kuluma golide kuti apambane, ndikubwereketsa zingwe kuti amange dzenjelo.\nPali zitseko zamiyala, matebulo, mipando, milatho ndi zinthu zina Patebulopo pali mikanjo ya chinjoka ndi malamba a jade, omwe amapangidwa ndi golide ndipo amachoka kuphanga.\nYao Jin adatuluka m'dzenje ndi bokosi lalikulu ndi bokosi laling'ono, adatsegula bokosilo lamatabwa ndikutulutsa chisindikizo cha jade, adatsegula bokosilo, adatulutsa mbendera yayikulu, mwinjiro wa korona ndi njanji ndikuziyika patebulo, ndipo aliyense. anawayang'ana iwo mmodzimmodzi. Ndinaona zilembo zisanu ndi zitatu zolembedwa pachidindo chachikuluzo zinali “The Demon King of Hunshi, the Great Virtuous Emperor”.\nAliyense ankamulambira monga “Emperor”, ndipo Yaojin anachita zimenezi kwa zaka zitatu monga Mfumu ya Ziwanda. (Kwenikweni, izi zinali zongodzinenera zokha, ndipo Cheng Yaojin anali mtsogoleri wa mudziwo panthawiyo.)\n(Nkhani iyi ndi fanizo loti zinthu zabwino zimangokhala ngati kuchita zinthu. Ili ndi lingaliro laluso la \"thupi ili likadali m'malo\".)", "聖意": "Kupempherera nyumba ndi nyumba, kudzikonda, kusowa phindu, kufunafuna chuma, kugwira ntchito mwakhama, kukhala osamala mu bizinesi, ukwati udzalepheretsedwa ndi Liu Jiaxu, oyenda pansi, Chi Tian, ​​mphutsi za silika, zoweta zisanu ndi chimodzi zokhazikika, kufunafuna anthu, palibe milandu. , kutaya, kusamuka, kusunga katundu wotayika, matenda oipa, zopinga, mapiri ndi manda.", "古人": "Kufufuza za Crypt for Gold", "第X籤": "Chizindikiro makumi asanu ndi atatu mphambu zisanu ndi ziwiri", "宮": "Shen Gong"}