{"籤詩版本二": "Osandivutitsa ndi nkhani zanu.. Izi ndizoyenera kufunsa anthu.\nMtima wabwino ndi wowala komanso wowala ngati mwezi wowala kumwamba", "詩意": "Hexagram iyi imayimira chithunzi cha mwezi wowala kumwamba.\nChilichonse ndi chowala komanso champhepo.", "解曰": "Khalani owongoka mtima. Wongola lamulo. Mawu oyera. Pomaliza zimamveka bwino.", "籤詩故事一": "◇ Mtsogoleri wamkulu wa Kong Ming\nYankho: Zhuge Liang asonkhanitsa ankhondo ake ndi akazembe ake\nMunthawi ya Mafumu Atatu, Zhuge Liang (181-234), dzina laulemu Kongming, adabadwira ku Yangdu, Langya (tsopano Yinan County, Province la Shandong).\nZhuge Liang adavomera kukhala m'boma pambuyo poti Liu Bei adayendera katatu kanyumba kaudzu. Panthawiyo, Cao Cao adakhazika mtima pansi Hebei ndipo adatsimikiza mtima kupita kumwera. monga wachiwiri kwa akazembe ankhondo, kutsogolera gulu lankhondo la 100,000 kuguba kupita ku Xinye. Ngakhale Zhuge Liang anali ndi ndondomeko yobwerera kwa adani panthawiyo, Guan Yu ndi Zhang Fei adanyoza mawu a Zhuge Liang. Zhuge Liang sanachitire mwina koma kugwiritsa ntchito lupanga la Liu Bei kuti agonjetse amuna awiriwa, aliyense anatsogolera asilikali chikwi chimodzi ndi akavalo, n’kubisalira ku Yushan ndi Anlin. obisalira ndi moto.\nKuphatikiza apo, Zhao Yun adatumizidwa kukatsogolera otsalira akale ndi ofooka ankhondo kukamenya nkhondo ngati msilikali wamkulu wotsutsana ndi Xiahou Dun, kenako adagonjetseratu ndikubwerera, kukopa Xiahou Dun mumsewu wopapatiza m'mapiri ndi nkhalango. Ping, Zhou Cang, Liu Feng ndi ena kuti alowe kumbuyo kwa gulu lankhondo la Cao, kuwotcha katundu ndi kuchititsa mantha m'gulu lankhondo la Cao.\nNkhondo itatha, zonse zidachitika monga momwe Zhuge Liang adakonzera. Xiahou Dun ndi Yu Jin atatsogolera gulu lankhondo, Li Dian, yemwe anali kumbuyo, adadziwitsa Xiahou Dun kutsogolo kuti akuyenera kutetezedwa ndi adani omwe adawotcha moto. njira yopapatizayo ndipo inali pamalo pomwe mitengo inali yolumikizirana, kotero kuti moto sunayambike.Panali ovulala kwambiri, ndipo Xiahou Dun ndi akazembe ena adagonjetsedwa ndikuthawira ku Xudu.\n(Nkhaniyi ndi fanizo loti Kong Ming ndi wabwino kugwiritsa ntchito anthu ndikulamulira dziko mwanzeru.)", "聖意": "Nyumba ndi nyumba ndi zabwino.Ndikufunira zabwino pa chuma, mtendere wamumtima, bizinesi yotukuka, ukwati, kupambana, kupambana ku Liujia, amuna akusuntha minda, mphutsi za silika, imfa ya ziweto, kusowa anthu, milandu ya anthu, kusamuka, kutaya katundu, madalitso, matenda, mtendere, mapiri ndi manda.", "古人": "General wa Kong Ming", "第X籤": "Chizindikiro chachisanu ndi chinayi", "宮": "Yin Palace"}