{"籤詩版本二": "Chiwonetsero chabwino chimakupangitsani kuti mukhale osiyana ndi anthu omwe ali ndi tsinya, ndipo tsogolo lanu limasintha ndipo mumabweretsa chuma chochuluka.\nNjira ndi yotakata ngati mlengalenga, ndipo ndalama zonse zomwe mungapereke zidzakhala mu mtima mwanu", "詩意": "Hexagram iyi ikuwonetsa tsogolo labwino.\nZonse zikuyenda bwino.", "解曰": "Njira yayikulu. Mukhoza kupita patsogolo. Gwiritsani ntchito mtima wanu. Kutsogolo kokha.\nChilichonse chimayenda monga momwe anakonzera ndi chizindikiro ichi. Zabwino zonse kwa Jichang.", "籤詩故事一": "◇ Ngwazi zitatu zikulimbana ndi Lu Bu\nYankho: Ngwazi zitatu Zhang Fei, Guan Yu, ndi Liu Bei akulimbana ndi Lu Bu\nDong Zhuo adamva kuti Hua Xiong adadulidwa mutu ndikutumiza mkulu wandege Lu Bu kuti akamenyane. Lu Bu atangopita kunkhondo, anapha akuluakulu a asilikali a Fang Yue ndi Mu Shun, ndipo anapha Wu Anguo ndi Gongsun Zan.\nZhang Fei adawona kuti Gongsun Zan sakanatha kugonjetsa Lu Bu, choncho mwamsanga adalowa m'malo mwa Gongsun Zan ndikufuula kuti: \"Akapolo a mayina atatuwa achoke! Zhang Fei wochokera ku Yan ali pano! \" Pambuyo pake, adamenyana maulendo oposa makumi asanu. motsatizana, popanda wopambana kapena wolephera.\nGuan Yu atawona, iye ndi Zhang Fei adaukira Lu Bu ndikumenyera maulendo opitilira makumi atatu.\nLiu Bei nayenso adanyamula malupanga awiri, akuwomba kavalo wake ndikupita patsogolo kuti athandize Zhang Fei ndi Guan Yu.\nAnthu atatu aja anazungulira Lu Bu ndipo anapitirizabe kumenyana, anthu onse omwe anali pagululo anali odabwa.\nPosakhalitsa Lu Bu anayamba kutha mphamvu.Pegasus wa Lu Bu anabwerera koma amuna atatuwa anamuthamangitsa Lu Bu ndipo anakana kugonja, sanabwerere mpaka anakumana ndi asilikali a Lu Bu.\n\"Maufumu Atatu\"\n(Nkhaniyi ndi fanizo la kulimba mtima ndi luso la Lu Bu pomenya nkhondo. Munthu mmodzi akhoza kugonjetsa anthu atatu.)", "聖意": "Mtima wa nyumba ndi nyumba umangoyenda ulendo wofuna chuma.Nkhani yaukwati yomwe ingatheke imapita ku Liujia.Zinthu zimayendera bwino kwa anthu.Mphutsi za silika za Zhushuntian zimagwiritsa ntchito Anthu amapezeka pakati pa nyama zisanu ndi imodzi.Pamaso pa mlandu wapagulu, Yichang , kusamuka, katundu wotayika, matenda, manda amapiri, ndi zina zotero, ndi zabwino.", "古人": "Ngwazi zitatu zimalimbana ndi Lu Bu", "第X籤": "Kupambana lotale makumi asanu ndi anayi ndi chimodzi", "宮": "Inu Palace"}