{"籤詩版本二": "Zokhumba ndi zopambana zili mumzera wa mafumu, koma tsopano padzakhala kumwa kosatha ndi kugonana.\nNgati muwona tambala wagolide, mudzalandira ndalama, chuma ndi chuma.", "詩意": "Hexagram iyi imayimira chizindikiro cha kulakalaka ndi kutchuka.\nSungani zonse zabwino.", "解曰": "Wofunitsitsa komanso wokondwa. Sikuchedwa kudziteteza. Tambala wagolide akulonjeza. Onse okondwa.", "籤詩故事一": "◇Cao Pi adadzitcha mfumu\nCao Pi, dzina laulemu Zihuan, adabadwira ku Peiguoqiao (tsopano Hao County, Anhui). Wandale wotchuka komanso wolemba nthawi ya Jian'an.\nCao Pi ndi mwana wachiwiri wa Cao Cao. Anakhala ndi abambo ake ku msasa wa asilikali kuyambira ali mwana. Motsogoleredwa ndi abambo ake, Cao Pi adaphunzira kuponya mivi ali ndi zaka zisanu ndi chimodzi ndi kukwera hatchi ali ndi zaka zisanu ndi zitatu, ndipo adakula. luso labwino la karati. Alinso ndi chidziŵitso chokulirapo cha zolemba zakale ndi zamakono ndi mbiri yakale, limodzinso ndi mabuku a mazana a masukulu a maganizo. Sizinafike mpaka zaka khumi ndi zisanu ndi zitatu pamene Cao Cao anagonjetsa Yuan Shao ndipo Cao Pi anakhala ndi moyo wokhazikika ku Yecheng, pakati pa ulamuliro wa Cao Cao. Kuyambira nthawi imeneyo, ngakhale kuti nthawi zina ankatsagana ndi bambo ake pa maulendo a usilikali ndipo nthawi zambiri ankakhala moyo wa mwana wolemekezeka, iye amachitabe masewera a karati tsiku lililonse ndipo sanakane mpaka lero. Nthawi zambiri amakwera pahatchi yake masitepe 100 ndipo ndi waluso kwambiri pa masewera a karati chifukwa nthawi zambiri amachita masewera a karati, amakhala wopepuka komanso wamphamvu.\nMwana wamkulu wa Cao Cao Cao Ang anaphedwa pankhondo. Mwana wamkulu atamwalira, Cao Pi adakhala woyamba kusankha kalonga wachifumu. Ali ndi zaka makumi atatu ndi chimodzi, adapangidwa kukhala kalonga wachifumu ndi Cao Cao. Pamene Cao Pi anali ndi zaka makumi atatu ndi zitatu, Cao Cao anamwalira ndi matenda, ndipo Cao Pi adalowa m'malo mwake monga nduna yaikulu ndi mfumu ya Wei. Iye ananena kuti nthawi zambiri amakwera hatchi masitepe 100 ndipo ndi waluso kwambiri chifukwa nthawi zambiri amachita masewera a kungfu amakhala wopepuka komanso wathanzi.", "聖意": "Pempherani kuti kwanu ndi kwanu pakhale mtendere, funani chuma, gwirani ntchito molimbika, malonda, ndi kuswa msanga. Ukwati udzayenda bwino, Liujia adzakhala otetezeka. okhwima Kudzakhala kovuta kupeza anthu Kuzenga milandu pagulu Kugamula mwachangu Kusamuka Katundu wotayika Kutali Matenda akupitirirabe kumapiri ndi kumanda Zabwino zonse.", "古人": "Cao Pi amadzitcha mfumu", "第X籤": "Lotale yopambana makumi asanu ndi anayi mphambu zisanu", "宮": "xugong"}