{"籤詩版本二": "Pagoda wamkuluyo ndi wachilendo, wokhala ndi mawonekedwe okongola mbali zonse omwe amawala kwambiri.\nNdikukupemphani kuti mukhale otsimikiza kugwada mwachangu ndikuchita zabwino, ndipo kumwamba kudzakutumizirani madalitso.", "詩意": "Hexagram iyi ikuyimira chiwonetsero cha kuyenera.\nZonse ndi zabwino.", "解曰": "Madalitso awa. Aliyense ali nazo. Osatanganidwa kwambiri. Kuyenerera kumatsimikiziridwa pasadakhale.", "籤詩故事一": "◇Mfumu ya Fenyang ikumana ndi mdzukulu wake pa Tsiku la Valentine waku China\nYankho: Guo Ziyi anakumana ndi Weaver Girl akutsika padziko lapansi pa Tsiku la Valentine waku China. Tiansun, mdzukulu wa Jade Emperor, ndi Fairies Zisanu ndi ziwiri.\nGuo Ziyi (697-781), yemwe amadziwikanso kuti Guo Linggong, anali mbadwa ya Zheng County, Huazhou (tsopano Huaxian County, Province la Shaanxi) komanso wamkulu mu Mzera wa Tang. Khoti lachifumu linapatsa Ziyi udindo wa Mfumu ya Fenyang.\nAkuti Ziyi anali wochokera ku Huazhou ndipo anapita kukalowa usilikali kunja kwa Khoma Lalikulu.Anapita ku Beijing kukakakamiza kuti alandire malipiro ankhondo ndipo anabwerera ku Yinzhou.Pa nthawiyo linali tsiku la Valentine la ku China.Mphepo ndi mchenga mdima unayamba kusanduka mdima, ndipo dzuwa linali mdima, Ziyi analephera kupita patsogolo moti anayima m’mphepete mwa msewu atagona pansi m’nyumba yopanda anthu. mbali zonse ziwiri anaimirira n’kuyang’ana m’mwamba modabwa, munali mtambo kumwamba ukutsika pang’onopang’ono. Nthawi yomweyo Ziyi anapereka ulemu wake n’kunena kuti: “Lero ndi tsiku lachisanu ndi chiwiri la mwezi wachisanu ndi chiwiri.\nNayenso mkaziyo anayankha kuti: “Ndi chuma chambiri chimabwera moyo wautali.\nAtamaliza kuyankhula, kuwalako kunabwerera ndipo mitambo inakwera pang'onopang'ono. Mayiyo anali akuyang'anabe pansi Guo Ziyi uku akumwetulira mosangalala.\nZinakhaladi zoona, monga momwe mayiyo ananenera. Zoyenera za Ziyi ndizodziwika padziko lonse lapansi, ndi nduna yodziwika kwambiri, ndipo ndi jenerali yemwe ali ndi zabwino komanso zabwino.", "聖意": "Dzipangireni zokhumba zanu kunyumba, dzipangireni zofuna zanu, pempherani ndalama, zabwino zonse mubizinesi, zabwino zonse m'banja, zabwino zonse ku Liujia, kuyenda mosangalala ndi anthu, kusuntha minda, nyongolotsi za silika, ziweto zokhazikika, mwayi wopeza. anthu, milandu ya anthu, kusamuka, mwayi, matenda otayika, manda ku Zhenxingshan", "古人": "King Fenyang akumana ndi mdzukulu wake pa Tsiku la Valentine waku China", "第X籤": "Chizindikiro makumi asanu ndi anayi mphambu zisanu ndi chimodzi", "宮": "xugong"}