{"籤詩版本二": "Titanyamula kavalo ndi chikwapu, timabwera molunjika kuno, theka lili pachiwopsezo ndipo theka lili pangozi.\nZili ngati nyumba ikutenthedwa ndi moto, thambo likagwa, mvula imasanduka phulusa, ndili ndi pulani.", "詩意": "Hexagram iyi ikuyimira theka lachisoni ndi theka la chisangalalo.\nNdikoyenera kuchita zabwino m'zonse.", "解曰": "Ntchito ya moyo wonse. Osamasamala za chabwino ndi choipa. Unyolo ndi wanthawi yochepa. Kusunga chakukhosi kumabwera mwachibadwa.", "籤詩故事一": "◇Tao Sanchun amenya Zheng En ku Guayuan\n\"Chikumbukiro changa chikhale ndi moyo wautali,\" Zhao Kuangyin adayimiliranso, \"Beiping Mfumu Zheng En adakonza ukwati kalelo. Tsopano popeza dziko lili pamtendere, ndikufuna ndikupempheni chilolezo chanu kuti musankhe tsiku labwino lokwatirana. \"\nChikumbutso changa chikhale ndi moyo wautali!” Zhao Kuangyin anaimirira n’kunena kuti: “Mfumu ya ku Peking, Zheng En, inali itakonza ukwati kalelo. tsiku loti tikwatirane.\"\n“O, m’bale wachitatu uja anali pachibwenzi kale, nanga bwanji sindinadziwe zimenezi?” Chai Rong anadabwa kwambiri, ndipo anagwedeza dzanja lake n’kufunsa Zhao Kuangyin kuti akhale pansi n’kukambirana.\nM’bale wachitatuyo anali atatomeredwapo kale, nanga bwanji sindinadziŵe zimenezi?” Chai Rong (Mfumu ya Ufumu wa Pambuyo pa Mzera wa Zhou) anadabwa kwambiri.” Anagwedeza dzanja lake n’kufunsa Zhao Kuangyin kuti akhale pansi n’kukambirana.\n\"Nkhani yayitali ndithu, poyamba tidali paumphawi nthawi imeneyo ndipo sitinalowe usilikali wanu. Kuyambira nthawi imeneyo takhala tikumenyana kwa zaka zambiri ndipo tilibe nthawi yoti tisamakukhudzeni. Chachiwiri, m'bale wachitatu nayenso ndi wamng'ono. manyazi kuzitchula, kotero kuti Mfumu sadziwa .\n\"Nkhani yayitali ndithu, poyamba tidali muumphawi nthawi imeneyo ndipo sitinalowe usilikali wanu. Kuchokera nthawi imeneyo takhala tikumenyana kwa zaka zambiri ndipo tilibe nthawi yoti tisamalire za inu. Chachiwiri, m'bale wachitatu nayenso ndi msilikali. wamanyazi pang'ono kutchula, kotero Ambuye sakudziwa .\n\"Hey, mwana wasukulu wakukoleji wamwamuna akukwatiwa, kuchita manyazi ndi chiyani? M'bale wachitatu wakhala ali pankhondo kwanthawi yayitali ndipo amawonedwa ngati ngwazi yosayerekezeka. Nchifukwa chiyani ukuchepa kwambiri pankhaniyi?\"\n\"Hey! Mnyamata wa ku koleji akukwatiwa, manyazi ndi chiyani? Mchimwene wachitatu wakhala akumenyana kwa nthawi yaitali ndipo akhoza kuwonedwa ngati ngwazi yosayerekezeka.\n\"Kunena izi, sindingamunene mchimwene wanga wachitatu kuti ndi wamanyazi, chifukwa banjali linakhazikitsidwa.\"\n\"Kunena izi, sindingamunene mchimwene wanga wachitatu kuti ndi wamanyazi, chifukwa banjali linakhazikitsidwa.\"\n\"Watayipa? Hei, ndizosangalatsa. Chonde ndiuzeni zomwe zidachitika.\"\n\"Ndayilemba! Hei! Ndizosangalatsa! Chonde ndiuzeni zomwe zidachitika.\"\n\"Inde, ndikukumbukira chaka chimenecho, titatsala pang'ono kugwirizana ndi Mfumu Yake, tinali kudutsa m'chigawo cha Baocheng. Kunkatentha kwambiri mu June. Mchimwene wanga wachitatu sakanatha kukhala mu hotelo, choncho adatuluka kuti ayende yekha. Atadutsa dimba la mavwende, adalowa kuti akathyole, mavwende adathetsa ludzu, panalibe mavwende ambiri omwe amacha msanga panthawiyi, ndipo mchimwene wake wachitatu samadziwa kuthyola, adathyola kwambiri. Yemwe amayang'ana mavwende anali mzimayi, adapita kutsogolo kuti amuneneze mchimwene wake wachitatu, awiriwa adasemphana maganizo, kenaka adayamba kumenyana, bwerani. .\"\n\"Inde, ndikukumbukira chaka chimenecho, titatsala pang'ono kugwirizana ndi Mfumu Yake, tinali kudutsa m'chigawo cha Baocheng. Kunkatentha kwambiri mu June. Mchimwene wanga wachitatu sakanatha kukhala mu hotelo, choncho adatuluka kuti ayende yekha. Atadutsa dimba la mavwende, adalowa kuti akathyole, mavwende adathetsa ludzu, panalibe mavwende ambiri omwe amacha msanga panthawiyi, ndipo mchimwene wake wachitatu samadziwa kuthyola, adathyola kwambiri. Yemwe amayang'ana mavwende anali mzimayi, adapita kutsogolo kuti amuneneze mchimwene wake wachitatu, awiriwa adasemphana maganizo, kenaka adayamba kumenyana, bwerani. .\"\n\"Zheng Ziming uyu, ndiye vuto lake loyamba, apepese. N'chifukwa chiyani ukumumenya? Kupatula apo, banja la mtsikana lingapirire bwanji nkhonya ndi nkhonya za munthu waukali ngati iye! Tabwera iwe, iwe ukumenya mtsikanayo mpaka Ayi?\" \"Mtsikanayo sanavulale...\"\n\"Zheng Ziming uyu ndiye vuto lake poyamba ndiye apepese. N'chifukwa chiyani mukumumenya? Kupatula apo, banja la mtsikana lingapirire bwanji nkhonya ndi nkhonya za munthu wankhanza ngati iyeyo! Tandiuzeni! mwamumenya mtsikanayu. Ayi?\"\n\"Mtsikanayo sanavulale ...\"\n\"Zili bwino, zili bwino... Hei, simunachitepo kanthu? O, ndikuganiza kuti munandipulumutsa pakapita nthawi.\"\n\"Zili bwino! Zili bwino... Hei! Simunachitepo kanthu? O! Ndikuganiza kuti ndinu amene munandipulumutsa pakapita nthawi!\"\n\"...Ayi, munthu amene ndinamupulumutsa anali ... m'bale wachitatu.\" \"...Ayi, munthu amene ndinamupulumutsa anali ... m'bale wachitatu.\"\n\"Aa?!\" \"Ah?!\"\n\"M'bale wachitatuyo adagwetsedwa pansi ndi mayiyo ndikumenyedwa mwankhanza njira yonse. Mwamwayi, ndidafika ndikumunyengerera kuti achoke, ndiye kuti sanavulale kwambiri. ... Mfumu ... Mfumu!... \"\n\"M'bale wachitatuyo adagwetsedwa pansi ndi mayiyo ndipo adamenyedwa mwamphamvu. Mwamwayi, ndidafika ndikumunyengerera kuti achoke, ndiye kuti sanavulale kwambiri. ... Mfumu ... Mfumu!...\"\n\"Ah?...O, mkazi ameneyo ndi ndani!?\" \"Ah!?...Oh, mkazi ameneyo ndi ndani!?\"\n\"Pambuyo pake ndipamene ndinazindikira kuti dzina la mkaziyo linali Tao Sanchun, ndipo bambo ake a Tao Hong anali ngwazi yachikulire yomwe inalibe zolinga. Tao Sanchun anaphunzira luso la karati kwa abambo ake kuyambira ali mwana. Nditadziwana Banja lake, ndinawona kuti Abiti Sanchun anali ndi khalidwe labwino kwambiri. tangoganizani za ukwati wa awiriwa. Mfumu, chonde tandiuzeni, imeneyi si ukwati wabodza?\n\"Pambuyo pake ndipamene ndinazindikira kuti dzina la mtsikanayo linali Tao Sanchun, ndipo adaphunzira masewera a karati kuchokera kwa abambo ake kuyambira ali mwana. Nditadziwana ndi banja lawo, ndinawona kuti Abiti Sanchun anali ndi khalidwe labwino kwambiri. anali wowolowa manja, ndipo analibe chizoloŵezi cha kamtsikana kameneko, chotero ndinam’lemba ntchito dala.” Bambo Tao ndi mwana wawo wamkazi nawonso ankakonda kwambiri khalidwe lolunjika la mchimwene wawo wachitatu. Amfumu, ndiuzeni, kodi uwu si ukwati wachinyengo?\n(Nkhani iyi ndi fanizo, chifukwa choyipa chinakhala chinthu chabwino.)", "聖意": "Pempherani chitetezo cha nyumba ndi inu nokha, samalani, pemphererani chuma, kuwononga bizinesi, kulepheretsa ukwati, chilango, Liujia, inshuwalansi, oyenda pansi atsekeredwa m'minda, kuwonongeka kwa mphutsi za silika, kuwonongeka kwa ziweto, anthu omwe akusowa, milandu yosaloledwa, kutayika, kusamuka, kusamala. , katundu wotayika, matenda oipa, nkhawa, zoopsa, mapiri, manda, kulephera", "古人": "Tao Sanchun amamenya Zheng En m'munda wa mavwende", "第X籤": "Nambala makumi asanu ndi anayi mphambu zisanu ndi zinayi", "宮": "Haigong"}