{"籤詩版本二": "Boed i'r byd gael ei greu ar gyfer priodas dda, dyddiau addawol ac amseroedd da, a phob peth yn iach\nDoes dim ots os cewch chi'r coelbren yma, mae'r ymerawdwr yn datgan bod pobl yn ffyddlon ac yn uniawn.", "詩意": "Mae'r hecsagram hwn yn cynrychioli dechrau agoriad nef a daear.\nMae popeth yn addawol.", "解曰": "Cyflymder cyflym. Nid yw'r flwyddyn yn werth ei hamser. Guanyin yn ysgrifennu i lawr. Gadewch i mi wybod yn gyntaf.", "籤詩故事一": "◇ Daeth Zhongli yn oleuedig\nRoedd Zhongli Quan, a gyfenwid Zhongli, a roddwyd enw Quan, enw cwrteisi Yunfang, a llysenw Zhengyang, yn frodor o Sir Xianyang, Xi'an, Talaith Shaanxi yn ystod y Dwyrain Han Dynasty.\nRoedd Zhong Liquan yn gadfridog o'r Brenhinllin Han.Yn ystod yr alldaith yn erbyn y Western Qiang, roedd yn genfigennus o'r cadlywydd Liang Yi a dim ond 30,000 o filwyr hen a gwan a neilltuwyd iddo.Cyn gynted ag y cyrhaeddodd ei gyrchfan, cafodd y gwersyll ei ladrata gan y fyddin Western Qiang, a'r milwyr ffoi. Aeth Zhong Liquan ar goll mewn dyffryn a chyfarfod â mynach Hu ar y ffordd. Aeth ag ef i bentref bach a dweud, \"Dyma breswylfa Mr Donghua. \"Yna ffarweliodd a gadawodd. Ar ôl ychydig, dywedodd rhywun yn sydyn, \"Mae'n rhaid bod hyn oherwydd bod y dyn Hu llygaid gwyrdd yn rhy siaradus.\" Gwelodd ddyn yn gwisgo ffwr ceirw gwyn ac yn dal staff quinoa gwyrdd. Gofynnodd i Zhong Liquan, \"Y person a ddaeth dyma Han Da. Cyffredinol Zhongli Quan\n? Cafodd Zhong Liquan sioc, gan wybod ei fod wedi cwrdd â pherson rhyfedd, felly dysgodd y Tao yn ddiffuant.\nYn ddiweddarach cyfarfu Zhong Liquan â Zhenren Huayang a'r Brenin Anfarwol Xuanfu, a dysgodd y \"Cyfrinach Anfarwoldeb\". Yn olaf, bu'n byw yn Zijin Sihaofeng ym Mynydd Kongtong, enillodd \"Cyfrinach y Bocs Jade\", a daeth yn wir anfarwol, ac fe'i parchwyd hefyd fel un o'r Pum Patriarch Gogleddol gan y Quanzhen Sect.", "聖意": "Gweddïwch i'ch cartref a'ch cartref gael eu bendithio â ffortiwn da yn yr hydref a'r gaeaf Ceisiwch ffortiwn da yn yr hydref a'r gaeaf Pob lwc mewn busnes, pob lwc mewn priodas, pob lwc wrth roi genedigaeth i fechgyn, pob lwc wrth deithio i y caeau, pob lwc mewn pryfed sidan, pob lwc mewn da byw, pob lwc mewn dod o hyd i bobl, pob lwc mewn achosion cyfreithiol, pob lwc mewn mudo, eiddo coll, a ffortiwn da mewn clefydau gogledd-ddwyreiniol Pob lwc wrth anfon mynyddoedd a beddau", "古人": "Daeth Zhongli yn oleuedig", "第X籤": "arwydd cyntaf", "宮": "Uterus"}