{"籤詩版本二": "Pam na ewch chi i Tailai, sydd o gwmpas y gornel? Gadaf y gŵr bonheddig dros dro allan o'r mynydd.\nOs oes newyddion da am y teigr neu’r gwningen, byddwch yn rhydd hyd yn oed os ydych yn benderfynol o fod yn brysur.", "詩意": "Yn y hexagram hwn, mae arwydd o fendith ymhlith anffodion.\nMae popeth yn ddrwg ymlaen llaw ac yn dda yn y diwedd.", "解曰": "Amnewid gyda sidan cywarch. Taro traed rhywun. Gweler yn glir. Daw bendithion o drychinebau.", "籤詩故事一": "◇ Cyfarfod â Meistr yn Bukit\nTorrwr coed oedd Wu Ji yn wreiddiol, a chyfarfu'r ddau â Jiang Ziya pan oeddent yn pysgota yn Afon Feng. Chwarddodd Wuji pan welodd Ziya yn pysgota gyda bachyn syth.\nEdrychodd Ziya ar wyneb Wuji a dywedodd wrth ddweud ffortiwn: \"Os ewch chi i mewn i'r ddinas heddiw, byddwch chi'n lladd rhywun.\" Ar ôl clywed hyn, gadawodd Wu Ji yn ddig a chludo coed tân i'r ddinas.\nAr ôl dod i mewn i'r ddinas, gwrthdaro Wu Ji ag eraill a churo'r Prif Weinidog Wen Wang ar gam i farwolaeth.\nTynnodd y Brenin Wen y ddaear fel carchar a charcharu Wu Ji.\nRhyddhawyd Bukit Hou dros dro a chafodd ei ddedfrydu i farwolaeth i ofalu am ei fam tan yr hydref.\nGofynnodd ei fam iddo ofyn i Jiang Ziya am help.\nDerbyniodd y Taigong ef fel ei ddisgybl, dysgodd iddo gelfyddyd rhyfel, a gorchymyn iddo gloddio tyllau a thaflu swynion i dorri ei dynged gynhenid.\nAr ôl yr hydref, ni ddaeth Wu Ji i gael ei gosbi.Tynnodd y Brenin Wen y niferoedd cynhenid ​​​​a meddwl bod Wu Ji wedi cyflawni hunanladdiad oherwydd ofn trosedd.\nYn ddiweddarach, cyfarfu'r Brenin Wen â Wu Ji, a chyflwynodd Wu Ji y Brenin Wen i gwrdd â Jiang Taigong.\nDyfarnwyd y teitl Cadfridog Wude i Taigong. Roedd y meistr a'r prentis yn gweithio i'r Brenin Wen.", "聖意": "Mae'r tŷ yn ddiogel, mae'r hunan yn ffodus, mae'r busnes yn dda, mae'r briodas yn hwyr, nid yw'r cerddwr gwrywaidd wedi dychwelyd i'r cae, mae'r pryfed sidan yn broffidiol, mae'r chwe anifail yn Shenji, mae'r chwiliad yn dda, mae'r achos cyfreithiol cyhoeddus yn da, mae'r ymfudiad yn geidwadol, gwelir yr eiddo coll, mae'r afiechyd yn dda, mae Qiuji, y mynydd a'r bedd yn dda.", "古人": "Cyfarfyddiad Bukit", "第X籤": "Y deuddegfed arwydd", "宮": "Palas Yin"}