{"籤詩版本二": "Yn union fel craen yn dod allan o'i gawell marwol, mae'n bosibl dianc o'r cawell marwol.\nNid oes unrhyw rwystrau rhwng gogledd, de a dwyrain.Gallwch fynd yn syth i Balas Jiuxiao.", "詩意": "Mae'r hecsagram hwn yn cynrychioli delwedd craen yn gadael ei gawell.\nMae popeth yn ddrwg ymlaen llaw ac yn dda yn y diwedd.", "解曰": "Dim pryderon. Mae'r ffordd yn ffyniannus. Byddwch yn gartrefol. Yn ddiofal fel dyn (duw).", "籤詩故事一": "◇ Gadawodd Ziya ei swydd swyddogol\nPan oedd Jiang Ziya yn gweithio fel storïwr ffortiwn, gwelodd fod menyw wedi cael ei thrawsnewid gan ysbryd pipa jâd, felly fe afaelodd arni a hyd yn oed ei churo â charreg inc. Eglurodd prif weinidog y Brenin Zhou beth oedd wedi digwydd, gofynnodd beth oedd wedi digwydd, ac yna cymerodd Jiang Ziya i weld y Brenin Zhou. Defnyddiodd Jiang Ziya Samadhi True Fire i losgi'r ysbryd pipa allan o'i siâp gwreiddiol o flaen y Brenin Zhou, a gwnaeth y Brenin Zhou ef yn uwch swyddog.\nEr mwyn dial yr ysbryd pipa jade, gofynnodd Daji i'r Brenin Zhou orchymyn Jiang Ziya i adeiladu llwyfan ceirw.Ceryddodd Jiang Ziya y Brenin Zhou, a gorchmynnodd y Brenin Zhou iddo gael ei ladd.Dihangodd Jiang Ziya trwy ddefnyddio dŵr. Ar ôl dychwelyd adref, gofynnodd Jiang Ziya i Ma am fynd i Xiqi, ac roedd Ma eisiau ei ysgaru. Felly aeth Jiang Ziya i Xiqi (prifddinas Brenin Wen o Frenhinllin Zhou) yn unig.\nCyrhaeddodd Jiang Ziya Xiqi a byw mewn pysgota neilltuaeth yng Ngheunant Panxi.Cyfarfu â Brenin Wen o Zhou a oedd yn awyddus i geisio talentau.Ar gais diffuant y Brenin Wen, addolid Jiang Ziya fel ei athro a bu'n cynorthwyo'r Brenin Wen.", "聖意": "Rwy'n anesmwyth gartref ac rwyf hefyd am geisio cydweithrediad ariannol, trafodiad, priodas, Liujia, cerddwyr gwrywaidd, gweler caeau, pryfed sidan, elw hydref, chwe cholled da byw, chwilio am bobl, rhwystro achosion cyfreithiol cyhoeddus, mudo, eiddo coll, de-ddwyrain afiechyd, gosodiad, anfon mynyddoedd a beddrodau, auspiciousness.", "古人": "Gadawodd Ziya ei swydd swyddogol", "第X籤": "Y pedwerydd ar ddeg enillydd loteri", "宮": "Maogong"}