{"籤詩版本二": "Mae'r pryderon a'r pryderon yn cael eu lleddfu dros dro, a llawenydd yn dod o'r awyr.\nYn union fel jâd wedi'i guddio mewn tail, mae gweithiwr da yn codi'r llwch allan", "詩意": "Mae'r hecsagram hwn yn cynrychioli cytgord Yin a Yang.\nMae popeth rydych chi'n ei gynllunio yn addawol.", "解曰": "Dim wedi'i ennill, dim byd wedi'i golli. Ennill o golled. Mae'r dihiryn mewn trafferth. Pob hwyl i ti, ŵr bonheddig.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nNewidiwyd Ye Mengxiong (1531-1597), a'i enw cwrteisi oedd Nanzhao ac a'i enw Longtang, i Longtan a'i enwi hefyd yn Huayun. Yn frodor o Wanshifang, Huizhou Fucheng (sydd bellach yn rhan o Ardal Huicheng, Dinas Huizhou) yn y Brenhinllin Ming. Yn y 44ain flwyddyn o deyrnasiad Jiajing (1565), daeth yn Jinshi a dyfarnwyd teitl ynad Sir Qing iddo. Gwasanaethodd fel cyfarwyddwr yr adran drosglwyddo, ac yn ddiweddarach newidiodd i sensro goruchwylio Shanxi Road.\nYn yr 20fed flwyddyn i Wanli (1592), mae Conswl Cyffredinol Ningxia, Kuaibai (prif lwyth Tatar Mongolaidd), wedi lladd y llywodraethwr Dang Xin a chipio'r Seithfed Gaer a deugain yn Nhalaith Hexi, torrodd y ddinas, addoli a llosgi ei hun i farwolaeth. Nid yw Meng Xiong yn haerllug wrth gymryd clod, ac mae'n gadael i'w sgiliau fod cystal â rhai'r cadfridogion sy'n meiddio ymladd. Cafodd y Wei Xuezeng swyddogol ei adfer. Yn ei flynyddoedd olaf, ymddiswyddodd bum gwaith a chafodd ei ddychwelyd i Huizhou i adeiladu Huilong Temple.\nAeth Ye Mengxiong i mewn i Taoaeth fel gwas sifil ar y dechrau, ac roedd yn enwog am ei uniondeb.Dywedodd hen gofnodion hanesyddol mai ef oedd \"y cyntaf mewn gostyngeiddrwydd a gallu\", \"yn dileu llygredd ac yn cosbi gwrthryfeloedd\", gan adael enw da; hynod deyrngar, dewr, dewr, a dyfeisgar, da mewn gwnni. Yn ail hanner ei fywyd, cofnodwyd ei sgiliau crefft ymladd yn \"Hanes Brenhinllin Ming\" ac fe'i hystyriwyd yn arwr cenedlaethol.", "聖意": "Mae'r cartref yn anffafriol (yn gynyddol heddychlon) Mae'r hydref a'r gaeaf yn dda i chi'ch hun, bydd cyfoeth yn llwyddiannus, bydd trafodion yn llwyddiannus, bydd priodas yn llwyddiannus, bydd Liujia yn cael ei dychryn ar gam (bydd trysorau), bydd cerddwyr yn mynd i'r cae i gweddïwch am bryfed sidan, bydd chwe anifail yn fflat, bydd pobl yn cael eu canfod, bydd achosion cyfreithiol cyhoeddus yn anffafriol, bydd mudo yn geidwadol, bydd eiddo coll yn cael ei rwystro, bydd afiechydon yn cael eu setlo ym medd Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto Buddugol yn Unfed ar Bymtheg", "宮": "Maogong"}