{"籤詩版本二": "Mae'r Frân Aur yn disgyn yn y gorllewin a'r Gwningen yn codi yn y dwyrain ac mae cylch dydd a nos yn parhau o'r hen amser hyd heddiw.\nMae'r mynachod a'r Taoistiaid yn gwybod nad oes anfantais, ac mae'r ysgolheigion, ffermwyr, diwydiant a masnachwyr i gyd yn dilyn eu meddyliau eu hunain.", "詩意": "Mae'r hecsagram hwn yn cynrychioli cwyr a gwanhau yin ac yang.\nMae hefyd yn arwydd y bydd popeth yn mynd fel y cynlluniwyd.", "解曰": "Nid oes dim mewn golwg. Mae'r hyn rydych chi wedi'i wneud yn deilwng. Fel saeth o fwa. Tarodd un ergyd y targed.", "籤詩故事一": "◇ Mae Uncle Cao Guo yn anfarwol\nDywedir mai Cao Guojiu, brodor o Xuzhou, oedd ewythr mawr y wladwriaeth yn ystod cyfnod Renzong Brenhinllin y Gân.Ei enw oedd Cao Yi, a elwir hefyd yn Cao Jingxiu.\nRoedd gan Ewythr Cao Guo frawd iau o'r enw Cao Er. Yr oedd y Cao Er hwn yn ymddibynu ar ei sefyllfa o awdurdod ymherodrol, ac yn cyflawni pob math o ddrygioni, Meddiannodd gaeau, cymerodd ymaith wragedd a merched, a gwnaeth gyfeillion â rhai dihirod digyfraith. Daeth i mewn ac allan, ni allai Cao Guojiu ei sefyll. gwrthododd wrando ar ei eiriau da a'i gysuron, felly defnyddiodd gosb i'w reoli.\nDywedodd Cao Guojiu: \"Egwyddorion y byd yw y bydd y rhai sy'n cronni da yn ffynnu, a'r rhai sy'n cronni drygioni yn diflannu. Mae hwn yn wirionedd anghyfnewidiol. Yn y gorffennol, mae ein teulu Cao wedi cronni gweithredoedd drwg i gyflawni cyfoeth heddiw. mae fy mrawd wedi cronni drygioni i'r eithaf, hyd yn oed os yw'n dianc Hyd yn oed os cewch eich cosbi gan y swyddogion, ni allwch ddianc rhag y trychinebau naturiol sy'n gweithio'n gyfrinachol.Unwaith y daw trychineb a bydd eich teulu'n cael ei ddinistrio a rhywun yn marw, ni fyddwch yn gallu dianc. Fe'm bychanir a'm hofn.\" Felly, gwasgarais fy holl gyfoeth, bu'n helpu'r tlawd ac nid oedd yn poeni dim am faterion ei frawd mwyach. Yna gadawodd ei gartref a'i ffrindiau, newidiodd yn wisg Taoaidd, ac aeth i'r mynyddoedd i feithrin ei feddwl a'i natur.\nUn diwrnod, cyfarfu â Zhongli a Lu Dongbin o'r Brenhinllin Han ar hap.Wrth weld atebion rhugl Uncle Cao Guo, roedd yn hapus iawn a rhoddodd y \"Secret Edict of Returning Truth\" iddo a'i orchymyn i ymarfer yn ofalus.Yn fuan wedi hynny, Zhongli Cyflwynwyd Quan a Lu Dongbin i'r dosbarth anfarwol.", "聖意": "Pob lwc yn y cartref, tŷ, pob lwc mewn busnes, pob lwc mewn busnes, priodas, cerddwyr gwrywaidd, plannu pryfed sidan yn y caeau yn gynnar, methiant da byw, dod o hyd i bobl, achosion cyfreithiol, mudo, pob lwc mewn eiddo coll, salwch hwyr, ffortiwn da (blwyddyn y gwningen neu lwc ddrwg yn y Sidydd o gwningen), pob lwc mewn beddrodau mynydd", "古人": "Mae Ewythr Cao Guo yn anfarwol", "第X籤": "Arwyddwch y deunawfed", "宮": "Maogong"}