{"籤詩版本二": "Gan adael i'r cwch fynd yn ôl o'r traeth dŵr cyflym, beth ydych chi am ei wneud oherwydd y cythrwfl?\nOs ydych chi am fod yn ddiogel, ceisiwch dawelwch ac arhoswch i'r tonnau basio'r argyfwng hwn.", "詩意": "Mae'r hecsagram hwn fel cwch yn teithio ar draeth cyflym.\nArhoswch yn geidwadol ym mhopeth ac arhoswch am yr amser.", "解曰": "Disgyn mewn dŵr cryf. Mae'r perygl yn aros am amser. Os gofynnwch am gynlluniau gwersyll. Nis gellir gwneyd dim.", "籤詩故事一": "◇ Ziyi yn cael ei goroni'n frenin\nRoedd Guo Ziyi (697-781), a elwir hefyd yn Guo Linggong, yn frodor o Sir Zheng, Huazhou (Sir Huaxian bellach, Talaith Shaanxi) ac yn gadfridog yn y Brenhinllin Tang.\nYn ystod Gwrthryfel Anshi yn y 14eg flwyddyn i Tianbao (755), cafodd y teitl Shuofang Jiedushi (Lingwu, i'r gorllewin o Lingwu yn Ningxia heddiw) gorchmynnwyd iddo groesgad. Cyfunodd fyddin Shuofang â Li Guangbi i orymdeithio Daethant ynghyd yn Changshan (Zhengding, Hebei) a gorchfygu Shi Siming ac adennill Hebei. Ar yr adeg hon, awgrymodd Guo Ziyi fod yr ymerawdwr yn cymryd Fan Yang o'r gogledd ac yn ymosod ar ffau teigr y gwrthryfelwyr i leihau gwarchae Tongguan, ond gwrthododd Xuanzong. Wedi hynny, plannwyd sefyllfa trefi vassal separatist yn y Brenhinllin Tang hwyr, a ddaeth hefyd yn achos anghysbell tranc y Brenhinllin Tang.\nYn y bymthegfed flwyddyn o deyrnasiad Tianbao (756), heddychodd ef a chlymblaid Uighur Hequ.Yn ystod gwanwyn y flwyddyn ganlynol, adenillasant Hedong (Yongji, Shanxi yn awr) a Feng Yi (Dali, Shaanxi yn awr), ac ymosod ar Tongguan, trechu Cui Qianyu.Dioddefodd byddin Tang fwy na 10,000 o anafiadau. Ildiodd Cui Qianyu i Pujin. Lladdwyd Lushan gan ei fab An Qingxu.\nYn ail flwyddyn Zhide (757), gorchmynnwyd iddo arwain milwyr i Fengxiang.Ar y ffordd, trechodd 5,000 o wyr meirch Li Guiren ym Mhont Baiqu Liuyun (de-ddwyrain Sanyuan heddiw).Ym mis Mai, ymladdodd ag An Shouzhong a Li Gorchfygwyd Guiren yn Qingqu (gorllewin heddiw o Xi'an), ac fe dynnodd yn ôl i Wugong (gogledd-orllewin Wugong heddiw).Ym mis Medi, dilynodd Marshal Guangping Wang Li Chu i arwain y Tang a'r Uighurs i ymuno â 150,000 o filwyr, ac yna ymladdodd gyda An Shouzhong a Li Guiren yn Xiang.I'r gogledd o Ji Temple (de-orllewin o Sir Chang'an heddiw), y milwyr Uighur cylch y tu ôl i'r gelyn, ymosododd o'r ddwy ochr, a lladd 60,000 o elynion.Fodd Zhang Tongru i Shaanxi Sir, ac o'r diwedd adennill y brifddinas Chang'an (Xi'an heddiw) mawredd y fyddin Tang ei adfer unwaith eto i Chang'an.\nWedi hynny, manteisiodd byddin Tang ar y fuddugoliaeth a gorymdeithio tua'r dwyrain, gan drechu 150,000 o ddynion gan gynnwys Yan Zhuang a Zhang Tongru yn Xindian (sydd bellach i'r de-orllewin o Sanmenxia City, Talaith Henan), gan orfodi Anqing Xu i groesi'r Afon Felen ac encilio i Xiangzhou. Dychwelodd Dongjun Luoyang. Ychwanegu Situ at ei rinweddau a'i wneud yn Ddug y wlad.\nArweiniodd Shi Siming ei fyddin o Fan Yang i achub An Qingxu.Y ddwy ochr yn ymladd yn ffurfio yng ngogledd Afon Anyang (Gogledd Anyang heddiw) Roedd y frwydr yn anorfod.Yn y diwedd, dan arweiniad naw cenhadon Jiedu, byddin Tang , a honnai fod 600,000 o wŷr, wedi encilio (ym Mrwydr Yecheng). Prif reolwr y frwydr hon oedd yr eunuch Yu Chaoen, nad oedd ganddo unrhyw sgiliau arwain a beio Guo Ziyi am fethiant y frwydr. Galwyd Guo Ziyi yn ôl i Chang'an, rhyddhawyd ef o rym milwrol, a daeth yn swyddog segur.\nYm mlwyddyn gyntaf Baoying (762), gwrthryfelodd milwyr yn Taiyuan (de-orllewin Taiyuan heddiw) a Jiangzhou (Xinjiang heddiw yn Nhalaith Shanxi). Jiangzhou. Cafodd ei ddieithrio hefyd gan yr eunuch Cheng Yuanzhen a chafodd ryddhad o rym milwrol.\n(Ffocws y stori hon: cyfarfu Guo Ziyi, a oedd yn alluog iawn ac yn ymddwyn yn dda, â Xuanzong a rhai dihirod, a beryglodd ei gyflawniadau yn fawr.)", "聖意": "Bendith y cartref a'ch hun, ceisio cyfoeth, dim trafodiad, dim priodas, dim larwm ffug, cerddwyr yn cyrraedd Tiancanji, anodd dod o hyd i bobl, achosion cyfreithiol cyhoeddus ac (nid Xing), mudo, ceidwadol, eiddo coll, anodd dod o hyd iddo, afiechydon, gweddïo am fendithion, mynyddoedd a beddrodau, addawol", "古人": "Coronwyd Ziyi yn frenin", "第X籤": "Lott Buddugol y bedwaredd ar bymtheg", "宮": "Tatsumi"}