{"籤詩版本二": "Wedi cymaint o ofidiau a pheryglon, ni fydd byth yn wag eto o hyn allan\nMae gan galon hael ei chynlluniau hael ei hun.Rhaid i chi gwrdd ag arbenigwr i wneud llwyddiannau mawr.", "詩意": "Mae'r hecsagram hwn fel ffynnon hynafol gyda sbring.\nYm mhopeth, mae pobl fonheddig yn llwyddo.", "解曰": "Bydd yr achos cyfreithiol yn cael ei gyfiawnhau yn y pen draw. Yn sâl ac yn ddiogel. Ewch i mewn ac allan i ofyn am gyngor. Ffynnon hynafol yn cyfarfod y gwanwyn.", "籤詩故事一": "◇ Mae Yao Chong yn rheoli locustiaid\nHanai Yao Chong (649-721), a'i enw iawn oedd Yuan Chong, o Shaanzhou, a gwasanaethodd fel Gweinidog Xia Guan, Shangshu o Chunguan, Ziweiling, Zhongshuling, a Phrif Weinidog yn y Brenhinllin Tang.\nYm mhedwaredd flwyddyn Kaiyuan (716), cafodd Shandong (sy'n cyfeirio'n gyffredinol at y Basn Afon Melyn i'r dwyrain o Huashan) ei bla gan locustiaid Roedd y bobl wedi'u rhwymo gan syniadau ofergoelus ac ni feiddient eu hela a'u lladd. aberthau, arogldarth yn llosgi, addoli wrth ymyl y meysydd, a gwylio'r cnydau'n cael eu bwyta gan locustiaid.\nRoedd yr holl swyddogion yn credu: “Mae locustiaid yn drychineb naturiol, sut y gallant gael eu rheoli gan weithlu!” Roedd y frwydr rhwng dau syniad gwahanol yn ffyrnig bryd hynny, p'un ai i ddileu locustiaid ai peidio.\nDywedodd Yao Chong: \"Cyn belled â'n bod ni'n gweithio gyda'n gilydd, gallwn ni gael gwared arnyn nhw i gyd. Dywedodd: Mae locustiaid yn ofni pobl, felly maen nhw'n hawdd eu gyrru i ffwrdd. Mae gan yr eginblanhigion berchnogion, felly mae'n rhaid i'r achubwyr weithio'n galed; locustiaid yn gallu hedfan, ac os gwelant dân yn y nos, fe ehedant ato; cynnau tân arnynt Yn y maes, cloddia tyllau wrth losgi, claddwch hwynt wrth losgi, ac ni bydd dim ar ôl.\"\nDywedodd Xuanzong: \"Mae locustiaid yn drychineb naturiol a achosir gan lywodraethu moesol gwael. Os gofynnwch iddynt gael eu hela a'u lladd, onid yw hyn yn mynd yn groes i'r graen?\"\nYchwanegodd Yao Chong: \"Roedd yr hen bobl yn arfer dal a lladd locustiaid, a bydd eich mawredd yn ei ddefnyddio yn y dyfodol. Mae'n ddigwyddiad cenedlaethol mawr i ddod â heddwch a ffyniant i ffermwyr. Ystyriwch hynny o ddifrif.\"\nRoedd Xuanzong yn argyhoeddedig. Ond bryd hynny, fe ddywedodd pawb y tu mewn a’r tu allan i’r llys nad oedd modd hela locustiaid.\nDywedodd Xuanzong: \"Rwyf wedi trafod gyda'r prif weinidog ac wedi penderfynu dal y locustiaid. Bydd unrhyw un sy'n gwrthwynebu eto yn cael ei ddienyddio. \" Felly anfonodd y sensro i oruchwylio a chyfarwyddo'r bobl i losgi a chladdu'r locustiaid.\nYr oedd y canlyniadau yn bur effeithiol, Daliwyd naw miliwn o dans o locustiaid ar draws y wlad, a llwyddwyd i ddileu pla locust, a chafodd amaethyddiaeth gynhaeaf da y flwyddyn honno.\n(Dylid defnyddio doethineb wrth reoli trychineb a gwacáu, a rhaid cael strategaethau dyfeisgar i oresgyn anawsterau. Yao Chong yw'r arbenigwr yn y mater hwn)", "聖意": "Mae'r tŷ yn gyffredin, mae eich hun wedi'i rwystro, mae ceisio arian yn cael ei rwystro, mae masnachu wedi'i rwystro, mae priodas a chytgord yn cael eu rhwystro, mae perygl yn Liujia, mae cerddwyr yn cael eu rhwystro, mae pryfed sidan yn cael eu rhwystro, mae da byw yn anffafriol, ni cheir pobl, mae pobl yn cael eu rhwystro , gwneir achosion cyfreithiol cyhoeddus, mae mudo yn afresymol, mae'n anodd dod o hyd i eitemau coll, mae afiechydon yn gweddïo am fendithion, mae mynyddoedd a beddau yn anesmwyth", "古人": "Mae Yao Chong yn rheoli locustiaid", "第X籤": "Ennill y loteri yn bumed ar hugain", "宮": "Palas Mi"}