{"籤詩版本二": "Yn ôl y sôn, mae pethau wedi troi wyneb i waered, a derbyniais lythyr o'r gorwel.\nParhaodd yr enwogrwydd a'r llwyddiant a addawyd i mi yn y llyfr yn wag hyd y diwedd.", "詩意": "Mae gan yr hecsagram hwn enw ffug.\nMae'n ddoeth bod yn geidwadol ym mhopeth.", "解曰": "I fyny ac i lawr cynhyrfu. Nid yw ceisio hamdden yn segur. Awydd am enwogrwydd. Arhoswch yn ddiogel.", "籤詩故事一": "◇ Zhong Kui yn ennill goleuedigaeth\nDaw Zhong Kui, a'i gyfenw yw Zhong Kui, a'i enw cwrteisi yw Zhengnan, o Zhongnanshan.\nYn ystod teyrnasiad Ymerawdwr Dezong o Frenhinllin Tang, cymerodd Zhong Kui ran yn yr arholiad imperial, darllenodd Zhong Kui y cwestiynau arholiad ac ysgrifennodd yr erthygl ar unwaith a'i chyflwyno. Y prif arholwr y diwrnod hwnnw oedd Han Yu, y Gweinidog dros Faterion Sifil, a'r dirprwy arholwr oedd Lu Zhi, ysgolhaig gwych. Pan fydd y ddau yn darllen papur Zhong Kui, goleuodd eu llygaid a dywedasant yn unsain: \"Dewin, dewin! Mae pob gair yn yr erthygl hon yn goeth, yn deilwng o Li Taibai a Du Zimei! \" Felly, maent yn enwi Zhong Kui fel y lle cyntaf.\nGwrandawodd yr Ymerawdwr Dezong ar adroddiad Han Yu a dywedodd fod Zhong Kui, hyrwyddwr gwyddoniaeth newydd, yn dalentog iawn, felly galwodd Zhong Kui yn y Palas Aur.\nPan welodd yr Ymerawdwr Dezong ei olwg hyll, roedd yn anfodlon ar unwaith a dywedodd, \"Mae dewis ysgolheigion yn ein llys i gyd yn seiliedig ar eiriau personol a chaligraffeg. Sut y gellir dewis person mor hyll fel yr ysgolhaig rhif un yn y gwyddorau euraidd? \"\nPenliniodd Han Yu ar frys a dywedodd: \"Nid yw'r da a'r drwg o berson yn ymwneud â golwg i gyd. Onid ydych chi, yr Arglwydd Sanctaidd, yn clywed bod Yan Ying yn dair troedfedd o uchder ac yn gyfartal y prif weinidog? Zhou Chang stutters ond gall helpu y Brenhinllin Han; Confucius barnu pobl yn ôl eu hymddangosiad, ac yn colli ei fab Yu. Rwy'n gobeithio y bydd eich mawrhydi meddwl ddwywaith.\"\nMyfyriodd yr Ymerawdwr Dezong am eiliad a dywedodd: \"Er bod geiriau Han Aiqing yn rhesymol, pan oeddwn yn Ymerawdwr Taizong, roedd deunaw ysgolhaig a ddaeth i Yingzhou a siarad amdano. Y dyn hwn oedd yr ysgolhaig rhif un. Mae arnaf ofn bod y byd bydd yn chwerthin am fy mhen am beidio adnabod doniau.”\nRoedd y Prif Weinidog Lu Qi yn gul ei feddwl ac yn genfigennus o dalentau. Ar ôl clywed geiriau'r ymerawdwr, penliniodd a dywedodd: \"Rhaid i'r ysgolhaig rhif un yn y pwnc aur fod yn fewnol ac yn allanol. Mae tri chant o ymgeiswyr ar gyfer y pwnc hwn. Pam na ddewiswch chi un arall?\"\nPan welodd Zhong Kui fod y dyn hwn mor ddryslyd, ni allai helpu ond mynd yn ddig. Pwyntiodd at Lu Qi a melltithio: \"Os yw swyddog mor anwybodus yn y llys, oni fydd yn niweidio'r wlad?\" Wedi hynny, dyrnodd Lu Qi â'i ddwrn.\nWrth weld hyn, roedd Dezong yn gandryll a dywedodd: \"Rydych chi mor feiddgar, rydych chi'n meiddio achosi trafferth yn y Palas Aur, tynnwch ef i lawr yn gyflym!\"\nMewn cynddaredd, tynnodd Zhong Kui y cleddyf allan o ganol y cadfridog a oedd yn sefyll yn y palas, ac ochneidiodd yn uchel: \"Mae'n anodd i gath rwystredig ddynwared teigr, ac nid yw parot rhwystredig cystal ag un. cyw iâr.\" Wedi hynny, cyflawnodd hunanladdiad.\nPan welodd yr Ymerawdwr Dezong fod Zhong Kui wedi cyflawni hunanladdiad mewn dicter, cafodd ei synnu'n fawr.Er mwyn ennill dros galonnau pobl, fe ddyfarnodd fod Zhong Kui yn cael ei gladdu gyda theitl swyddogol Ysgolhaig Rhif 1, ac enwodd hefyd Zhong Kui y Duw Exorcism i gael gwared ar y byd o ysbrydion drwg.", "聖意": "Gweddïwch am fendithion ar eich cartref, eich diogelwch eich hun, anawsterau ariannol, methiant busnes, methiant priodas, cerddwyr benywaidd Liujia, pryfed sidan Shinta wedi'u hanner-goginio, chwe anifail domestig y gellir eu magu, pobl ar goll, achosion cyfreithiol cyhoeddus y Gorllewin, mudo, ceidwadaeth, coll eiddo, clefyd, gweddio am ddaioni mewn mynyddoedd a beddau", "古人": "Enillodd Zhong Kui y Tao", "第X籤": "Chweched ar hugain yn ennill y loteri (Loteri)", "宮": "Palas Mi"}