{"籤詩版本二": "Yn y dwyrain, mae Chanjuan hardd yng ngolau'r lleuad, ac mae'r cymylau yn ei orchuddio am eiliad ac yn aros yn gudd.\nWeithiau gall fod yn grwn, ond weithiau gall fod ar goll.Mae'r rhai sy'n dweud nad yw'n siarad segur yn unig.", "詩意": "Mae'r lleuad yn yr hecsagram hwn wedi'i gorchuddio gan gymylau.\nMae popeth yn dal mewn coma.", "解曰": "Mae cymylau arnofiol yn gorchuddio'r lleuad. Nid oes angen amau. Aros i'r cwmwl gasglu. Yna byddwch chi'n deall.", "籤詩故事一": "◇ Mae Bao Gong yn chwilio am yr Empress Li\nYn ystod teyrnasiad Zhenzong o'r Brenhinllin Song, roedd Empress Li (Ympress Li) yn forwyn yn yr harem.Cafodd ei ffafrio gan Song Zhenzong a chafodd ei dyrchafu i Wanyi, a daeth yn feichiog.\nOnd bryd hynny, roedd gan y Gordderchwraig Liu Def (Ymerawdwr Liu yn ddiweddarach) feddyliau drwg a llwgrwobrwyodd yr eunuch Guo Huai i ddisodli mab yr Empress Li â chath civet croen, cipiodd ei mab i ffwrdd a dweud wrth yr ymerawdwr mai ef oedd ei mab biolegol. Roedd Song Zhenzong yn gandryll ac anfonodd Li Empress i'r palas oer.\nAr ôl i'r Gordderchwraig De gael ei dyrchafu'n frenhines, roedd hi'n bwriadu lladd yr Empress Li, a ddihangodd o'r palas.\nUn diwrnod, cyfarfu Li Niangniang, a oedd yn byw ar y stryd, â Bao Zheng, y llysgennad imperialaidd, a oedd ar batrôl yn yr ardal leol.Dywedodd wrtho am ei phrofiad bywyd ac mai hi oedd mam fiolegol yr ymerawdwr presennol Song Renzong . Ar ôl i Bao Zheng ddysgu am y digwyddiad, aeth â Li Niangniang yn ôl i Beijing, ei adrodd i Song Renzong a darganfod y mater, ac yn olaf roedd y fam a'r mab yn cydnabod ei gilydd. Plygodd yr Ymerawdwr Dowager Liu a'r eunuch â gofal Guo Huai eu pennau a chyfaddef.", "聖意": "Rwy'n anesmwyth gartref, rwy'n gweddïo am amddiffyniad ariannol, anawsterau ariannol, pob lwc mewn busnes, priodas, anffawd, pobl yn y maes, pryfed sidan, anifeiliaid anffafriol, anhawster dod o hyd i bobl, achosion cyfreithiol, colled, mudo, ceidwadaeth, eiddo coll, Clefydau'r gorllewin, anodd eu hadfer, diwygio beddrodau mynydd", "古人": "Mae Bao Gong yn chwilio am Empress Li", "第X籤": "Wythfed ar hugain o enillwyr y loteri", "宮": "Palas canol dydd"}