{"籤詩版本二": "Rwy'n eich cynghori i beidio â gofyn am help ganddo, mae'n hedfan fel craen ac yn saethu saethau cyfrinachol atoch.\nOs ewch chi i gasglu coed tân a bod neidr yn y glaswellt, efallai y cewch eich brathu gan wenwyn a byddwch yn drist.", "詩意": "Mae'r hecsagram hwn yn arwydd o aros yn ddiogel a chadw'ch hun.\nByddwch yn ofalus ym mhopeth.", "解曰": "Caewch eich ceg a dal eich dannedd. Mae'n ddiofal. Os ydych chi'n teimlo'n euog. Yn y diwedd mae'n niweidio'ch hun.", "籤詩故事一": "◇ Cyfarfod bwrdd gwyddbwyll\nRoedd Ymerawdwr Taizong o Frenhinllin Tang yn gorymdeithio i'r gorllewin ac yn gaeth yn Ninas Suoyang.Dychwelodd Cheng Yaojin i Beijing i ofyn am atgyfnerthiadau.\nGorchmynnwyd Xue Dingshan i wasanaethu fel yr Ail Farsial Llwybr ac aeth i achub yr Arglwydd a heddychu Xiliao.\nAr ôl i griw o bobl ddod allan o Fwlch Yumen, daethon nhw i Fynydd Qipan. Wedi'i warchae gan filoedd o finion ar y mynydd, gorchfygwyd Dou Yihu, brenin y mynydd, gan gadfridog Tang Luo Tong.Yn ffodus, roedd ei chwaer Dou Xiantong yn ddisgybl i Fam Sanctaidd y Blodau Melyn ac yn hyddysg mewn crefft ymladd. dal y rhaff tylwyth teg a chlymu Luo Tong, Xue Dingshan yn bersonol yn arwain y milwyr elitaidd.\n(Mae'r gerdd wedi'i harwyddo yn cyfateb i hyn)\nWrth weld golygus Xue Dingshan, roedd Dou Xiantong eisiau dod yn ffrind i Feng Luan, ond gwrthododd Xue Dingshan. Daeth Dou Xiantong yn ddig ac roedd am ei wthio allan a dod i ben iddo.Yn ffodus, daeth Cheng Yaojin i'w achub a hwyluso eu priodas. Yn ddiweddarach, arweiniodd Dou Yihu hefyd y brodyr Qipanshan yn ôl i'r Brenhinllin Tang i helpu'r Tang Dynasty goncro Western Liao.", "聖意": "Diogelwch cartref, hunan-les, ceisio cyfoeth, aros am fusnes, priodas ni chaniateir, larwm ffug Liujia, cerddwyr yn rhwystro caeau, pryfed sidan, chwe da byw, pobl ar goll, blocio achosion cyfreithiol cyhoeddus, colled (Mo Xing) Mudo, ceidwadol, eiddo coll, clefyd yn anodd ei adennill, mynydd fedd, pob lwc", "古人": "cynhadledd bwrdd gwyddbwyll", "第X籤": "Tri deg seithfed enillydd loteri", "宮": "Palas canol dydd"}