{"籤詩版本二": "Treulio amser mewn heddwch a thawelwch, eistedd a gorwedd wrth gael te ar ôl bod yn llawn\nNid oes angen i chi fod yn brysur yn gorfforol ac yn feddyliol, ac yn sicr ni fyddwch yn achosi anghyfiawnder na thrychineb.", "詩意": "Mae'r hecsagram hwn yn symbol o heddwch a sefydlogrwydd.\nYm mhob peth, bydd aros am yr amser iawn yn dod â lwc dda.", "解曰": "Arhoswch yn ddiogel ac yn gadarn. Gofyn i'r duwiau. Arhoswch nes daw'r amser. Mae pethau'n digwydd ar hap.", "籤詩故事一": "◇ Foyinhui Dongpo\nUnwaith, cafodd Su Dongpo rywfaint o ddealltwriaeth wrth astudio Zen, sylweddolodd fod ei gyflwr yn drosgynnol, a theimlai llawenydd ynddo. Methu atal fy angerdd, lledais fy ysgrifbin ac ysgrifennu cerdd:\n\"Yng nghanol yr awyr, mae Jishou yn disgleirio'n llachar ar draws y bydysawd; yn methu â chael ei chwythu gan yr wyth gwynt, mae'n eistedd yn unionsyth ar lotws aur porffor.\"\n(Mae'r wyth gwynt yn cyfeirio at: elw, dirywiad, dinistr, enw da, canmoliaeth, gwawd, dioddefaint, a hapusrwydd. Hynny yw, gelwir peidio â chael eich cythruddo gan yr wyth talaith hyn yn \"ni all yr wyth gwynt symud\")\nAr ôl ei ysgrifennu, anfonodd Dongpo ei was ar draws yr afon i'w roi i Zen Master Foyin o Jinshan Temple.\nAr ôl i Zen Master Foyin ei ddarllen, fe'i marciodd gyda'r gair \"fart\" a'i roi i'w was i'w gymryd yn ôl.\nRoedd Dongpo yn gandryll ar ôl gweld hyn, felly fe gymerodd gwch ar draws yr afon ac aeth i Jinshan Temple i ddod o hyd i sêl y Bwdha i'w drafod.\nPan gyrhaeddodd Dongpo borth Jinshan Temple, roedd Foyin eisoes yn aros wrth y giât.\nCyhuddodd Su Dongpo Foyin ar unwaith: \"Pam ydych chi'n galw'r gerdd a ysgrifennais yn fart?\"\nAtebodd Foyin: \"Onid ydych chi eisoes yn 'methu cael eich chwythu gan yr wyth gwynt'? Sut allech chi gael eich 'curo ar draws yr afon' gan fart!\"\nAr yr adeg hon, cafodd Dongpo sioc o sylweddoli nad oedd yn ddigon da a gadawodd mewn cywilydd.\n(Mae'r stori hon yn drosiad ar gyfer \"Nid yw'r gwres wedi cyrraedd eto\")", "聖意": "Gweddïwch dros eich cartref a'ch diogelwch eich hun, am eich cyfoeth, am eich busnes, am amser da, am eich priodas, dros fenyw sy'n deithiwr i Liujia, am ddyfodiad pryfed sidan i'r caeau, i'r chwe da byw fod yn sefydlog, am ddod o hyd i rywun, am drafferth, ar gyfer achosion cyfreithiol cyhoeddus, ar gyfer mudo, ar gyfer eiddo coll, ar gyfer salwch, ar gyfer anfon at feddrod mynydd, addawol", "古人": "Dongpo Foyinhui", "第X籤": "Tri deg un rhif buddugol", "宮": "Wei Gong"}