{"籤詩版本二": "Mae'r daith yn ôl yn sicr.Pwy a wyr os oes jâd wedi'i guddio yn y garreg?\nUnwaith y bydd gan grefftwr da doriad clir, bydd yn teimlo'n ddiogel ac yn sicr yn y cyfnod jasper", "詩意": "Yn yr hecsagram hwn, gallwch weld y ddelwedd o jâd pan fyddwch chi'n torri carreg.\nGweithiwch yn galed i lwyddo ym mhopeth.", "解曰": "Mae'r trysor yn y garreg. Ychydig a wyr dieithriaid. Arhoswch nes daw'n glir. Gwnewch beth bynnag y gallwch.", "籤詩故事一": "◇ Liu Bei yn chwilio am dalentau (tri ymweliad â bwthyn to gwellt, tri ymweliad â bwthyn to gwellt)\nCyfnod y Tair Teyrnas. Roedd Zhuge Liang yn byw mewn neilltuaeth mewn cwt to gwellt yn Longzhong. Roedd Liu Bei yn awyddus i geisio talentau, felly ymwelodd â Zhuge Liang yn bersonol. Ymwelodd â Zhuge Liang dair gwaith (a elwir yn \"Tri Ymweliad i'r Bwthyn Gwellt\" mewn hanes). Gofynnodd Liu Bei i eraill gadw draw a gofynnodd i Zhuge Liang: \" Mae Brenhinllin Han wedi cwympo, a gweinidogion bradwrus wedi dwyn eu bywydau. Eich Mawrhydi.\" Wedi'i orchuddio â llwch. Nid wyf yn mesur fy rhinwedd a fy ngallu, yr wyf am gredu yn y cyfiawnder mawr sydd yn y byd, ond mae fy doethineb a sgiliau yn fas, felly rwy'n ei ddefnyddio'n rhemp. O heddiw ymlaen. Fodd bynnag, nid yw fy uchelgais ar ben eto, a ydych chi'n meddwl y bydd y cynllun yn cael ei weithredu?\"\nYna cyflwynodd Zhuge Liang y cynllun o rannu'r byd yn dair rhan iddo, a dadansoddodd y sefyllfa lle nad oedd Cao Cao ar gael ac y gallai Sun Quan ddod i'w gynorthwyo.Ymhelaethodd hefyd ar lwfrdra bugeiliaid y wladwriaeth yn nhaleithiau Jing a Yi , ac roedd cyfle i fanteisio arnynt, a dim ond y ddwy wladwriaeth hynny y gellid eu hecsbloetio.Dim ond wedyn y gall ennill y byd; dywedodd hyd yn oed wrth Liu Bei am y strategaeth o ymosod ar y Gwastadeddau Canolog. (Gelwyd y drafodaeth hon yn ddiweddarach yn \"Longzhong Dui\"). Ar ôl i Liu Bei glywed hyn, fe'i canmolodd fel pe bai wedi dod o hyd i drysor, a gwahoddodd Zhuge Liang yn gryf i ddod allan i helpu, felly daeth Zhuge Liang yn gynghorydd milwrol Liu Bei.", "聖意": "Mae'r tŷ yn heddychlon, rwy'n ceisio cyfoeth, mae'r fasnach lafur yn rhwystro'r briodas ac yn dod yn deithiwr rhithwir yn Liujia.", "古人": "Liu Bei yn chwilio am dalentau (tri ymweliad â bwthyn to gwellt, tri ymweliad â bwthyn to gwellt)", "第X籤": "Enillydd y loteri tri deg eiliad", "宮": "Wei Gong"}