{"籤詩版本二": "Gwisgwch i fyny ac ail-lunio'r hen arddull deuluol Mae'r Tao heb awyr ond mae iddo rinwedd.\nAr ôl ysgubo'r drain a'r drain ar y ffordd, cytunodd y tri ohonynt i aduno â'u cydweithwyr", "詩意": "Mae'r hecsagram hwn yn cynrychioli ad-drefnu dillad.\nMae popeth yn anodd cyn iddo ddod yn hawdd yn ddiweddarach.", "解曰": "Peidiwch â phoeni. Cael amser da. Os gofynnwch am y dyfodol. Mae ffordd dda o'n blaenau.", "籤詩故事一": "◇ Ysgrythurau Bwdhaidd Tang Monk\nRoedd gan Xuanzang (602-664), mynach amlwg o Frenhinllin Tang, gyfenw cyffredin o Chen ac enw penodol Yi.Cafodd ei eni yn Sir Goushi, Luozhou (rhan ddeheuol Dinas Yanshi, Talaith Henan bellach). Daeth yn fynach yn dair ar ddeg oed a chymerodd yr enw Bwdhaidd Xuanzang. Gelwir y byd yn Sanzang o Tang Dynasty.\nYn nhrydedd flwyddyn Zhenguan (629, a elwir hefyd yn flwyddyn gyntaf Zhenguan), teithiodd tua'r gorllewin i Tianzhu (India) i gael ysgrythurau Bwdhaidd, mentrodd i berygl ar ei ben ei hun a dioddefodd galedi, a dim ond ymhen pedair blynedd y cyrhaeddodd.\nYn ail flwyddyn ar bymtheg Zhenguan, ymddiswyddodd y meistr yn swyddogol a dychwelyd i'r dwyrain. Dychwelodd i China ar hyd y Ffordd Ddeheuol o Dalaith Xinjiang, Khotan, a Loulan heddiw, a chymerodd gyfanswm o ddwy flynedd ar bymtheg a thaith o 50,000 o filltiroedd. Pan gyrhaeddodd Chang'an ym mis cyntaf y bedwaredd flwyddyn ar bymtheg o Zhenguan, gorchmynnodd yr ymerawdwr Liang Guogong Fang Xuanling a swyddogion sifil a milwrol eraill i roi croeso mawreddog iddo.\nGofynnwyd am gyfanswm o 520 a 657 o gyfrolau o'r ysgrythurau Bwdhaidd Sansgrit gwreiddiol. a'i gyfieithu i'r Tsieinëeg.\nAr ôl i'r meistr ddychwelyd, cafodd ei barchu'n fawr gan yr Ymerawdwr Taizong a'r Ymerawdwr Gaozong a chafodd ei ymgorffori yn Da Nei, gan roi'r teitl \"Master Tripitaka\" iddo.", "聖意": "Mae'r tŷ mewn cythrwfl, pob lwc i chi'ch hun, ffortiwn da, busnes da, priodas dda, rhwystro dyfodiad pobl i'r maes, pryfed sidan, da byw anffafriol, chwilio am bobl, achosion cyfreithiol cyhoeddus, mudo, eiddo coll, salwch hwyr, gweddïo am fendithion, dylai beddrodau mynydd fod yn hen.", "古人": "Tang Monk yn Dysgu Ysgrythurau Bwdhaidd", "第X籤": "Enillydd y loteri ar bymtheg ar hugain", "宮": "Shen Gong"}