{"籤詩版本二": "Os ydych chi am fod yn ddiogel ac yn heddychlon, nid yw'n addas cael canhwyllau yn y gwynt.\nMae'n well glanhau ac eistedd mewn neuadd ddwfn, osgoi golau, ysgwyd mewn lle tawel, a symud o gwmpas. Ysgwyd → Iao. Am ddim → ychydig.", "詩意": "Mae'r hecsagram hwn fel y gwynt yn ysgwyd y lamp a'r gannwyll.\nBydd cadw pethau'n gyson yn dod â phob lwc.", "解曰": "Ymgartrefwch mewn lle tawel. Byddwch ar alwad a byddwch ar amser. Nid yw'n fendith. Ceidwadol a phriodol.", "籤詩故事一": "◇ Li Jing yn dychwelyd i'r mynydd\nRoedd Li Jing (571-Gorffennaf 2, 649), Fferyllydd o'r enw cwrteisi, yn frodor o Sanyuan, Yongzhou (sydd bellach i'r gogledd-ddwyrain o Sir Sanyuan, Talaith Shaanxi). Yn gadfridog o'r diweddar Frenhinllin Sui i'r Brenhinllin Tang cynnar, roedd yn strategydd milwrol enwog gyda sgiliau sifil a milwrol yn y Brenhinllin Tang. Yn ddiweddarach, cafodd y teitl Dug Wei, a chafodd ei adnabod fel Dug Wei yn y byd.\nLi Jing yw tad y trydydd tywysog Nezha yn y rhestr o dduwiau, a elwir hefyd yn \"Brenin Tota\" Li Jing a'i fab yn cynorthwyo Jiang Ziya (Tai Gong) i drechu'r Frenhines Zhou, sefydlu Brenhinllin Zhou, a Brenin Wu esgynnodd yr orsedd yn swyddogol. Yna sefydlodd Jiang Ziya restr o dduwiau a chynnal seremoni i dawelu eneidiau milwyr a fu farw yn y frwydr. O hynny ymlaen, daeth y byd yn heddychlon a heddychlon. Roedd y Brenin Wu eisiau gwneud marquises a'u gwobrwyo, ac roedd hefyd eisiau dyrannu tir i'r arwyr sefydlu. Gofynnodd Li Jing, ei dad a'i fab, a saith o bobl eraill i ddychwelyd i'r mynydd i ymarfer Taoaeth a pheidio ag obsesiwn ag enwogrwydd a chyfoeth bydol. Yn ddiweddarach, daeth pob un o'r saith ohonynt \"yn seintiau yn y corff\" ac yn y dosbarth o anfarwolion.\nStori \"Feng Shen Bang\"", "聖意": "Mae'r tŷ yn geidwadol, rwy'n gyffredin, rwy'n ceisio cyfoeth, rwy'n cael anhawster mewn busnes, nid yw fy mhriodas mewn cytgord, mae Liujia yn gweddïo i gerddwyr gael ymddiriedaeth, mae pryfed sidan yn aeddfed yn yr hydref, mae chwe anifail yn ddiogel, mae pobl ar goll, cyhoeddus achosion cyfreithiol a mudo yn geidwadol, clefydau eiddo coll, peidiwch â newid y beddrod yn Jianxingshan.", "古人": "Li Jing yn dychwelyd i'r mynydd", "第X籤": "Tri deg seithfed enillydd loteri", "宮": "Shen Gong"}