{"籤詩版本二": "Aduno drych mil-mlwydd-oed, gwraig yn gofyn i gwr i ailbriodi\nErs hynny, mae'r teulu wedi'i drawsnewid, ac ychwanegwyd bendithion i'r plant a'r wyrion.", "詩意": "Mae'r hecsagram hwn yn cynrychioli aduniad drychau.\nMae popeth yn waith caled ac yn ddrud.", "解曰": "Cloddio tywod yn aur. Marchogaeth draig a marchogaeth teigr. Er ei fod yn llafurus. Mae atodiad ynddo.", "籤詩故事一": "◇ Yulianhui deg ffrind\nYn y Brenhinllin Song, priododd Qian Yulian Wang Shipeng. Pan aeth Shi Peng i Beijing i sefyll yr arholiad, gorfododd y cyfoethog Sun Ruquan Yulian i'w ailbriodi.\nGwrthododd Qian Yulian gynnig Sun Ruquan cyfoethog a byddai'n well ganddo briodi Wang Shipeng, ysgolhaig tlawd o Wenzhou a gafodd ei gyflogi gan \"Jing Chai\".\nYn ddiweddarach, enillodd Wang Shipeng y wobr gyntaf.Oherwydd iddo wrthod cael ei orfodi i briodi gan y Prif Weinidog Wanqi, cafodd ei anfon i wasanaethu fel barnwr yn y Chaoyang anghysbell. Newidiodd Sun Ruquan lythyr teulu Wang Shipeng yn gyfrinachol i \"lythyr ysgariad\" a thwyllodd Yulian i gael ei thwyllo.Gorfododd llysfam Qian Yulian hi i ailbriodi hefyd, ond gwrthododd Yulian a chyflawni hunanladdiad trwy daflu ei hun i'r afon.Cafodd ei hachub gan Qian Zaihe o Dalaith Fujian a'i mabwysiadu'n ferch fabwysiedig iddo.\nRoedd Yulian yn meddwl bod Shipeng wedi marw.Pum mlynedd yn ddiweddarach, Wang Shipeng oedd llywodraethwr Ji'an.Un diwrnod, cynhaliodd seremoni goffa mewn teml Taoist i goffáu ei ddiweddar wraig.Digwyddodd Yulian i fynd i deml Ji'an Taoist i losgi arogldarth, a Wang a Qian eu hailuno o'r diwedd.", "聖意": "Nid yw'r tŷ yn dda i chi'ch hun Mae'r hydref a'r gaeaf yn llewyrchus Boed cyfoeth fod yn llewyrchus yn yr hydref a'r gaeaf Bydd busnes yn llewyrchus Boed i briodas fod yn llwyddiannus Gweddïwch i gerddwyr fynd i'r maes Gellir magu pryfed sidan Gall chwe da byw fod codi.Gellir dod o hyd i bobl Mae achosion cyfreithiol cyhoeddus yn anffafriol Mae mudo yn geidwadol Colli eiddo Clefyd hwyr Gweddïwch am fendithion Mae mynyddoedd a beddau yn dda.", "古人": "Yulianhui deg ffrind", "第X籤": "Y pedwerydd arwydd", "宮": "Uterus"}