{"籤詩版本二": "Mae'r olwyn goch yn disgyn yn y gorllewin, mae'r gwningen yn codi yn y dwyrain, mae'r yin yn tyfu ac mae'r yang yn diflannu, ac mae popeth yn ffynnu\nOs yw menyw eisiau ei ddefnyddio, bydd yn cynyddu ei chyfoeth ac yn dod â hapusrwydd i'w chalon.", "詩意": "Mae'r hecsagram hwn yn symbol o Yin yn tyfu a Yang yn diflannu.\nMae popeth yn anodd cyn iddo ddod yn hawdd yn ddiweddarach.", "解曰": "Mae Yin o fudd i fenywod. Ddim yn addas i ddynion. Os ydych yn ceisio cyngor. Daw'r drwg yn gyntaf ac yna daw'r da.", "籤詩故事一": "◇ Wu Zetian i fyny'r orsedd\nYn 14 oed, cafodd Wu ei wysio i'r palas gan yr Ymerawdwr Taizong Li Shimin o'r Brenhinllin Tang fel person dawnus, o'r enw \"Wu Mei\". Ar ôl i Taizong farw, aeth Zetian i Ganye Temple a daeth yn lleian.\nPan ddaeth yr Ymerawdwr Gaozong o Frenhinllin Tang i'r orsedd, galwodd y teulu Wu i'r palas i dalu gwrogaeth i Zhaoyi. Yn chweched flwyddyn Yonghui (655), sefydlodd yr Ymerawdwr Gaozong Wu fel ei frenhines.\nRoedd Wu Zetian yn ddeallus, yn ymwneud â llenyddiaeth a hanes, ac yn gyfoethog mewn dyfeisgarwch. Yn fuan ar ôl i Wu Zetian ddod yn frenhines, oherwydd bod Gaozong yn wan ac yn sâl, weithiau fe ymddiriedodd hi i drin rhai materion gwleidyddol, felly tyfodd ei phŵer. Ym mlwyddyn gyntaf Shangyuan (674), galwyd yr Ymerawdwr Gaozong yn \"Ymerawdwr\", galwyd yr Ymerawdwr Wu yn \"Frenhines y Nefoedd\", a galwyd y ddau ohonynt yn \"Dau Sant\" yn y palas.\nYm mlwyddyn gyntaf Hongdao (683), bu farw Gaozong, daeth y Tywysog Li Xian i'r orsedd, a daeth Wu Zetian i reoli'r llinach. Ym mis Chwefror ym mlwyddyn gyntaf Sisheng (684), diorseddodd Wu Zetian Li Xian fel Brenin Luling a sefydlodd ei phedwerydd mab Li Dan yn ymerawdwr, gan barhau i reoli'r llinach. Ym mis Medi yr un flwyddyn, newidiodd y faner i aur, ac ailenwyd Luoyang, prifddinas y dwyrain, yn brifddinas ddwyfol. Ar y nawfed dydd o Fedi ym mlwyddyn gyntaf Tianshou (690), cyhoeddodd Wu Zetian ei hun yn ymerawdwr a newid enw'r wlad i Zhou.", "聖意": "Mae'r cartref yn anffafriol i chi'ch hun, gweddïo am fendithion, ceisio cyfoeth, gwarchod trafodion, pob lwc mewn priodas, lwc ddrwg mewn priodas (benywaidd), cerddwyr yn blocio caeau, pryfed sidan, da byw ffyniannus, chwilio am bobl, gwahanu, achosion cyfreithiol, colled, mudo , colli eiddo, salwch, sioc, mynyddoedd a beddau, pob lwc", "古人": "Wu Zetian yn esgyn i'r orsedd", "第X籤": "Deugainfed enillydd y loteri", "宮": "Ti Palas"}