{"籤詩版本二": "Byddwch yn cofio'r geiriau da anfeidrol, ond byddwch yn dod yn fab i chi os byddwch yn adnabod y lleidr.\nPeidiwch â bod yn farus ar hyn o bryd a phoeni sut y byddai wedi gwneud rhywbeth da flwyddyn yn ôl.", "詩意": "Mae'r hecsagram hwn yn nodi lleidr fel mab.\nByddwch yn ofalus ym mhopeth a wnewch.", "解曰": "Dim ond yr un yma. Nid yw gŵr bonheddig yn gwneud unrhyw gamgymeriad. Cadwch mewn cof. Peidiwch â bod yn unig.", "籤詩故事一": "◇ Mae Dong Zhuo yn derbyn Lu Bu\nRoedd Lu Bu, dewr ac yn dda am ymladd, yn gadfridog milwrol enwog ar ddiwedd Brenhinllin Han y Dwyrain a dechrau'r Tair Teyrnas.Ar un adeg roedd yn ystyried Ding Yuan, llywodraethwr Jingzhou, fel ei dad mabwysiadol a gwasanaethodd oddi tano.\nAr ôl marwolaeth yr Ymerawdwr Ling o Frenhinllin Han y Dwyrain, aeth Ding Yuan i Beijing i gydgynllwynio â'r cadfridog He Jin i reoli'r llywodraeth.\nYmladdodd Dong Zhuo â Ding Yuan, ond nid oedd nifer o gadfridogion yn gallu trechu Lu Bu, felly anfonodd Dong Zhuo ei is-Li Su i lwgrwobrwyo Lu Bu. Daeth Li Su â phentyrrau o drysorau aur ac arian a'r ceffyl cwningen goch enwog i \"ymweld â Lu Bu\". Daeth Li Su â phentyrrau o drysorau aur ac arian a'r ceffyl cwningen goch enwog i ymweld â Lu Bu. Felly cafodd Lu Bu ei lwgrwobrwyo gan Dong Zhuo i ladd Ding Yuan, a dywedodd wrth ei filwyr i ddod gydag ef os oeddent yn dymuno, ac i adael os nad oeddent am ei ddilyn.O ganlyniad, rhedodd y rhan fwyaf o'r milwyr i ffwrdd. Felly cafodd Lu Bu ei llwgrwobrwyo gan Dong Zhuo a lladd Ding Yuan.\nAr ôl i Dong Zhuo ennill grym, mabwysiadodd Lu Bu fel ei fab mabwysiedig a'i wneud yn gadfridog a marcwis.\nRoedd gan Dong Zhuo dymer treisgar, ac roedd y \"perthynas tad-mab\" gyda Lu Bu mewn gwirionedd yn wan iawn.Yn 189 OC, ar anogaeth Situ Wang Yun, lladdodd Lu Bu Dong Zhuo.\nChwe mis ar ôl marwolaeth Dong Zhuo, goresgynnodd hen filwyr Dong Zhuo y brifddinas, a ffodd Lu Bu a'i wraig mewn panig. Ar ôl gadael y brifddinas, ceisiodd Lu Bu loches gyda rhyfelwyr Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ac ati, ac ymladdodd lawer gwaith â Cao Cao, rhyfelwr mawr arall ar y pryd, roedd Lu Bu yn ddewr ac yn dda wrth ymladd, a gorchfygodd Cao Cao sawl gwaith.\nYn nhrydedd flwyddyn Jian'an yn Brenhinllin Dwyrain Han, ymosododd milwyr Cao Cao ar Xiaopei, sylfaen Lu Bu, a chawsant eu dal a'u lladd gan Cao Cao o dan y Tŵr Baimen. Cyn ei ddienyddio, gofynnodd Lu Bu i Cao Cao ei gadw'n fyw er mwyn osgoi marwolaeth, ond atgoffodd Liu Bei Cao Cao fod Lu Bu wedi bradychu sawl gwaith a'i fod yn ddyn anonest. Yn y diwedd, dienyddiwyd Lu Bu gan Cao Cao, a oedd ond yn gwerthfawrogi talentau waeth beth fo'u moesoldeb.", "聖意": "Rwy'n anesmwyth gartref, rwyf fel arfer yn ceisio arian, yn gwarchod rhag trafodion, mae'n anodd priodi, mae dyn Liujia yn synnu, mae pobl yn dod i'r maes, mae pryfed sidan yn hanner aeddfedu, mae chwe anifail yn ddiogel, mae pobl yn chwilio am bobl, achosion cyfreithiol yn briodol a mudo, pethau coll yn anodd dod o hyd, clefydau yn anodd dod o hyd, ac mae heddwch yn y beddrod Mynydd Zhenxing.", "古人": "Mae Dong Zhuo yn derbyn Lu Bu", "第X籤": "Enillydd 41ain y loteri", "宮": "Ti Palas"}