{"籤詩版本二": "Bydd yr ymerawdwr, yr ymerawdwr, a'r ymerodres o'r diwedd yn rasol ac yn aros ac yn gweddïo am fendithion heb golled nac ennill.\nMae pob bod ymdeimladol yn elwa ohono, a disgwylir ffyniant yn y byd ac yn y nefoedd.", "詩意": "Mae'r hecsagram hwn yn arwydd o ffafr o'r nefoedd.\nBydd popeth yn llwyddiannus.", "解曰": "Dangosodd yr ymerawdwr ei ffafr. Byth anghofio. Defodau bore a hwyr. Mae'n briodol llosgi arogldarth.", "籤詩故事一": "◇ Achubodd Mulian ei fam\nMokou Lian, neu Mulian, yw'r mwyaf pwerus ymhlith deg disgybl Bwdha Sakyamuni.\nRoedd ei fam yn farus ac yn stingy yn ystod ei hoes, felly syrthiodd i deyrnas ysbrydion newynog ar ôl ei marwolaeth. Defnyddiodd Mokhullian ei bŵer hudol i arsylwi a darganfod bod ei fam wedi'i eni fel ysbryd newynog, heb unrhyw ffordd i gael bwyd a'i bod mewn caledi mawr.Defnyddiodd ei bŵer hudol i ddod â bwyd i'w fam.Yn annisgwyl, ar ôl i'r fam dderbyn y bwyd, trodd yn lludw ac ni ellid ei fwyta.\nRoedd Maudgalyana yn poeni am yr hyn a ddigwyddodd ac adroddodd hynny i'r Bwdha. Dywedodd y Bwdha wrth Mulian y dylai ar y 15fed dydd o'r seithfed mis lleuad, roi cant o flasau a phum ffrwyth mewn basn a'u cynnig i fynachod rhinweddol y deg cyfeiriad.Gyda'r pŵer hwn, byddai ei fam yn gallu bwyta .\nGweithredodd Maudgalyayana yn unol ag ewyllys y Bwdha, a rhyddhawyd ei fam o'r diwedd. Gelwir y math hwn o seremoni yn \"Gŵyl Obon\" a gelwir yr ŵyl hon yn \"Gŵyl Obon\".\n(Sylwer: Mae gan fath o sylwedd deimladau gwahanol mewn gwahanol lefelau o'r byd. Er enghraifft: pan fydd hi'n bwrw glaw yn y byd hwn, rydyn ni'n ei weld fel \"dŵr\", tra bod bodau yn y byd ysbryd newynog yn ei deimlo fel \"gwaed\", a mae bodau ymdeimladol ym myd uffern yn ei deimlo fel \"gwaed\". Mae'n teimlo fel \"gollwng cleddyf\", tra bod bodau nefol yn teimlo fel \"gollwng blodyn\".)", "聖意": "Gweddïo dros gartref a thŷ, gweddïo am lwc dda yn y gaeaf, ceisio cyfoeth, dim trafodiad, priodas, heddwch yn Liujia, cerddwyr, symud caeau, pryfed sidan, chwe anifail, dod o hyd i bobl, achosion cyfreithiol, llwyddiant, mudo, ceidwadaeth, eiddo coll, afiechyd , tawelwch meddwl, tawelwch mynyddoedd a beddau", "古人": "Mulian yn achub ei fam", "第X籤": "Arwydd pedwar deg dau", "宮": "Ti Palas"}