{"籤詩版本二": "Mae'r byd yn hyblyg ac mae popeth yn hunangynhaliol, yn hunangynhaliol ac yn ddiogel\nMae popeth mewn bywyd yn fendigedig, diolch i'r seintiau a'r doethion am bopeth, a byddwch yn llewyrchus.", "詩意": "Mae'r hecsagram hwn yn cynrychioli'r cytgord rhwng y ddaear a'r ddaear.\nMae popeth yn mynd yn dda a does dim perygl.", "解曰": "Mae pob peth yn cael ei eni. Pob cynllun a dymuniad yn dod yn wir. Ford yn helpu. Mae Rui Qi ar frys.", "籤詩故事一": "◇ Cerddwyr yn ennill goleuedigaeth\nStori Taith i'r Gorllewin:\nCymerodd Sun Wukong drosodd y Mynydd o Flodau a Ffrwythau a daeth yn frenin.Yn ddiweddarach, er mwyn dod o hyd i ffordd i fyw am byth, treuliodd wyth neu naw mlynedd yn teithio ar draws mynyddoedd ac afonydd i addoli Patriarch Bodhi fel ei athro.Dysgodd y saith deg -dau newidiad o'r drygioni daearol a'r cymylau dros dro, a chymerodd y cyfenw Haul am y tro cyntaf, o'r enw Wukong.\nAr ôl hynny, aeth Sun Wukong i Balas y Ddraig ym Môr Dwyrain Tsieina er mwyn dod o hyd i arf addas, ac yn olaf daeth o hyd i'r Ruyi Golden Cudgel, nodwydd dwyfol Tianhe a Dinghai. Oherwydd bod ei oes drosodd, gwnaeth ffwdan mawr yn yr isfyd, diwygiodd lyfr bywyd a marwolaeth, a dychwelodd i'r byd dynol. Yn ddiweddarach, gwysiwyd Sun Wukong gan y nefoedd am y tro cyntaf a chafodd ei enwi yn Bima Wen. Yn ddiweddarach, fe'i gwysiwyd i'r nefoedd am yr eildro a'i enwi'n Frenin Mwnci.Bwytaodd eirin gwlanog yn ddirgel a gwnaeth ffwdan mawr yn y nefoedd.Cafodd ei selio yn Ffwrnais Bagua i hyfforddi ei lygaid aur a'i lygaid tanllyd. ei atal gan Tathagata Buddha wrth droed Mynydd Wuzhi am 500 mlynedd, yn methu symud. Trodd y man lle ciciwyd ffwrnais Bagua drosodd yn fynydd o fflamau.\nBum can mlynedd yn ddiweddarach, aeth Monk Tang i'r Gorllewin i gael ysgrythurau, a basiwyd gan y Mynydd Pum Elfen, a chymerodd y talisman cyn achub Sun Wukong. Torrodd Sun Wukong i mewn i ddagrau gyda diolch.Ar ôl cael ei gyfarwyddo gan Guanyin Bodhisattva, addolidd Tang Monk fel ei athro ac aeth i'r Gorllewin i ddysgu'r ysgrythurau gyda'i gilydd. Ar y ffordd i ddysgu'r ysgrythurau, disgynnodd Sun Wukong ar gythreuliaid a dileu angenfilod, a pherfformiodd gampau rhyfeddol dro ar ôl tro, ond cafodd ei gamddeall a'i ddiarddel gan ei feistr Tang Seng dro ar ôl tro. Wedi pedwar ugain ac un o anhawsderau, cwblhawyd y gwaith o'r diwedd, Cyrhaeddodd y pedwar meistr a dysgybl Deml Xitian Leiyin a chael y gwir ysgrythyr. Cyflawnodd Sun Wukong y canlyniad cywir.\n(Mae'r stori hon yn drosiad y gall hyd yn oed mwnci ddod yn oleuedig, heb sôn am fod dynol.)", "聖意": "Mae'r cartref yn addawol i chi'ch hun, ar gyfer cyfoeth, busnes, priodas, Liujia, cerddwyr gwrywaidd, rhwystro caeau, pryfed sidan, chwe anifail, Zhongping, chwilio am bobl, achosion cyfreithiol, llwyddiant, mudo, colli eiddo, afiechyd, beddrod Xingxingshan, pethau yn addawol", "古人": "Mae'r teithiwr yn cael goleuedigaeth", "第X籤": "Arwyddwyd ar y 43ain", "宮": "xugong"}