{"籤詩版本二": "Mae addfwynder bob amser wedi bod yn gryfach na chryfder ers yr hen amser, ac mae'r drws i weithredoedd da yn llewyrchus.\nOs bydd rhywun yn diwinyddiaeth yr hecsagram hwn, bydd fel dod ar draws Yaojing pan fyddwch chi'n sychedig.", "詩意": "Mae'r hecsagram hwn yn arwydd o garedigrwydd a thynerwch.\nYm mhopeth, cytgord yw'r norm.", "解曰": "Mae gan nefoedd a daear deimladau. Gwir iawn. Mae Duw a Bwdha yn eich amddiffyn. Peidiwch ag anghofio beth gawsoch chi.", "籤詩故事一": "◇ Roedd Renzong yn adnabod ei fam\nRoedd gordderchwraig Song Zhenzong, Gordderchwraig Liu, yn genfigennus o eni mab, Zhao Zhen, Concubine Li, a llwgrwobrwyodd y fydwraig i gymryd lle mab Concubine Li gyda chath civet croen. y palas oer, gordderchwraig Liu yn gallu cael ei orseddu.\nAr ôl i'r Gordderchwraig De gael ei dyrchafu'n ymerodres, rhoddodd y Gordderchwraig De y palas oer ar dân a chynllunio i ladd Gordderchwraig Li. Dihangodd Gordderchwraig Li a bu'n byw ymhlith y bobl.\nYn wreiddiol, fe wnaeth gordderchwraig Li daflu Zhao Zhen i'r afon, ond yn ffodus cafodd ei achub gan yr eunuch a'i anfon i Balas yr Wyth Sages.Pan gafodd ei fagu, olynodd Song Renzong.\nYn ddiweddarach, cyfarfu Bao Zheng (Bao Qingtian) â'r Gordderchwraig ddall Li yn ddamweiniol.Pan ddysgodd y gwir, ymchwiliodd yn egnïol i'r achos, ac yn olaf daeth y gwir i'r amlwg, a chydnabu mam a mab Song Renzong a Concubine Li ei gilydd. Taflwyd gordderchwraig Liu i'r palas oer a chroesawyd Concubine Li i'r palas a daeth y stori i ben yn llwyddiannus.", "聖意": "Mae cartref a thŷ yn addawol i chi'ch hun, i gyfoeth, i fusnes, i briodas, i briodas, i gerddwyr gwrywaidd, i rwystro caeau, i bryfed sidan, i hydref, i chwe anifail, i chwe anifail, i ddod o hyd i bobl, i weld pobl , ar gyfer achosion cyfreithiol, ar gyfer llwyddiant, ar gyfer mewnfudo, ar gyfer eiddo coll, ar gyfer clefydau Dwyreiniol, ar gyfer bendithion, ar gyfer beddrodau mynydd, ac ar gyfer addawol dwyrain a gorllewin.", "古人": "Roedd Renzong yn cydnabod ei fam", "第X籤": "Loteri buddugol pedwar deg pump", "宮": "xugong"}