{"籤詩版本二": "Mae'r tywydd oer yn troi dŵr yn iâ Pam bod yn farus am enwogrwydd?\nDoes gen i ddim dewis ond eistedd yn dawel ac aros i'r dail ffynnu'n naturiol.", "詩意": "Yn yr hecsagram hwn, mae dŵr yn troi'n iâ.\nPeidiwch â gofyn am unrhyw beth yn ofer.", "解曰": "Mae dŵr yn rhewi i rew. Mae rhew yn toddi i mewn i ddŵr. Os yw'n gynllwyn. Felly y mae.", "籤詩故事一": "◇ Wang Xiang yn gofyn am garp (Pedair ar Hugain o Straeon Piety Filial)\nGaned Wang Xiang o'r Jin Dynasty, cwrteisi enw Fuzheng, yn Linyi.\nPan oedd Wang Xiang yn ifanc, bu farw ei fam fiolegol, priododd ei dad unig fenyw o'r enw Zhu, ac roedd gan Wang Xiang fam newydd. Pan oedd Wang Xiang yn ifanc, bu farw ei fam fiolegol, a phriododd ei dad unig fenyw o'r enw Zhu. Roedd llysfam Wang Xiang yn ddynes gul ei meddwl ac yn genfigennus.Doedd hi ddim yn hoffi Wang Xiang ac yn aml yn ei geryddu am faterion dibwys. Yn fuan, rhoddodd y llysfam hefyd enedigaeth i fab o'r enw Wang Lan. Roedd y llysfam yn caru ei phlant ei hun yn unig, ac yn ystyried Wang Xiang fel drain yn ei hochr. Daeth hyd yn oed yn fwy beichus ar Wang Xiang, ac yn aml yn siarad yn sâl o Wang Xiang o flaen ei dad.Roedd hyd yn oed ei dad yn raddol ddim yn ei garu mwyach. Roedd y llysfam yn caru ei phlant ei hun yn unig, ac yn ystyried Wang Xiang fel drain yn ei hochr Roedd hi hyd yn oed yn fwy beichus ar Wang Xiang, ac yn aml yn siarad yn sâl o Wang Xiang o flaen ei dad.Roedd hyd yn oed ei dad yn raddol ddim yn ei garu mwyach. Er bod hanner brawd Wang Xiang, Wang Lan yn gyfeillgar iawn i'w frawd. Er gwaethaf artaith ei llysfam, roedd hi'n dal yn filial iawn. Mae'r llysfam mor llym, ond mae Wang Xiang yn dal i fod yn filial iawn.\nMae gan ei lysfam hobi, hynny yw, mae hi'n hoffi bwyta pysgod ffres sydd newydd eu pysgota allan o'r afon. Mae gan ei lysfam hobi, hynny yw, mae hi'n hoffi bwyta pysgod ffres sydd newydd eu pysgota allan o'r afon. Un gaeaf, aeth ei dad i ffwrdd i fusnes, ac aeth ei lysfam yn sâl eto.Gwnaeth y brodyr Wang Xiang a Wang Lan gawl a meddyginiaeth yn ofalus iw mam ei fwyta.Yn y tywydd garw oer, ni wellodd salwch y llysfam eto mewn a. brysia. Un gaeaf, aeth ei dad i ffwrdd i fusnes, ac aeth ei lysfam yn sâl eto.Gwnaeth y brodyr Wang Xiang a Wang Lan gawl a meddyginiaeth yn ofalus iw mam ei fwyta.Yn y tywydd garw oer, ni wellodd salwch y llysfam eto mewn a. brysia. Roedd y llysfam sâl eisiau bwyta pysgod ffres o'r afon, ac yn yr hinsawdd oer ddifrifol honno, roedd hi'n bwrw eira tu allan ac roedd y dŵr yn yr afon eisoes wedi troi'n iâ trwchus. Roedd y llysfam sâl eisiau bwyta pysgod ffres Ble roedd pysgod ffres i'w cael yn yr hinsawdd rhewllyd ac eira hwnnw?\nYn y dyddiau hynny, nid oedd unrhyw seigiau y tu allan i'r tymor, ac ni allech eu prynu hyd yn oed os oedd gennych arian.\nAr y pwynt hwn yn y stori, digwyddodd stori deimladwy Wang Xiangqiu Li. Roedd y ddau frawd yn gwarchod eu mam yn ddiymadferth.Er mwyn peidio â siomi’r llysfam sâl, cerddodd Wang Xiang i’r afon wedi rhewi.Cafodd Wang Xiang syniad a chymerodd ei grys er gwaethaf yr oerfel.Gorweddodd yn noeth ar y rhewlif ac eisiau i Mae'n defnyddio tymheredd ei gorff ei hun i doddi'r iâ (felly Wang Xiangqiu carp a elwir hefyd Wang Xiang yn gorwedd ar y rhew). Tynnodd ei grys a gorwedd yn noeth ar y rhewlif. Gweddïodd ar Dduw a dywedodd: \"Duw, mae fy mam yn sâl ac eisiau bwyta carp ffres. Mae'n rhaid i chi ddod o hyd i ffordd i mi waeth beth. \" Yn rhyfedd ddigon, cracio'r bloc iâ wrth ei ymyl yn sydyn, ac roedd dau Neidiodd carp byw allan o'r hollt a neidio ar y rhew.Roedd Wang Xiang yn hapus iawn. Gweddïodd ar Dduw: \"Duw, mae fy mam yn sâl ac eisiau bwyta carp ffres. Mae'n rhaid i chi ddod o hyd i ffordd i mi waeth beth. \" Yn rhyfedd ddigon, cracio'r bloc iâ wrth ei ymyl yn sydyn, ac roedd dau graciau. Neidiodd carp byw allan o'r hollt a neidio ar y rhew.Roedd Wang Xiang yn hapus iawn. Penliniodd yn gyflym, diolchodd i Dduw, a rhedodd adref gyda'r carp. Penliniodd yn gyflym, diolchodd i Dduw, a chymerodd y carp yn gyflym a mynd adref. Ar ôl i'r llysfam fwyta carp ffres, gwellodd o'i salwch yn fuan. Cafodd y llysfam yng ngwely'r ysbyty ei syfrdanu pan welodd hi gorff uchaf noeth Wang Xiang, a oedd yn troi'n borffor o'r oerfel, a dau bysgodyn yn ei ddwylo.Rhedodd i mewn i'r ystafell yn hapus a chafodd ei syfrdanu.\nDaeth Wang Xiang yn swyddog yn ddiweddarach a daeth yn Taibao, a chafodd y teitl Dug.", "聖意": "Anesmwyth gartref, gweddïaf am amddiffyniad, anawsterau ariannol, problemau busnes, priodas, anghysondeb mewn yswiriant Liujia, cerddwyr, pryfed sidan Chitian, chwe cholled da byw, pobl ar goll, achosion cyfreithiol cyhoeddus, mudo, ceidwadaeth, eiddo coll, salwch, anodd ei adennill, beddrod mynydd, pob lwc", "古人": "Mae Wang Xiang yn gofyn am garp (Pedair ar Hugain o Straeon Piety Filial)", "第X籤": "Pedwar deg naw yn Ennill y Lott", "宮": "Haigong"}