{"籤詩版本二": "Gallwch deithio i bob cornel o'r wlad, gan hongian y canopi hwylio i'w ddal i fyny'n rhydd\nOs bydd gwynt ffafriol, bydd yn cyrraedd yn fuan a bydd y cwch yn llawn trysorau.", "詩意": "Mae'r hecsagram hwn fel tynnu cwch gyda'r gwynt.\nMae popeth yn mynd yn dda.", "解曰": "Gorffwyswch yn gartrefol. Dim angen ymdrech. Llawer o gyfoeth. Pob un yn edmygu.", "籤詩故事一": "◇ Tao Zhugui Pum Llyn (Llyn Ligui Fan)\nYn ystod Cyfnod y Gwanwyn a'r Hydref, roedd Fan Li, a'i enw cwrteisi yn Shaobo, hefyd yn cael ei adnabod fel Gui Yizipi neu Tao Zhugong.\nBryd hynny, bu rhyfel rhwng Talaith Wu a Thalaith Yue, a dinistrio Talaith Wu yw Talaith Yue. Lluniodd Fan Li a Wen Zhong gynllun ar gyfer Yue King Gou Jian i hyrwyddo Yue a dinistrio Wu. Teithiodd Fan Li yn bersonol trwy fynyddoedd ac afonydd, ac ymwelodd â Xi Shi, menyw hardd gyda rhinwedd, dawn a harddwch, yn Afon Huansha ym Mynydd Bailuo a'i chyflwyno i Frenin Wu. Defnyddiodd y \"tric harddwch\" i cydweithredu y tu mewn a'r tu allan a dinistrio'r Deyrnas Wu.\nAr ôl iddo lwyddo i gael gwared ar y Deyrnas Wu, Fan Li yn gwybod bod Gou Jian yn \"aderyn hir-gwddf gyda phig\" a gallai rannu caledi a hapusrwydd gydag ef, felly aeth cychod gyda Xi Shi ar draws y Deyrnas Qi, newid ei enw i Gui Zipi, ac arweiniodd ei fab a'i ddisgyblion yn y Deyrnas Qi.Maen nhw'n byw mewn bwthyn ar lan y môr. Gweithiodd yn galed i drin tir diffaith, rhedeg busnes ymylol a gwneud busnes.O fewn ychydig flynyddoedd, cronnodd ddegau o filiynau o eiddo teuluol. Bu'n hael wrth ledaenu cyfoeth a gwneud daioni i'w dref enedigol.Gwerthfawrogwyd doethineb a gallu Fan Li gan bobl Qi.Gwnaeth brenin Qi ei wahodd i Linzi, y brifddinas, a'i addoli fel y prif weinidog â gofal am faterion y llywodraeth . Meddai: \"Gall bod yn swyddog arwain at weinidogion, a gall rhedeg teulu arwain at ffortiwn. I gominwr a ddechreuodd o'r dechrau, mae hyn wedi cyrraedd y pen eithaf. Mae'n debyg nad yw cael eich anrhydeddu am amser hir yn arwydd da.\" Felly, dim ond tair blynedd yn ddiweddarach, enciliodd Jiliu unwaith eto yn ddewr, dychwelodd y sêl i'r brenin Qi, a rhoddodd i ffwrdd ei holl gyfoeth teuluol i'w ffrindiau agos a'i gyd-bentrefwyr.", "聖意": "Mae'r tŷ yn dda i chi'ch hun (i'w gludo), mae'r arian yn dda, mae'r busnes yn dda, mae'r briodas yn hwyr, nid yw'r briodas yn dda, mae Liujia yn ddiogel, mae pobl yn rhwystro'r caeau, pryfed sidan, hydref, da byw, gwanwyn yn llewyrchus, mae pobl yn chwilio am bobl, mae achosion cyfreithiol yn ddrwg, mae mudo yn geidwadol, pethau coll, mae afiechydon y Gorllewin yn cael eu datrys, mae mynyddoedd a beddau yn y de.", "古人": "Pum Llyn Tao Zhugui (Llyn Ligui Fan)", "第X籤": "Hanner canfed enillydd y loteri", "宮": "Haigong"}