{"籤詩版本二": "Dyddiau haf yw'r hiraf ac mae pawb yn poeni am y gwres a'r iselder\nMae nef a daear hefyd yn gwybod beth mae pobl ei eisiau, ac mae'r awel yn chwythu ac mae'n naturiol cŵl", "詩意": "Mae'r hecsagram hwn yn dangos bod pawb yn poeni am wres.\nGwnewch beth bynnag y dymunwch.", "解曰": "Nid oes amheuaeth a ddylid symud ymlaen neu encilio. Cael amser da. Ai ar gyfer gwersylla? Nid oes angen gweithredu'n fyrbwyll.", "籤詩故事一": "◇ Kong Ming yn mynd i mewn i Sichuan\nRoedd Zhuge Liang (181-234), enw cwrteisi Kongming, yn frodor o Yangdu, Langya (Sir Yinan, Talaith Shandong erbyn hyn), ac ef oedd prif weinidog Shu Han (Liu Bei) yn ystod cyfnod y Tair Teyrnas.\nEr i Liu Bei ennill Jingzhou, nid oedd yn ddigon i wahanu un ochr.Roedd Zhuge Kongming yn bwriadu cipio Xichuan i gynyddu tiriogaeth Liu Bei. Ar yr adeg hon, ymosodwyd ar Liu Zhang yn Yizhou gan Zhang Lu yn y gogledd. Dysgodd Zhuge Kongming fod Liu Zhang eisiau cysegru'r map o Xichuan i Cao Cao er mwyn amddiffyn ei hun. Pan gyfarfu Zhang Song (is-weithwyr Liu Zhang) â Cao Cao, oherwydd bod Cao Cao yn drahaus ac yn anghwrtais, cymerodd Liu Zhang y map yn ôl i Xichuan a phasio Jingzhou ar y ffordd. Roedd Kong Ming eisoes wedi bod yn aros amdano ar y ffordd a'i wahodd i Jingzhou, ond ni soniodd erioed am y Llun Xichuan tan yr amser ymadael.Roedd Zhang Song yn ddiolchgar i Kong Ming am ei gwrteisi a'i letygarwch, felly fe gysegrodd y Llun Xichuan i fe.\nRoedd tir Xichuan yn beryglus a gellid ymosod arno neu ei amddiffyn.Ar ôl gwahanol drefniadau Kong Ming, daeth Xichuan yn fan geni Liu Bei.\n(Fe wnaeth Kong Ming drin pobl â chwrteisi a chael gafael ar y Xichuan chwenychedig yn hawdd.)", "聖意": "Gweddïwch am fendithion gartref ac am eich amddiffyniad eich hun (mae pob lwc yn yr anffawd) Ceisio cyfoeth, pob lwc mewn busnes, priodas gyffredin, genedigaeth bechgyn yn Liujia, symud caeau, pryfed sidan, difrod i dda byw, chwilio am bobl, cyhoeddus achosion cyfreithiol, ymfudiad, hen bethau coll, clefydau gogleddol, dymuno mynyddoedd a beddau", "古人": "Kong Ming yn mynd i mewn i Sichuan", "第X籤": "Pennod 51: Ennill y Coelbren (Winning the Lot)", "宮": "Uterus"}