{"籤詩版本二": "Mae'n cymryd llawer o ymdrech i ddal y lleuad yn y dŵr, mae'n cymryd llawer o ymdrech ond dim byd.\nPeidiwch â siarad nonsens a gwastraffwch eich ymdrechion i gryfhau'r corff.Yn wreiddiol, mae'r gair \"corff gwywo\" yn golygu \"mae'r corff yn unig\".", "詩意": "Mae'r hecsagram hwn yn farus am y ddelwedd o ymdrech.\nMae popeth yn llafurus a llafurus.", "解曰": "Mae addewidion yn anodd eu cofio. Llawer o waith caled. Poeni gartref. Aros i gwrdd â phobl fonheddig.", "籤詩故事一": "◇ Daliodd Taibai y lleuad tra'n feddw ​​(daliodd Li Taibai y lleuad tra'n feddw)\nLi Bai (701-762), a elwir hefyd yn Taibai, a elwir hefyd yn Qinglian Jushi. Yr oedd bardd Brenhinllin Tang, a alwai ei hun yn anfarwol alltud, yn cael ei alw yn Anfarwol Barddoniaeth, ac yr oedd bob amser yn hapus heb yfed.\nUnwaith y daeth Li Bai i Jinling (Nanjing bellach) a gorffwys mewn bwyty wrth ymyl Wende Bridge.\nDigwyddodd mai'r diwrnod hwnnw oedd y pymthegfed dydd o fis lleuad y gaeaf, gyda'r nos, byddai'n eistedd ar ei ben ei hun yn y bwyty ac yn edmygu'r lleuad, tra'n yfed ac yn adrodd cerddi. Digwyddodd mai'r diwrnod hwnnw oedd y pymthegfed dydd o fis lleuad y gaeaf, gyda'r nos, byddai'n eistedd ar ei ben ei hun yn y bwyty ac yn edmygu'r lleuad, tra'n yfed ac yn adrodd cerddi. Roedd Li Taibai yn caru'r lleuad fwyaf yn ei fywyd, gan ddweud ei fod yn lân ac yn brydferth. Roedd Li Taibai yn caru'r lleuad fwyaf yn ei fywyd, gan ddweud ei fod yn lân ac yn brydferth. Y noson honno, edrychodd i fyny a gweld y lleuad gwyn a chrwn yn yr awyr, roedd yn hapus iawn ac yn yfed ychydig mwy o sbectol. Y noson honno, edrychodd i fyny a gweld y lleuad gwyn a chrwn yn yr awyr, roedd yn hapus iawn ac yn yfed ychydig mwy o sbectol. Am hanner nos, manteisiodd Li Taibai ar y gwin ac aeth i lawr y grisiau i Wende Bridge. Am hanner nos, manteisiodd Li Taibai ar y gwin ac aeth i lawr y grisiau i Wende Bridge. Cyn gynted ag y camodd ar y bont, gostyngodd ei ben a gwelodd y lleuad yn disgyn i'r dŵr yn sydyn, a phan symudodd yr afon, ychwanegwyd ychydig o linellau du at y cysgod lleuad gwyn. Cyn gynted ag y camodd ar y bont, gostyngodd ei ben a gwelodd y lleuad yn disgyn i'r dŵr yn sydyn, a phan symudodd yr afon, ychwanegwyd ychydig o linellau du at y cysgod lleuad gwyn. Yr oedd Li Taibai mor feddw ​​y pryd hwn fel y tybiai mai y lleuad oedd wedi ei staenio gan ddwfr yr afon. Yr oedd Li Taibai mor feddw ​​y pryd hwn fel y tybiai mai y lleuad oedd wedi ei staenio gan ddwfr yr afon. Nid oedd hyd yn oed yn trafferthu tynnu ei esgidiau, agorodd ei ddwylo a neidio oddi ar y bont i ddal y lleuad. Nid oedd hyd yn oed yn trafferthu tynnu ei esgidiau, agorodd ei ddwylo a neidio oddi ar y bont i ddal y lleuad. Yn annisgwyl, gyda'r naid hon, ni ddaliwyd y lleuad, ond chwalwyd y lleuad yn y dŵr a'i hollti ar unwaith yn ddau hanner. Yn annisgwyl, yn y naid hon, ni ddaliwyd y lleuad, ond boddodd y dyn. Bu farw yn chwe deg dau oed.", "聖意": "Mae'r tŷ yn anesmwyth ac mae eich hun mewn anlwc (anlwcus, rhowch sylw i iechyd), ceisiwch gydbwysedd mewn cyfoeth (peidiwch â meddwl amdano hyd yn oed), busnes anodd, nid yw priodas wedi'i setlo, gweddïwch am amddiffyniad (trysorau gwag i atal camesgoriad ), mae cerddwyr mewn trafferthion, mae pryfed sidan maes yn bum pwynt, mae chwe anifail yn dirywio, yn chwilio am bobl (anlwcus), achosion cyfreithiol cyhoeddus a (Stopiwch yr achos cyfreithiol) Mudo arferol (peidiwch â sôn amdano) Colli eiddo (awyrennau) Gweddïo am amddiffyniad rhag salwch (anffodus) Ffortiwn da mewn mynyddoedd a beddau", "古人": "Daliodd Taibai y lleuad tra'n feddw ​​(daliodd Li Taibai y lleuad tra'n feddw)", "第X籤": "Hanner can eiliad yn ennill y loteri (Loteri)", "宮": "Uterus"}