{"籤詩版本二": "Pan fydd rhwystredigaeth yn troi'n orfoledd, mae dreigiau'n rhuo a theigrod yn rhuo.\nMae gan yr awyr las ei ffordd ei hun i'r wybren, Boed i mi gael llwyddiant ac enwogrwydd pellach.", "詩意": "Mae'r hecsagram hwn fel draig yn rhuo a theigr yn rhuo.\nMae gobaith y bydd popeth yn mynd yn iawn.", "解曰": "Dim ond dysgu a mynd. Cael eich ffyniant eich hun. Rhaid ei wneud yn y diwedd. Mae lle i'w gael.", "籤詩故事一": "◇ Liu Bei yn recriwtio priodferch\nAr ôl Brwydr Chibi, roedd Sun Quan yn awyddus i adennill Jingzhou, a oedd wedi'i gaffael gan Liu Bei, felly defnyddiodd gynllun Zhou Yu, gan esgus ei fod am ddyweddïo ei chwaer Sun Ren i Liu Bei, ond mewn gwirionedd roedd am gymryd Liu Bei fel gwystl i hawlio Jingzhou.\nAr ôl i Zhuge Liang ysbïo ar gynllun Zhou Yu, rhoddodd y llyfryn gyda'r strategaeth i Zhao Yun, a oedd yn amddiffyn Liu Bei pan aeth i Soochow. Dilynodd Zhao Yun y strategaeth yn y llyfryn a gwnaeth sblash mawr yn fwriadol i adael i Wu Guotai ( Tad Sun Quan) yn gwybod am y cynnig priodas. Oherwydd bod Wu Guotai yn caru ei ferch ac yn anfodlon gwneud penderfyniadau achlysurol am faterion gydol oes ei merch, mae hi'n dirnad Sun Quan am fod yn ddidostur i'w chwaer a chynigiodd brofi'n bersonol a oedd Liu Bei yn deilwng o'i ferch yn Ganlu Temple. Ar ôl i Wu Guotai gwrdd â Liu Bei, roedd hi'n gwerthfawrogi Liu Bei yn fawr ac yn argymell y briodas rhwng Liu Bei a'i ferch yn gryf.O ganlyniad, priododd Liu Bei Mrs Sun yn llwyddiannus.\nYn ddiweddarach, ffodd Liu Bei a Mrs Sun yn ôl i Jingzhou gyda'i gilydd.Yn ddiweddarach, roedd Sun Quan eisiau sleifio ymosodiad Jingzhou tra roedd Liu Bei yn ymosod ar Yizhou, ond cafodd ei stopio gan Wu Guotai, a oedd yn poeni am ddiogelwch ei ferch.\nDywedodd: \"Cynllun clyfar Zhou Yu yw'r gorau yn y byd. Collodd ei wraig a chollodd ei filwyr.\"\n(Enillodd Liu Bei o niwed)", "聖意": "Rwy’n anlwcus gartref ac rwy’n anlwcus (anlwc yn gyntaf, yna pob lwc) Ceisio cyfoeth, cydbwysedd, anhawster mewn priodas, llwyddiant mewn priodas Gweddïwch am fendithion i gerddwyr, pryfed sidan yn y caeau, pum pwynt am ddifrod i dda byw, chwiliwch i bobl, achosion cyfreithiol a mudo, pob lwc am eiddo coll, pob lwc i afiechydon, heddwch mynyddoedd a beddau.", "古人": "Mae Liu Bei yn recriwtio priodferch", "第X籤": "Y pum deg trydydd rhif buddugol", "宮": "Uterus"}