{"籤詩版本二": "Trosglwyddir rhinwedd o dad i fab i ŵyr, ac mae ffyniant bwyd a dillad yn dibynnu ar Dduw yn unig.\nMae Chunxuan yn y neuadd yn gwneud pobl yn hapus.Pan fyddant yn newynog, yn cael eu bwydo, yn sychedig ac yn gysglyd, mae Chunxuan yn drosiad i rieni.", "詩意": "Mae'r hecsagram hwn yn gysylltiedig â delwedd bambŵ sy'n arwain at y gwanwyn.\nGobeithio aiff popeth yn iawn.", "解曰": "Cymerwch bambŵ ac arwain at y gwanwyn. Mae'n lledaenu'n ddiddiwedd. Mae boneddwr yn ceisio gobaith. Pawb wrth eu bodd.", "籤詩故事一": "◇ esgynodd y Brenin Wu o Zhou i'r orsedd\nYmosododd y Brenin Wu o Zhou ar y Brenin Zhou ac arwain wyth gant o dywysogion i ymladd yn erbyn byddin y Brenin Shang.Y milwyr yn Chaoge (prifddinas Brenin Shang) hefyd yn troi yn erbyn y Brenin Shang ac yn bradychu Brenin Shang.\nLlosgodd y Brenin Zhou ei hun ar y Tŵr Zhaixing, a dinistriwyd Brenhinllin Shang.\nDerbyniodd y Brenin Wu y llyfr aur a'r trysor aur, sef gorsedd yr ymerawdwr.Gwynebodd tua'r de, plygwyd ei ddwylo i lawr, ac eisteddodd yn unionsyth. Gorchmynnodd y Brenin Wu i eiddo Lutai gael ei ddosbarthu, y Tŵr Picking Star i'w ddymchwel, a'r grawn reis a storir yn Juqiao i'w ddosbarthu.\nRhyddhewch y Jizi sydd yn y carchar ac atgyweirio beddrod Bigan. Marchogodd y Brenin Wu wrth ddrws tŷ'r doeth Shang Rong ac ymgrymodd ei ben. Parchwch y bobl rhinweddol a chwrtais, a gollyngwch y caethweision yn y palas mewnol.\nRoedd hefyd yn atal arfau ac yn hyrwyddo diwylliant ac addysg. Yn ne Nanshan, mae ceffylau yn cael eu pori a gwartheg yn cael eu pori yng nghefn gwlad gyda choed eirin gwlanog.Mae'n olygfa heddychlon.", "聖意": "Nid yw'r tŷ mewn cyflwr da (pob lwc), gallwch chi wneud eich dymuniadau eich hun (pob lwc), ceisio budd ariannol, gwneud trafodiad, a phriodi (cwrdd â mab-yng-nghyfraith da), mae Liujia yn ddiogel (Sodiac arwydd), mae cerddwyr yn symud caeau, mae pryfed sidan yn ffodus, mae chwe anifail yn cael eu difrodi, mae pobl yn anodd dod o hyd iddynt (gweler), achosion cyfreithiol cyhoeddus, mae pobl fonheddig yn symud, collir lwc dda a gwelir pethau Clefydau a chlefydau", "古人": "esgynnodd y Brenin Wu o Zhou i'r orsedd", "第X籤": "Pum deg pump yn ennill y loteri (loteri)", "宮": "Palas Hyll"}