{"籤詩版本二": "Mae'r traeth yn llawn o greigiau, y nant yn llifo, y gwynt yn glir, y lleuad yn glir, ac mae'r bobl fonheddig yn brysur.\nAr y ffordd, rhaid i mi ofyn ble i fynd Peidiwch â chymryd arogl blodau a phlanhigion yn y goedwig Peidiwch â gofalu amdano.", "詩意": "Mae'r hecsagram hwn fel cwch yn teithio ar draeth bach.\nYm mhopeth, mae yna bobl fonheddig i helpu.", "解曰": "I wneud bywoliaeth. Llawer o waith caled. Arhoswch yn geidwadol ac aros. Pob hwyl.", "籤詩故事一": "◇ Lushan gwrthryfel\nRoedd Lushan (703-757), a'i gyfenw Kang ac o'r enw Yaluoshan, o Liucheng, Yingzhou (Chaoyang, Liaoning bellach).\nYn ddiweddarach, cymerodd y cyfenw An a newidiodd ei enw i Lushan. Yn ystod teyrnasiad yr Ymerawdwr Xuanzong o Frenhinllin Tang, An Lushan oedd y llysgennad milwrol.\nYm mis Tachwedd y 14eg flwyddyn o Tianbao, cododd An Lushan filwyr yn Fanyang.Yn enw ymosod ar Yang Guozhong, lansiodd wrthryfel a chymerodd y milwyr o dair tref i ymosod ar Luoyang, y brifddinas ddwyreiniol. Rhuthrodd adroddiadau gan Taiyuan i Lishan.Nid oedd Tang Xuanzong, a oedd ym Mhalas Huaqing yn Lishan ar y pryd, yn credu y byddai Anlushan yn gwrthryfela.Fodd bynnag, roedd newyddion am y gwrthryfel yn parhau i ledaenu, ac roedd Xuanzong yn dal yn hanner argyhoeddedig. (Dyma bortread o \"sŵn dŵr rhedegog garw ar greigiau bach mewn nant\")\nNid tan i Yan Zhenqing, swyddog Sir Pingyuan, anfon rhywun i anfon gwybodaeth y deffrodd Xuanzong o'i freuddwyd.\nO dan strategaeth wallus yr Ymerawdwr Xuanzong o Frenhinllin Tang, cipiodd catrawd marchoglu An Lushan Luoyang, prifddinas y dwyrain.Ym mis cyntaf y flwyddyn ganlynol, cyhoeddodd ei hun yn Ymerawdwr Dayan yn Luoyang, Jianyuan Shengwu, Ymerawdwr Xiongwu, a Da Xixun fel Prif Weinidog.\nYm mis Mehefin yr un flwyddyn, yr Ymerawdwr Xuanzong o'r Brenhinllin Tang, yn awyddus i leddfu'r argyfwng yn Chang'an ac o dan ddealltwriaeth filwrol anghywir, dienyddiwyd dau gadfridog enwog, Feng Changqing a Gao Xianzhi.Y gorchymyn hwn syfrdanodd y fyddin Tang. (Mae'r ymddygiad hwn yn torri \"rhaid i'r ffordd bwyntio at yr afon flaen\")\nWedi hynny, gorchmynnodd yr Ymerawdwr Xuanzong o Frenhinllin Tang ar frys cadfridog arall, Ge Shuhan, i arwain byddin Tang i'r dwyrain allan o Tongguan.\nRoedd Ge Shuhan, a ddeallodd yn llawn gamgymeriad strategol yr Ymerawdwr Xuanzong o Frenhinllin Tang, yn bwriadu gohirio'r newid (y dull o \"mae'n iawn os yw'r gwynt yn dawel a'r llanw'n dawel\").\nYn y diwedd, roedd yr Ymerawdwr Xuanzong o Frenhinllin Tang yn meddwl ei fod yn rhy ofnus i ymladd, felly nid oedd ganddo ddewis ond ymladd ag An Lushan mewn dagrau, a chafodd ei drechu. (Mae'n cyflawni \"Os ydych chi'n gweithio'n galed i gynnal eich hun, efallai y cewch eich anafu.\")\nYn y Brenhinllin Tang, pan nad oedd gan filwyr y ffin a'r garsiynau lleol unrhyw amser i ymateb, gwasgodd byddin Lushan y ffin a mynd i mewn i'r brifddinas. Mewn sefyllfa argyfyngus, arweiniodd yr Ymerawdwr Xuanzong o Frenhinllin Tang y Corfflu Gwarchodlu i ddianc o'r brifddinas, gan achosi i'r Xijing Chang'an di-arweinydd syrthio.\n(Roedd Tang Xuanzong yn torri arweiniad yr arwydd hwn, felly roedd gwrthryfel An Lushan yn llwyddiannus.)", "聖意": "Mae'r tŷ yn ddiogel, eich hun yn ffodus, mae'r ffortiwn yn sefydlog, mae'r trafodiad yn ffyniannus, mae'r briodas yn llwyddiannus (rhybudd), mae cerddwr gwrywaidd o Liujia yn dod i'r maes, mae pryfed sidan yn cael eu cynaeafu, mae chwe da byw yn cael eu difrodi, darganfyddir y person , mae'r achos cyfreithiol yn cael ei gyfiawnhau, mae'r eiddo coll yn dod â chlefyd, hynny yw, dylid atgyweirio beddrod Anshan.", "古人": "Lushan gwrthryfel", "第X籤": "Y chweched loteri ar bymtheg a deugain", "宮": "Palas Hyll"}