{"籤詩版本二": "Bore a chyfnos, rhaid i gefnogaeth y Bwdha fod ar adegau o berygl ond nid mewn perygl\nOs cewch eich denu gan berson bonheddig, yna bydd arian a sidan hefyd yn mynd gyda chi, sef Chuan Lai. Mae'r cyfan yn dibynnu arnoch chi.", "詩意": "Mae'r hecsagram hwn yn cynrychioli bendith gyfrinachol duwiau a Bwdha.\nByddwch yn amyneddgar a phob lwc ym mhopeth.", "解曰": "Arwydd o heddwch hen ffasiwn. Pan fydd popeth yn ddrud, bydd yn addawol.", "籤詩故事一": "◇ Llwyddodd Tang Monk i gael goleuedigaeth\nUn diwrnod, daeth Tang Seng i'r afon a gweld Mynydd Lingshan y Bwdha o'i blaen, roedd pont un planc o'i blaen ac ni feiddiai Tang Seng ei chroesi. Trawsnewidiodd y Bwdha yn gychwr a dal cwch toredig diwaelod.Cyn gynted ag yr aeth Tang Monk ar y cwch, syrthiodd i'r afon a chael ei achub gan y cychwr.Dyma sut y daeth Tang Monk i fod yn Fwdha. (Stori Taith i'r Gorllewin)\n◇ Ysgrythurau Bwdhaidd Tang Monk\nSanzang o Frenhinllin Tang, ei gyfenw cyffredin oedd Chen a'i enw penodol oedd Yi. Ganed yn Goushi County, Luozhou (sydd bellach i'r de o Yanshi City, Henan Province). Daeth yn fynach yn dair ar ddeg oed a chymerodd yr enw Bwdhaidd Xuanzang.\nEr mwyn cael yr ysgrythurau Bwdhaidd gwreiddiol, cychwynnodd o Chang'an (Xi'an heddiw, Talaith Shaanxi) yn nhrydedd flwyddyn Zhenguan (OC 629), mentrodd dros y ffin, a mynd trwy galedi di-rif i gyrraedd Tianzhu ( India) i gasglu ysgrythyrau. Teithiodd ar hyd basnau afonydd Ganges ac Indus ac ardaloedd arfordirol de-ddwyreiniol India, yna croesodd y mynyddoedd â chapiau eira a'r cribau gwyrdd, gan gerdded mwy na 50,000 o filltiroedd yn ôl ac ymlaen.Cymerodd 16 mlynedd iddo ddychwelyd o'r diwedd i Chang'an yn y 19eg flwyddyn i Zhenguan (OC 645). Daeth â nifer fawr o ysgrythurau Bwdhaidd yn ôl a'u cyfieithu i Tsieinëeg.\n(Aeth Tang Sanzang ar daith hir yn ôl ac ymlaen rhwng China ac India. Mae’n rhaid ei fod wedi profi peryglon yn ystod y daith, ond llwyddodd i ddychwelyd yn ddiogel oherwydd roedd nawddsant anweledig ar ei ôl.)", "聖意": "Mae'r cartref yn ddiogel, mae eich hun yn addawol, mae busnes y Gorllewin yn llwyddiannus, mae'r briodas yn llwyddiannus, mae'r cerddwyr yn rhwystro'r cae, mae'r pryfed sidan yn cael eu rhwystro, mae'r pryfed sidan yn saith pwynt, mae'r da byw yn broffidiol, mae'r chwilio am bobl, y Gorllewin. chyngaws cyhoeddus yn ddrwg, y mudo yn geidwadol, yr eiddo coll yn cael ei weld, y clefyd yn addawol, y mynyddoedd a beddrodau yn addawol.", "古人": "Enillodd Tang Monk oleuedigaeth", "第X籤": "Ennill y loteri chwe deg dau", "宮": "Palas Yin"}