{"籤詩版本二": "Cafodd y pysgodyn nofio ei ddal mewn magl yn y Pwll Bibo.\nOs aiff rhywbeth o'i le ar ôl meddwl am y peth, bydd yn achosi trafferth yn y diwedd.", "詩意": "Mae'r hecsagram hwn yn cynrychioli pysgodyn a ddaliwyd mewn magl.\nMae hefyd yn ddoeth bod yn ofalus ym mhopeth.", "解曰": "Setliad o dan y ty. Trychineb yn disgyn o'r nef. Deffro'n gynnar a chymryd rhagofalon yn gyntaf. Osgoi trychinebau.", "籤詩故事一": "◇ Mae'r ceffyl wedi'i orchuddio â dŵr (mae'n anodd casglu'r dŵr)\nBrenhinllin Han. Roedd Zhu Maichen, enw cwrteisi Wengzi, yn frodor o Wu yn Kuaiji (sydd bellach yn rhan o Ddinas Suzhou).\nYn ei flynyddoedd cynnar, roedd teulu Maichen yn dlawd ac ni chafodd lwyddiant.Roedd y cwpwl yn byw mewn gât to gwellt mewn lôn gefn, yn torri coed tân ac yn ei werthu i gael dau ben llinyn ynghyd. Nid ydych chi'n gwneud llawer o arian trwy werthu coed tân am bris unrhyw un.\nAeth ei wraig allan i nol dwr a gwelodd griw o blant yn chwerthin am ben Maichen.Roedd y wraig yn meddwl ei fod yn gywilyddus ac yn ddiweddarach gadawodd.\nPan oedd Zhu Maichen yn hanner cant oed, ceisiodd yr Ymerawdwr Wu o Frenhinllin Han dalentau ac addoli Zhu fel prefect Kuaiji.\nRoedd ei wraig yn difaru ei dallineb a dymunodd gael ei lleihau i fod yn forwyn a gordderchwraig i wasanaethu Zhu am weddill ei oes.\nGorchmynnodd Maichen i'w gyn-wraig gael bwced o ddŵr, ei arllwys ar y grisiau, a dywedodd, \"Os gellir cymryd y dŵr yn ôl, gall y ddau ohonynt ddod yn ôl at ei gilydd.\"\nO ystyried y berthynas rhwng gŵr a gwraig, cafodd y wraig a’i gŵr a oedd wedi ailbriodi fan agored yn yr ardd gefn i feithrin a chynnal eu hunain. Taflodd ei wraig ei hun i'r afon a bu farw.", "聖意": "Mae'r tŷ mewn perygl, mae eich hun mewn perygl, mae'r arian yn cael ei golli, mae'r trafodiad mewn heddwch, mae'r briodas yn anghyson, mae Liujia yn ofnus, mae pobl yn cael eu rhwystro, mae'r caeau'n cael eu difrodi, mae pryfed sidan yn cael eu colli, mae'r da byw yn cael ei golli, pobl yn cael eu canfod, mae'r achos cyfreithiol cyhoeddus yn cael ei golli, mae'r mudo yn dda, mae'r eiddo coll yn anhygoel, mae'r afiechyd yn beryglus, a dylid newid y beddrod mynydd.", "古人": "Mae'r ceffyl wedi'i orchuddio â dŵr (mae'n anodd casglu'r dŵr)", "第X籤": "Chwe deg pedwerydd arwydd", "宮": "Maogong"}