{"籤詩版本二": "Pan ddaw'r gaeaf, ni fydd cangen o flodau eirin ar y mynydd yn cael ei dinistrio hyd yn oed os bydd ei ddail yn cwympo a'i changhennau'n gwywo.\nOnd pan ddaw’r gwanwyn, rwy’n dal i’m dychwelyd fel y courtesan a dinistrio’r gwaith gwreiddiol.", "詩意": "Yn yr hecsagram hwn, mae'r blodyn eirin yn y safle blaenllaw.\nMae popeth yn dda os caiff ei oedi.", "解曰": "Un saeth saethu yn wag. Pan fydd yn wag, nid yw'n wag. Aros am y gwanwyn i ddod. Mae lliw ynddo.", "籤詩故事一": "◇ Wedi sgorio ddwywaith\nYn ystod teyrnasiad Ymerawdwr Dezong o'r Brenhinllin Tang, y gweinidog ffyddlon Mei Bogao a'i deulu eu fframio gan y Prif Weinidog bradwrus Lu Qi, a oedd am eu lladd i gyd.Dim ond ei fab Mei Liangyu llwyddo i ddianc.Yn ddiweddarach, newidiodd ei enw i Wang Xitong i guddio ei hunaniaeth. Roedd yn byw ar ei ben ei hun ar y strydoedd, yn newynog ac yn oer, ond yn ffodus fe'i cymerwyd i mewn gan Chen Risheng (Chen Dongchu). Nid oedd Chen Risheng yn gwybod ei brofiad bywyd, felly gofynnodd iddo helpu i ofalu am ardd eirin Chen fel na fyddai'n llwgu i farwolaeth ar y stryd.\nRoedd Chen Risheng yn gyd-ddisgybl ac yn ffrind i Mei Bogao.Pan oedd yn cael ei erlid gan Lu Qi, cafodd ei achub gan Mei Bogao.O ganlyniad, daeth Mei Bogao a Lu Qi yn elyniaeth.Yn y diwedd, dienyddiwyd ei deulu cyfan. Roedd Risheng yn teimlo'n drist ac yn flin oherwydd hyn.Ar ôl priodi, ymddiswyddodd a symudodd ei deulu i Yangzhou i fyw mewn neilltuaeth.\nMae gan Chen Risheng ferch o'r enw Chen Xingyuan, sy'n brydferth a persawrus.Ar ôl i Mei Liangyu ddod i'r teulu Chen, fe wnaethon nhw syrthio mewn cariad ar yr olwg gyntaf. Ar ddiwrnod pan oedd blodau eirin yn eu llawn blodau, a oedd hefyd yn ben-blwydd marwolaeth Mei Bogao, agorodd Chen Risheng a'i deulu allor yng ngardd eirin eu cartref i goffau eu ffrind a'u cymwynaswr ymadawedig.Yn annisgwyl, fe newidiodd y tywydd yn sydyn a chwythodd storm eira trwm, gan orchuddio'r holl flodau eirin. Roedd Chen Risheng yn galaru ei fod yn gallu dianc yn ddiogel, ond ni allai hyd yn oed achub disgynyddion y teulu Mei.Roedd yn meddwl bod hwn yn rhybudd gan Dduw, felly addawodd oni bai bod y blodau eirin yn blodeuo eto, gan brofi bod disgynyddion roedd y teulu Mei yn dal yn fyw, ni fyddai byth yn dweud dim.Dihangodd i mewn i Fwdhaeth a daeth yn fynach.\nClywodd ei ferch Xingyuan hyn a llosgodd arogldarth ar unwaith a gweddïo'n ddiffuant ar Dduw i wneud i'r blodau eirin flodeuo eto. Symudodd eu didwylledd y nefoedd, a blodeuodd yr holl goed eirin yn yr ardd eirin eto; yn ddiweddarach roedd Chen Risheng yn gwybod mai Liangyu oedd y Xitong, felly dyweddïodd ei ferch Xingyuan iddo.", "聖意": "Nid yw'r tŷ yn dda i chi'ch hun, mae un yn dda i chi'ch hun, mae un yn ceisio cyfoeth, mae un yn ddarbodus wrth ddelio, mae'r amser yn iawn, mae'r briodas yn hwyr, mae'r gwanwyn yn gryf, mae'r hydref yn wag, mae'r teithiwr yn hwyr, mae'r caeau'n ffyniannus, mae'r pryfed sidan yn ffyniannus, mae'r chwe da byw yn ffyniannus, yn chwilio am bobl, achosion cyfreithiol cyhoeddus, colled, mudo, eiddo coll, afiechydon y Dwyrain, larymau ffug, dylid newid beddrodau mynydd.", "古人": "Wedi sgorio ddwywaith", "第X籤": "Chwe deg naw yn Ennill y Lott", "宮": "Tatsumi"}