{"籤詩版本二": "Mae Chao Chao fel gwenynen sy'n casglu blodau, yn hedfan allan o'r de-orllewin ac yna i'r dwyrain\nMae'r gwanwyn wedi darfod, mae'r blodau wedi diflannu, ac nid oes lle i edrych amdano, Ni fydd y galon hon yn newid ei lleoliad.", "詩意": "Mae'r hecsagram hwn fel gwenyn yn casglu blodau.\nMae popeth yn llafurus a llafurus.", "解曰": "Dim golygfeydd gwanwyn. Mae'n bwrw glaw am amser hir ond byth yn clirio. Gofynnwch am help. Mae'n well bod yn dawel.\n.", "籤詩故事一": "◇ Gwrthryfelodd Li Mi yn erbyn Brenhinllin Tang\nLi Mi\n(582-619), diweddar arweinydd y Fyddin Wagang yn y gwrthryfel gwerinol ym Mrenhinllin Sui Tsieina hwyr. Meistr caligraffi. Roedd meistr y gair Fa yn frodor o Chang'an, Jingzhao, a chartref ei hynafiaid oedd Xiangping, Liaodong (sydd bellach i'r de o Liaoyang, Liaoning). Yn frodor o Chang'an, Jingzhao, ei gartref hynafiadol yw Xiangping, Liaodong (sydd bellach i'r de o Liaoyang, Liaoning).\nYn nawfed flwyddyn Daye (613), cymerodd ran yng ngwrthryfel Yang Xuangan yn erbyn Brenhinllin Sui yn Liyang (sydd bellach i'r gogledd-ddwyrain o Sir Junxian, Talaith Henan). Yn nawfed flwyddyn Daye (613), cymerodd ran yng ngwrthryfel Yang Xuangan yn erbyn Brenhinllin Sui yn Liyang (sydd bellach i'r gogledd-ddwyrain o Sir Junxian, Talaith Henan). Mae synnwyr dirgel yn cael ei drechu,\nFfodd Li Mi. Gorchfygwyd Xuangan a ffodd Li Mi.\nYn y ddeuddegfed flwyddyn i Daye, ymunodd â'r Wagang Army\n. Yn y ddeuddegfed flwyddyn o deyrnasiad Daye, ymunodd â'r Wagang Army. Roedd Li Mi yn dda am strategaeth.Ym mis Hydref y deuddegfed flwyddyn o Daye, perswadiodd Li Mi Zhai i ymosod ar Xingyang Tong, y cadfridog pwerus sy'n cyd-fynd â'r fyddin, i amddiffyn Zhang Xutuo, trechu byddin Sui a lladd Zhang Xutuo. Roedd Li Mi yn dda am strategaeth.Ym mis Hydref y deuddegfed flwyddyn o Daye, perswadiodd Li Mi Zhai i ymosod ar Xingyang Tong, y cadfridog pwerus sy'n cyd-fynd â'r fyddin, i amddiffyn Zhang Xutuo, trechu byddin Sui a lladd Zhang Xutuo.\nYn ddiweddarach, cynigiodd ymosod ar warws Xingluo (a ailenwyd yn ddiweddarach yn Luokou), agor y warws am ryddhad, ac ehangu'r tîm.Tyfodd tîm y Fyddin Wagang yn gyflym.Yn y 13eg flwyddyn o Daye, arweiniodd Li Mi Fyddin Wagang, a Zhai Rang delio â diraddio a dosbarthu Brenhinllin Sui Bu rhyfel dros adnoddau milwrol a materion eraill, a lladdodd Li Mi Zhai Rang a channoedd o'i ddilynwyr. Yn ddiweddarach, cynigiodd ymosod ar warws Xingluo (a ailenwyd yn ddiweddarach yn Luokou), agor y warws am ryddhad, ac ehangu'r tîm.Tyfodd tîm y Fyddin Wagang yn gyflym.Yn y 13eg flwyddyn o Daye, arweiniodd Li Mi Fyddin Wagang, a Zhai Rang delio â diraddio a dosbarthu Brenhinllin Sui Bu rhyfel dros adnoddau milwrol a materion eraill, a lladdodd Li Mi Zhai Rang a channoedd o'i ddilynwyr.\nYm mis Mawrth y 14eg flwyddyn i Daye, lladdodd Yu Wenhuaji yr Ymerawdwr Yang o Frenhinllin Sui\n, wedi arwain mwy na 100,000 o bobl i ddychwelyd i'r gorllewin. Ym mis Mawrth yn y bedwaredd flwyddyn ar ddeg o Daye, lladdodd Yu Wenhuaji (Yu Wen, cyfenw cyfansawdd) yr Ymerawdwr Yang o Frenhinllin Sui a dychwelodd i'r gorllewin gyda mwy na 100,000 o bobl. Gorchmynnwyd Li Mi i ymosod ar Huaji.Er i Huaji gael ei drechu, dioddefodd Li Mi golledion trwm hefyd yn y milwyr.Cafodd ei erlid yn ddiweddarach gan Wang Shichong. Gorchfygwyd byddin Li Mi a dinistriwyd ei wersyll. Ei gadfridogion Qin Shubao, Cheng Zhijie (yn wreiddiol a enwir Cheng Yaojin), Niu Jinda ac eraill eu dal. , Shan Xiongxin ildio. Gorchmynnwyd Li Mi i ymosod ar Huaji.Er i Huaji gael ei drechu, dioddefodd Li Mi golledion trwm yn ei filwyr hefyd. Yn ddiweddarach, cafodd ei erlid gan Wang Shichong.Gorchfygwyd byddin Li Mi a dinistriwyd ei wersyll.Cafodd ei gadfridogion Qin Shubao, Cheng Zhijie (a enwyd yn wreiddiol Cheng Yaojin), Niu Jinda ac eraill eu dal, ac ildiodd Shan Xiongxin. Roedd Li Mi yn anobeithiol, felly croesodd yr afon i Heyang ym mis Medi ac ildio i Frenhinllin Tang. Roedd Li Mi yn anobeithiol, felly croesodd yr afon i Heyang ym mis Medi ac ildio i Frenhinllin Tang.\nYm mis Tachwedd, anfonodd Li Yuan Li Mi i Shandong i recriwtio hen filwyr. Tachwedd,\nAnfonodd Li Yuan Li Mi i aros yn Shandong i recriwtio hen filwyr. Gan deimlo ei fod wedi cael ei amau, fe wrthryfelodd yn erbyn Tang. Gan deimlo ei fod wedi cael ei amau, fe wrthryfelodd yn erbyn Tang. Gwahoddodd cadfridog Tang Sheng Yanshi Li Mi i ymosod a'i ladd yn Xinggong Xian. Gwahoddodd cadfridog Tang Sheng Yanshi Li Mi i ymosod a'i ladd yn Xinggong Xian.", "聖意": "Tŷ, tŷ, tafod, hunan, dihiryn, ceisio cyfoeth, gwastraffu busnes, priodasau nad ydynt yn para, Liujia, blodau gwag, cerddwyr, Yaotian, difrod pryfed sidan, chwe difrod da byw, pobl ar goll, achosion cyfreithiol, colled, mudo, ceidwadaeth, eiddo coll, salwch, rhwystrau, diwygio beddrodau mynydd", "古人": "Gwrthryfelodd Li Mi yn erbyn Tang Dynasty", "第X籤": "Y ddegfed gêm gyfartal", "宮": "Tatsumi"}