{"籤詩版本二": "Gwybyddiaeth Gwarchodlu Pedwerydd ar Bymtheg Canglong: Priododd gwraig ag ail ŵr\nGydag un bwa a dwy saeth, bydd y deinosoriaid yn byw mewn heddwch ar unwaith", "詩意": "Mae'r hecsagram hwn fel bwa yn dal dwy saeth.\nMae popeth yn addawol os yw'n mynd gyda'i gilydd.", "解曰": "Ddim yn rhy drwm. tynged. Zhen Liuzhong yn agor. Mae'n ddoeth bod yn ofalus.", "籤詩故事一": "◇ Wenjun yn ymweld â Xiangru\nRoedd Zhuo Wenjun yn ferch i ŵyr Zhuo Wang, dyn busnes cyfoethog yn Linqiong, Talaith Sichuan.Roedd hi'n hyddysg mewn cerddoriaeth ac roedd ganddi enw llenyddol. Priododd pan oedd yn un ar bymtheg, ychydig flynyddoedd yn ddiweddarach, bu farw ei gŵr a dychwelodd at ei theulu geni i fyw fel gweddw.\nUn diwrnod, aeth Sima Xiangru i dŷ Zhuo Wangsun am wledd.Pan ddysgodd fod Zhuo Wenjun newydd weddw, chwaraeodd y gân \"Phoenix Seeking the Phoenix\" i fynegi ei gariad. Roedd Zhuo Wenjun eisoes wedi clywed am Sima Xiangru, ac roedd y wledd hon yn ei gwneud yn fwy deniadol fyth i Sima Xiangru. Ar y llaw arall, ar ôl gwledd Sima Xiangru, gwariodd lawer o arian ar unwaith i lwgrwobrwyo morwyn bersonol Zhuo Wenjun a gofynnodd iddi gyfleu cariad Sima Xiangru at Zhuo Wenjun. Ar ôl i Zhuo Wenjun ddysgu am gariad Sima Xiangru trwy'r forwyn, rhuthrodd ar unwaith i'r dafarn lle'r oedd Sima Xiangru yn byw, gan weld dyfodiad Zhuo Wenjun, Sima Xiangru ar unwaith gyda hi dros nos i'w dref enedigol yn Chengdu.\nPan oeddent yn Chengdu, roedd y cwpwl yn anghenus a bu'n rhaid iddynt ddychwelyd i Linqiong i agor gwesty bach i wneud bywoliaeth.Roedd Zhuo Wenjun yn gwerthu gwin a Sima Xiangru yn golchi llestri ac yn byw bywyd tlawd. Ar ôl i dad Zhuo Wenjun, Zhuo Wangsun, ddysgu amdano, cytunodd a'u hariannu o dan gyngor ei ffrindiau, fel bod Sima Xiangru a Zhuo Wenjun yn dychwelyd i Chengdu i fyw, ac yn ddiweddarach daeth yn gyfoethog.", "聖意": "Colli cartref ac eiddo, eich hawliau a'ch camweddau eich hun, ceisio cyfoeth, trafodion llafur, gochel rhag ailbriodi.", "古人": "Wenjun yn ymweld â Xiangru", "第X籤": "Saith deg un yn ennill loteri", "宮": "Tatsumi"}