{"籤詩版本二": "Rhaid i wenynwyr erfyn am fêl, rhag iddynt gael eu pigo gan bigiad\nMae'n rhaid bod ffordd ryfedd o'ch blaen, ac mae'r gyfrinach mor ddwfn â choedwig ddrain.", "詩意": "Mae'r hecsagram hwn yn symbol o wenyn yn casglu mêl.\nMae popeth yn llafurus a llafurus.\n\n(Mae'r hecsagram hwn yn ceisio symbol melyster a chwerwder.\nAtal trychinebau ym mhopeth.\n)", "解曰": "Mae angen gwneud pethau'n ofalus. Nid oes angen ei orfodi. Mae gwenyn yn casglu mêl. Beth yw'r rheswm?", "籤詩故事一": "◇ Mae Wang Mang yn chwilio am dalentau\nGellir dweud bod teulu Wang Mang yn y Western Han Dynasty yn deulu cyfoethog. Er i'w dad farw'n ifanc, daeth nifer o'i ewythrod a'i ewythrod yn ymerawdwyr y Brenhinllin Han.Daethant yn gadfridogion, yn brif weinidogion, a daethant yn farcwisiaid a derbyn gwobrau.Roedd teulu Wang yn hynod o amlwg.\nOnd roedd teulu bach Wang Mang ei hun yn hynod o dlawd; bu farw ei dad yn ifanc, a dim ond gyda'i fam yr oedd yn byw, gan ddibynnu ar elusen gan berthnasau. Ond oherwydd hyn, datblygodd ac ymarferodd Wang Mang set o sgiliau wrth ddelio â phobl ers yn blentyn. Waeth pa mor drist neu flin yr oedd yn teimlo, roedd bob amser yn dangos golwg hapus a heddychlon iawn o flaen perthnasau, henuriaid neu bobl o'r tu allan, felly roedd yn cael ei werthfawrogi'n fawr gan bawb yn y clan.\nUnwaith, bu ei ewythr hynaf yn ddifrifol wael, Wedi dysgu am y peth, daeth drosodd ac aros wrth wely'r claf, gan ddwyn moddion a dwfr, a chadw gwylnos yn y nos Am amryw fisoedd yn olynol, yr oedd wedi ei ddadwisgo, yn ddysglaer, ac yn haggard. Yn syml, roedd yn fwy \"amyneddgar\" na chlaf, yn fwy \"mab\" na mab biolegol.\nAm hyn, canmolodd pawb yn Taiwan ef ac ysgrifennu llythyrau yn gofyn am wobr iddo.\nFelly rhoddodd yr Ymerawdwr Cheng o Frenhinllin Han y teitl Marcwis Prifddinas Newydd iddo a'i benodi'n warchodwr yn y palas, gan ddod yn weinidog agos i'r ymerawdwr.\nGyda'i statws uchel a'i rym mawr, ni ddangosodd Wang Mang unrhyw haerllugrwydd na llacrwydd.Yn lle hynny, daeth yn fwy a mwy cwrtais a chwrtais.Ar y naill law, gwnaeth ffrindiau â gweinidogion, cadfridogion, gweinidogion, ysgolheigion enwog ac ysgolheigion.\nOnd roedd yn byw bywyd cynnil iawn, yn aml yn bwyta prydau cig, heb sôn am wisgo gwisg hir a ffrogiau llewys hir, dim ond gwisgo dillad byr. Felly canmolodd pawb yn y llywodraeth a'r cyhoedd ef yn unfrydol gyda'r gair \"rhinweddol\".\nYn ddiweddarach, bu farw ei ewythr, Grand Sima Wanggen, o salwch a chafodd ei ddewis yn ei le. Tybiai yr ymerawdwr a'r holl weinidogion mai efe oedd y mwyaf cyfaddas. Felly, daeth Wang Mang, a oedd ond yn dri deg wyth oed, yn Grand Sima gyda'r pŵer milwrol uchaf yn y wlad.\n(Mae'r stori hon yn drosiad. Gall bod yn dda am fod yn berson da eich helpu i gael gwared ar yr \"anhawster o gael eich pigo gan wenyn\" a chyflawni eich delfrydau fel y dymunwch.)", "聖意": "Nid yw'r tŷ yn dda i chi'ch hun, mae'r teulu mewn trafferth, mae'r busnes wedi'i rwystro, mae'r briodas wedi'i rwystro, mae'r chwe arfwisg yn ffug, mae'r cerddwyr yn hwyr, mae'r cynhaeaf pryf sidan yn isel, mae'r da byw yn isel, mae'n anodd dod o hyd i bobl, mae'r achos cyfreithiol yn ddrwg, nid yw'r mudo yn symud, mae'r eiddo coll yn ddrwg, mae'r afiechyd yn cael ei sefydlu, mae'r bedd mynydd yn cael ei golli", "古人": "Mae Wang Mang yn chwilio am dalentau", "第X籤": "Ennill y loteri saith deg dau", "宮": "Tatsumi"}