{"籤詩版本二": "Pan ddaw'r gwanwyn, mae taranau'n ysgwyd a phryfed yn crensian, ac rwy'n troi i ffwrdd o'r mwd\nPan sylweddolais gyntaf fy mod yn dal i fynd a dod, ar ôl i mi newid, deuthum yn ddraig.", "詩意": "Mae'r hecsagram hwn fel taranau a phryfed.\nMae cyfarfod â pherson bonheddig yn arwydd da ym mhopeth.", "解曰": "Thunder yn taro. Dau flaendal i mewn ac allan. Newid unwaith. Tan Tianmen.", "籤詩故事一": "◇ Gwrthryfel Chenqiao\nYn 959 OC, bu farw Zhou Shizong Chai Rong, a dim ond saith mlwydd oed oedd yr Ymerawdwr Gong, Chai Zongxun, a esgynnodd yr orsedd. Bryd hynny, roedd gan Zhao Kuangyin, a wasanaethodd fel arolygydd o flaen y palas a llysgennad Songzhou i Fyddin yr Almaen, bŵer go iawn.\nYng ngwanwyn 960 OC, adroddodd Zhenzhou (Zhengding heddiw, Talaith Hebei) a Dingzhou (Sir Dingxian heddiw, Talaith Hebei) fod byddinoedd Brenhinllin Gogledd Han a Thalaith Liao ar y cyd yn mynd i'r de i ymosod ar Frenhinllin Zhou Yn ddiweddarach, gyda momentwm mawr, a gofynnodd am anfon milwyr am gymorth. Yn ddiweddarach, gorchmynnodd Brenhinllin Zhou Zhao Kuangyin i arwain ei filwyr i'r gogledd i ymladd yn erbyn y gelyn. Gweithredodd Zhao Kuangyin yn gyfrinachol o dan gynllun ei frawd Zhao Guangyi, Zhao Pu, Shi Shouxin ac eraill.\nAr Chwefror 3, pan gyrhaeddodd y fyddin Chenqiaoyi (Chenqiao Town erbyn hyn, i'r de-ddwyrain o Fengqiu, Henan), fe wnaethon nhw lansio gwrthryfel a gorchymyn i'r milwyr wisgo gwisgoedd melyn ar ei gyfer.Fe wnaethon nhw wrthryfela yn erbyn Brenhinllin Zhou yn ddiweddarach a chefnogi Zhao Kuangyin fel ymerawdwr . Wedi hynny, arweiniodd Zhao ei filwyr yn ôl i Kaifeng heb losgi, lladd neu ysbeilio. \"Gwnaeth Taizu Chen Qiao llw i beidio ag aflonyddu ar bobl y brifddinas, ac addawodd beidio ag aflonyddu ar y ddinas ar y diwrnod y daeth i mewn i'r ddinas.\"\nAr y trydydd diwrnod o drydedd flwyddyn y mis lleuad, gwrthryfelodd Zhao Kuangyin yn Chenqiao a dychwelyd i'r brifddinas.Arweiniwyd Fan Zhi Wang Pu a Wei Renpu i gwestiynu Zhao Kuangyin.Tynnodd Luo Yanhuan ei gleddyf o flaen y babell a gweiddi'n uchel : \"Nid oes gan y tair byddin feistri. Mae'r cadfridogion wedi penderfynu ei benodi'n ymerawdwr. Bydd unrhyw un sy'n siarad allan yn cael ei ladd! \". Roedd wyneb Wang Pu mor welw â'r ddaear, gostyngodd ei gamau ac ymgrymu, plygodd Fan Zhi hefyd, helpodd Kuang Yin ef yn bersonol a'i drin â chwrteisi mawr.\nAr ôl gwrthwynebiad cymedrol, cymerodd yr Ymerawdwr Gong o Frenhinllin Zhou Yn ddiweddarach yr orsedd, a chymerodd Zhao yr orsedd. \"Roedd Taizu ar fin derbyn Zen, ond nid oedd unrhyw destun Zen. Derbyniodd Tao Gu, ysgolhaig o Hanlin, y gorchymyn a daeth i mewn yn ei ymyl, gan ddywedyd, Y mae wedi gwneyd.\nWedi i Zhao ddod i'r orsedd, newidiodd enw'r wlad i Song, Yuan i Jianlong, a gwnaeth Kaifeng y brifddinas.Dyfarnwyd y teitl Jiedushi i Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, a Zhao Yanhui i gyd. , a oedd yn cael ei adnabod fel y \"Chenqiao Mutiny\" mewn hanes.\nWicipedia\n(Mae'r stori hon yn cynrychioli mai dyma ddechrau perfformiad Zhao Kuangyin.)", "聖意": "Gweddïwch dros eich cartref, bywyd bob dydd, cyfoeth, ffortiwn da, pob lwc mewn busnes, priodas fonheddig, llwyddiant yn Liujia, cerddwyr gwrywaidd, genedigaeth gynnar o silkworms yn y caeau, genedigaeth gynnar chwe anifail, ffortiwn da yn y gwanwyn, yn chwilio am bobl , llwyddiant mewn achosion cyfreithiol, pob lwc mewn mudo, eiddo coll, peryglon mewn clefydau, peryglon mewn mynyddoedd a beddi.", "古人": "Gwrthryfel Chenqiao", "第X籤": "Arwyddwyd saith deg tri", "宮": "Palas Mi"}