{"籤詩版本二": "Mae cymysgedd o bysgod a draig yr un ystyr.Arhoswch yn y pwll dwfn ac aros am lwc.\nYn anymwybodol, neidiodd Yumen dros Balas y Ddraig gyda'i ben wedi'i godi.", "詩意": "Mae'r pysgod hecsagram a'r ddraig yn aros yn ddigyfnewid.\nDaw popeth mewn amser.", "解曰": "Er mai Ziji ydyw. Arhoswch hefyd. Cynlluniwch eich busnes eich hun. Peidiwch ag ymddwyn yn ddi-hid.", "籤詩故事一": "◇ Hongwu yn gwylio gwartheg\nGaned Zhu Yuanzhang, brodor o Zhongli, Haozhou (Sir Fengyang, Talaith Anhui erbyn hyn), ym mlwyddyn gyntaf Tianli o Yuan Wenzong o Frenhinllin Yuan, safle pedwerydd yn ei deulu. Fe'i ganed mewn teulu gwerinol tlawd, oherwydd tlodi pan oedd yn ifanc, ni allai astudio ac unwaith bu'n bugeilio gwartheg i'r landlord.\nYn y bedwaredd flwyddyn i Zhizheng (1344), bu sychder difrifol yn Huaibei.Bu farw tad, mam a brawd Zhu Yuanzhang yn olynol, felly nid oedd ganddo ddewis ond dod yn fynach newydd yn Huangjue Temple.\nLlai na dau fis ar ôl mynd i mewn i'r deml, oherwydd yr anhawster i gasglu rhent y deml yn y blynyddoedd newyn, caeodd perchennog y deml y warws a diswyddo'r mynachod.Bu'n rhaid i Zhu Yuanzhang adael ei dref enedigol a dod yn fynach crwydrol (a mynach a wnaeth fywoliaeth trwy gardota).\nYn ddiweddarach, daeth Zhu Yuanzhang yn Taizu y Brenhinllin Ming a'r \"ymerawdwr sifil\" yn hanes Tsieineaidd, gyda'r enw teyrnasiad \"Hongwu\".\n(Trosiad y stori hon yw nad yw bod yn gyffredin am gyfnod yn golygu y bydd yr un peth yn y dyfodol. Mae hyn oherwydd nad yw'r amser wedi dod eto.)", "聖意": "Mae'r teulu'n ddiogel, mae'r teulu'n iach, mae'r ffortiwn yn dda, mae'r busnes yn aros, mae'r briodas yn hwyr, mae'r gwryw yn cael ei eni yn Liujia, mae'r cerddwr yn hwyr, mae'r pryf sidan yn hwyr, mae'r pryf sidan yn gyfoethog, y chwe anifail yn cael eu cynffon, mae'r person ar goll, nid oes unrhyw achos cyfreithiol yn cael ei oedi, mae'r mudo yn geidwadol, mae'r eiddo coll wedi'i rwystro, mae'r afiechyd yn cael ei rwystro, mae'r bedd mynydd yn digwydd", "古人": "Mae Hongwu yn edrych ar wartheg", "第X籤": "Saith deg chwech lot", "宮": "Palas Mi"}