{"籤詩版本二": "Yn y freuddwyd, dywedwyd y byddai llawer o gyfoeth, ond deuai'r enwogrwydd i'r dim.\nMae'r dŵr yn bell i ffwrdd a'r mynyddoedd yn bell, ond mae'n anodd bod yn ffyddlon Mae'r person bonheddig yn rhoi arweiniad a gwenu.", "詩意": "Mae'r hecsagram hwn yn cynrychioli'r symbol o gael trysor mewn breuddwyd.\nMae popeth yn fwy neu lai yn real.", "解曰": "Breuddwydio fel breuddwyd. Dim gobaith o enwogrwydd. Dim ond aros am amseroedd da. Cyfarwyddiadau fonheddig.", "籤詩故事一": "◇ Dychwelwch y jâd i Zhao (dychwelwch y jâd i Zhao ar ôl ei gwblhau)\nYn 283 CC, cafodd y Brenin Zhao Huiwen yr He's Bi gan Chu.Ar ôl i'r Brenin Qin Zhaoxiang glywed y newyddion, anfonodd lythyr at y Brenin Zhao yn mynegi ei barodrwydd i gyfnewid pymtheg o ddinasoedd am y He's Bi.\nDadansoddodd Lin Xiangru i'r Brenin Zhao fod Qin yn gryf a Zhao yn wan a bod yn rhaid ei ddisodli.\nYna anfonodd y Brenin Zhao Lin Xiangru at Qin gyda He's Bi.\nCyfarfu Brenin Qin â Lin Xiangru yn Zhangtai, a chyflwynodd Lin Xiangru y jâd i Frenin Qin. Roedd y Brenin Qin wrth ei fodd ac yn pasio'r He's Bi i'r harddwch a phawb o'i chwmpas yn edrych arno.Y pryd hwn, roedd pawb ar y chwith a'r dde yn gwaeddi'n hir yn fyw.\nGwelodd Lin Xiangru nad oedd gan Frenin Qin unrhyw fwriad i roi'r ddinas i Zhao, felly dywedodd wrth Frenin Qin fod jâd He yn ddiffygiol a'i fod am ei dynnu sylw at Frenin Qin er mwyn manteisio ar y cyfle i gael y jâd yn ôl.\nAr ôl i Lin Xiangru gymryd Heshi's Bi yn ôl, safodd wrth ymyl y piler mawr, gan ddangos ei fod eisiau marw gyda Heshi's Bi.\nAr yr adeg hon, dywedodd Lin Xiangru wrth y Brenin Qin: \"Mae Brenin Zhao yn dal i oresgyn gwrthwynebiadau'r gweinidogion a derbyn cynnig y gweinidog. Hyd yn oed os nad oedd yn twyllo ei gilydd wrth ryngweithio â'r bobl gyffredin, heb sôn am hynny Mae Qin yn wlad fawr!Er mwyn cadw'r cyfeillgarwch rhwng Qin a Zhao, y Brenin Zhao Ar ôl pum diwrnod o ymprydio, anfonais fy ngweinidogion i Qin gyda'r jâd.Yn anffodus, nid yn unig nid oedd gan Frenin Qin unrhyw fwriad i roi Zhao a ddinas, ond hefyd yn trosglwyddo jâd y teulu He i ddynes brydferth, yr hyn oedd yn wir watwargerdd i'm gweinidogion.\"\nAr ôl gorffen siarad, gwnaeth Lin Xiangru ystum ar unwaith o daro piler.Roedd Brenin Qin yn ofni y byddai He's Bi yn cael ei niweidio, felly fe esgusodd i roi pymtheg dinas i Zhao. Gwelodd Lin Xiangru trwy gynllun bradwrus y Brenin Qin, felly gofynnodd i'r Brenin Qin ymprydio am bum niwrnod cyn cyflwyno He's Bi i ohirio amser. Yn yr ychydig ddyddiau hyn, anfonodd Lin Xiangru ei weision i ddychwelyd i dalaith Zhao gyda'r jâd, tra arhosodd i ddelio â Brenin Qin.\n(Mae'r stori hon fel llygaid person cyffredin yn cael ei swyno gan ei statws.)", "聖意": "Gweddïo am fendithion gartref, eich hun, rhwystro cyfoeth, gwneud trafodion yn anodd eu cyflawni, nid yw priodas mewn cytgord â cherddwyr Liujiaxu, ni dderbynnir pryfed sidan Chitian, mae chwe anifail yn cael eu difrodi, mae pobl ar goll, disgwylir achosion cyfreithiol cyhoeddus a mudo, pethau coll yn mhell, clefydau yn cael eu gosod i fyny, yn cael eu hanfon i feddrodau mynyddig, ac yn cael eu newid.", "古人": "Dychwelwch y jâd i Zhao (cwblhewch y jâd i Zhao)", "第X籤": "Y saith deg seithfed loteri buddugol", "宮": "Palas canol dydd"}