{"籤詩版本二": "Cwlwm gwag, dymunaf eich cadw'n ddiogel Os cadwch eich corff yn ddiogel, hoffwn na fyddech byth yn ei ddychwelyd.\nPaid ag anghofio fod ffafr Duw wedi dod yn ôl, a phaid â dirmygu geiriau Duw.", "詩意": "Peidiwch â chredu bod yr hecsagram hwn yn wir.\nMae'n arwydd o fod yn geidwadol ym mhopeth.", "解曰": "Mae gan bobl eu barn eu hunain. Nid oes angen i'r meddwl fod yn brysur. Cyfarwyddiadau Guanyin. Peidiwch â bod yn amharchus.", "籤詩故事一": "◇ Cefnogi'r faner efydd yn gyfrinachol\nDyfarnwyd y teitl Prif Farsial Brenhinllin Sui i gadfridog sefydlol enwog Brenhinllin Tang, Qin Qiong (Qin Shubao). Arweiniodd ei filwyr i ymosod ar Sishui Pass (neu Sishui Pass neu Dongling Pass, mae chwedlau'n amrywio) Yang Lin ( Roedd Yang Yicheng), gwarchodwr cyffredinol Sishui Pass, yn orchymyn yr Ymerawdwr Yang o Frenhinllin Sui i sefydlu cyfres baner efydd, ond ni allai Qin Shubao ymosod arno am amser hir. Ar ôl darganfod bod Luo Cheng, arweinydd y ffurfiad, yn gefnder iddo, cysylltodd â'i fodryb.\nCyn i Luo Cheng adael, dywedodd wrth ei fam mai'r person a ddaeth i ddymchwel y faner oedd ei gefnder Qin Qiong, a gorchmynnodd ei fam iddo ei helpu'n gyfrinachol. Ar ddiwrnod y frwydr bendant, Luo Cheng, a oedd yn gwarchod y Faner Efydd, yn sydyn newid ochr ac ymuno â Qin Qiong.O'r diwedd trechu ffurfio Baner Efydd.Luo Cheng meddiannu Dongling Pass a dychwelyd yn fuddugol.Luo Cheng hefyd ildio i y Brenhinllin Tang.\n(Mae'r stori hon yn drosiad y dylech chi weithiau ddibynnu ar reswm wrth wneud pethau, yn hytrach na dibynnu ar emosiwn neu ffydd.)", "聖意": "Mae'r tŷ yn dal i fod yn barod i addo ei hun, ceisio cyfoeth, cadw eich cyfran, bod yn ofalus ynghylch priodas, rhoi genedigaeth i ferch, cerddwyr yn aros yn y maes, pryfed sidan, saith pwynt a chwe difrod da byw, chwilio am bobl, achosion cyfreithiol cyhoeddus a mudo , eiddo coll, clefydau gorllewinol, ateb i fynyddoedd, beddau i'r gorllewin", "古人": "Helpu i lawr y faner efydd yn gyfrinachol", "第X籤": "Saith deg naw yn Ennill y Lott", "宮": "Palas canol dydd"}