{"籤詩版本二": "Mae dail y coed sycamorwydden wedi cwympo, yr hydref yn agosáu, a thaith y teithwyr yn ôl yn edrych fel cymylau.\nDiolch i ymdrechion mawr Duw, dychwelodd y llong gyda'r trysor yn y gwynt.", "詩意": "Mae'r hecsagram hwn yn cynrychioli delwedd dail sycamorwydden sydd wedi cwympo.\nMae popeth yn ddrwg ymlaen llaw ac yn dda yn y diwedd.", "解曰": "Cymerwch bethau o galon. Mae Tianxin yn ei ddilyn. I wneud bywoliaeth. Gwnewch beth bynnag y gallwch.", "籤詩故事一": "◇ Y gwynt yn chwythu i Bafiliwn Tengwang\nRoedd Wang Bo, enw cwrteisi Zian, yn fardd o'r Brenhinllin Tang cynnar.Cafodd ei eni ym mlwyddyn gyntaf Yonghui, Ymerawdwr Gaozong o'r Brenhinllin Tang. Mae Wang Bo wedi bod yn darllen ysgrythurau ers pan oedd yn blentyn, ac mae'n cael ei adnabod fel \"plentyn afradlon\". Mae Wang Bo wedi bod yn darllen ysgrythurau ers pan oedd yn blentyn, ac mae'n cael ei adnabod fel \"plentyn afradlon\".\nPan oedd yn ddeg oed, digwyddodd ef a'i dad fynd heibio i deml Guandi, a gwelsant y ddelw fawreddog o Guandi yn y deml, yn dal copi o \"Gwanwyn a Hydref\" ac yn ei ddarllen, a phan welodd ei dad, efe ei ysbrydoli. Mae'n llafarganu i Ymerawdwr Guan: \"Dal tri clo o farf gwyrdd, darllen hanes Brenhinllin Qing i'r llusern werdd a thalu gwrogaeth i'r enwau enwog. Dal y ddraig werdd a'r lleuad yn fy llaw. \" Dywedir bod yn yr hydref eleni, Wang Bo aeth o Shanxi i Hainan Ynys i ymweld â'i dad a gafodd ei israddio i'r ynad sir Jiaozhi. , gan fynd trwy filoedd o fynyddoedd ac afonydd ar hyd y ffordd. Yn ystod hydref y flwyddyn pan oedd yn saith ar hugain oed, aeth Wang Bo o Shanxi i Ynys Hainan i ymweld â'i dad, a oedd wedi cael ei ddarostwng i swydd Ynad Sir Jiaozhi.Aeth trwy filoedd o fynyddoedd ac afonydd ar hyd y ffordd.\nPan gyrhaeddon ni Mynydd Madang y diwrnod hwnnw, aeth pawb i'r lan i orffwys.Pan gerddodd Wang Bo wrth ymyl teml hynafol ar ei ben ei hun, yn sydyn gwelodd hen ddyn yn eistedd ar y garreg wrth ymyl y deml.Roedd yr hen ddyn yn edrych fel plentyn gyda gwallt teg ac ymddangosiad tylwyth teg. Dywedodd wrth Wang Bo \"Onid ydych chi'n Wang Bo?\" Roedd Wang Bo wedi dychryn a dywedodd, \"Yn union! Sut ydych chi'n gwybod hynny?\" Dywedodd yr hen ddyn, \"Rwyf wedi clywed ers tro bod gennych dda bwriadau i achub pobl, ac mae'ch cerddi'n ystyrlon iawn. Bydd parti mawreddog ym Mhafiliwn Tengwang yfory. Os gallwch chi fynychu'r wledd ac ysgrifennu traethawd, byddwch chi'n enwog ar hyd yr oesoedd ac yn cael costau teithio. \" Pan gyrhaeddon nhw ym Mynydd Madang, aeth pawb i'r lan i orffwys.Pan oedd Wang Bo yn cerdded gan deml hynafol yn unig, gwelodd yn sydyn ar y garreg wrth ymyl y deml, Roedd hen ddyn yn eistedd, a oedd yn edrych fel plentyn gyda gwallt teg a thylwyth teg Dywedodd wrth Wang Bo, \"Onid ydych chi'n Wang Bo?\"\nSynnwyd Wang Bo a dywedodd, \"Yn union! Sut ydych chi'n gwybod hynny?\"\nDywedodd yr hen ŵr: \"Rwyf wedi clywed ers tro bod gennych chi fwriad caredig i achub pobl, ac mae'r cerddi rydych chi'n eu cyfansoddi yn eithaf ystyrlon. Bydd parti mawreddog ym Mhafiliwn y Tywysog Teng yfory. Os gallwch chi fynychu'r wledd a chyfansoddi, byddwch yn enwog ar hyd yr oesoedd a byddwch yn cael costau teithio.\"\nDywedodd Wang Bo: \"Mae'r lle hwn chwe neu saith gant o filltiroedd i ffwrdd o Bafiliwn Tengwang. Sut allwn ni gyrraedd yma yfory? \" Dywedodd yr hen ddyn: \"Byddaf yn defnyddio ceffyl fel gwynt dwyfol i'ch helpu i gael hwylio llyfn. Bydd yn bendant yn cyrraedd yfory.\" Diolchodd Wang Bo i mi a dywedodd: \"Esgusodwch fi, fy nhad-yng-nghyfraith. , a ydych yn anfarwol neu'n dduw?\" Chwarddodd yr hen ddyn a dywedodd, \"Fi yw'r Zhongyuan Shuijun sydd yn yn gyfrifol am yr ardal ddŵr hon!\" Meddai Wang Bo, \"Mae'r lle hwn chwe neu saith gant o filltiroedd i ffwrdd o Bafiliwn Tengwang. Sut gallwn ni gyrraedd yno yfory?\"\nDywedodd yr hen ddyn: \"Byddaf yn defnyddio'r ceffyl fel gwynt dwyfol i'ch helpu i gael hwylio llyfn. Byddaf yn bendant yn cyrraedd yfory.\"\nDiolchodd Wang Bo iddo a dywedodd, \"Esgusodwch fi, dad-yng-nghyfraith, a ydych chi'n anfarwol neu'n dduw?\"\nChwarddodd yr hen ddyn a dywedodd, \"Fi yw'r Zhongyuan Shuijun sy'n gyfrifol am yr ardal ddŵr hon!\" Yna anogodd yr hen ddyn Wang Bo i fynd ar y cwch yn gyflym. Gwelodd gymylau addawol o'i amgylch am gyfnod, a'r gwynt ac yr oedd dwfr yn llyfn ar hyd y ffordd Mewn amrantiad llygad, yr oedd wedi teithio cannoedd o filltiroedd.\nYna anogodd yr hen ŵr Wang Bo i fynd ar y cwch yn gyflym, gwelodd gymylau addawol yn ei amgylchynu am ychydig, a thaith esmwyth oedd hi, Mewn amrantiad llygad, roedd wedi teithio cannoedd o filltiroedd. Yn ôl y disgwyl, rhuthrodd Wang Bo i Bafiliwn y Tywysog Teng ar fore'r digwyddiad mawreddog.\nYn ôl y disgwyl, rhuthrodd Wang Bo i Bafiliwn y Tywysog Teng ar fore'r digwyddiad mawreddog. Ac yn y fan a'r lle, ysgrifennodd y \"Rhagair i Bafiliwn y Tywysog Teng\", a alwyd yn gampwaith tragwyddol gan yr Ymerawdwr Gaozong o Frenhinllin Tang. Ac yn y fan a'r lle, ysgrifennodd y \"Rhagair i Bafiliwn y Tywysog Teng\", a alwyd yn gampwaith tragwyddol gan yr Ymerawdwr Gaozong o Frenhinllin Tang.\nMae cerdd sy'n dweud:\nDywedwyd erioed bod pobl dalentog yn dduwiau, felly nid damwain yw bod y gwynt yn dod â Nanchang i Nanchang;\nYsgrifennais frawddeg am bafiliwn uchel Teng Wang, ac yna aeth gyda'r anfarwolion i Zhongyuan.", "聖意": "Gweddïwch dros eich cartref ac amddiffyn eich hun, gweddïo am fendithion, ceisio cyfoeth, a chyflawni priodas a harmoni.", "古人": "Mae'r gwynt yn chwythu i Bafiliwn Tengwang", "第X籤": "Arwyddwch wyth deg un", "宮": "Wei Gong"}