{"籤詩版本二": "Beth i'w wneud os collwch eich rhinwedd oherwydd eich enw da?Mae arnaf ofn y bydd ffortiwn da yn newid ac y bydd pethau drwg yn digwydd.\nYn feddw, ni wn i ble i fynd, mae gen i freuddwyd niwlog yng nghysgod y coed pinwydd gwyrdd.", "詩意": "Mae'r hecsagram hwn yn cynrychioli'r pysgod oer sy'n gadael y dŵr.\nNi ellir symud dim.\n\n(Mae'r hecsagram hwn yn symbol o rinwedd drwg a lwc ddrwg.\nCadwch eich traed ar y ddaear ym mhopeth.\n)", "解曰": "Mae'r pysgod oer yn gadael y dŵr. pryf yn yr ennaint. Os gofynnwch am gynlluniau gwersyll. Mae'n well i Mo Qi\nBydd yr arwydd hwn yn dod â lwc ddrwg i Liujia. Mae popeth yn mynd o'i le. Gweddïwch am ddiogelwch.", "籤詩故事一": "◇ Zhuangzi yn profi ei wraig\nGaned Zhuangzi yn y Brenhinllin Zhou, ei gyfenw oedd Zhuang, ei enw a roddwyd oedd Zhou, a'i enw a roddwyd oedd Zixiu Roedd yn frodor o Mengyi yn y Brenhinllin Song. Yn y Brenhinllin Zhou, ef oedd swyddog Qiyuan.\nUn diwrnod, cyfarfu Zhuangzi â menyw ar y mynydd Roedd hi'n sgwatio o flaen bedd newydd, gan ysgwyd ei gefnogwr yn enbyd, fel pe bai am sychu'r pridd gwlyb ar y bedd. Nid oedd Zhuangzi yn deall ei bwriad, felly gofynnodd iddi. Dywedodd mai’r sawl a gladdwyd yn y bedd oedd ei gŵr, a geiriau olaf ei gŵr oedd na allai ailbriodi nes i’r pridd ar y bedd sychu. Ni allai aros yn hwy, felly cynhyrfodd y pridd bedd i'w wneud yn sychu'n gyflymach, fel y gallai fynd ar drywydd ail wanwyn.\nOchneidiodd Zhuangzi pan feddyliodd fod yna fenyw mor ddi-galon yn y byd. Yna meddyliais, a fyddai fy ngwraig fel hyn? Pan fydd amheuaeth yn codi, rwyf am ei brofi.\nCyfenw gwraig Zhuangzi oedd Tian, ​​​​ac fel arfer roedd gan y cwpl berthynas agos.Er mwyn profi teyrngarwch ei wraig, penderfynodd Zhuangzi i esgus ei fod yn farw.\nWrth glywed bod Zhuangzi wedi marw o salwch sydyn, daeth llawer o bobl o bob rhan, gan gynnwys perthnasau a ffrindiau, i fynegi eu cydymdeimlad.Yn eu plith roedd brenin golygus ac ŵyr o dalaith Chu, a oedd yn gyfoethog mewn cyfoeth.Gweld bod Ms. Yr oedd Tian newydd weddw a thruenus, efe a'i hymlidiodd. Ni allai Ms Tian ddioddef y demtasiwn a syrthiodd mewn cariad â Wang Sun, a phriodi mewn dim ond ugain diwrnod.\nY noson honno, pan oedd y gwin yn feddw ​​a'r clustiau'n boeth, dioddefodd Wang Sun drawiad ar y galon yn sydyn a bu farw.\nRoedd Ms.\nBle i ddod o hyd i'r corff marw? Meddyliodd Ms Tian yn sydyn, onid oedd ei gŵr wedi marw? Anghofiodd Mr. Tian am yr hen gariad rhwng gwr a gwraig, a chymerodd fwyell a holltodd arch ei gwr, gan baratoi i gymryd ei ymennydd allan i feddyginiaeth.\nYn annisgwyl, pan agorwyd yr arch, daeth Zhuangzi yn ôl yn fyw. Roedd Ms. Tian mor gywilydd nes iddi grogi ei hun.\n(Mae'r stori hon yn drosiad ar gyfer torri cyfeillgarwch er budd personol, felly ni allwn gytuno ag ef.)", "聖意": "Mae'r tŷ yn heddychlon, mae'r hunan yn ddiogel, mae'r arian yn annheg, mae'r crefftau'n cael eu haberthu, mae'r briodas yn cael ei datrys, mae'r drwg yn Liujia yn ffyniannus, nid yw'r cerddwyr wedi cyrraedd, mae'r pryfed sidan mewn heddwch, mae'r da byw mewn heddwch, mae'r bobl yn chwilio am bobl, mae'r achos cyfreithiol wedi newid, mae'r disgyblion wedi bod yn geidwadol, mae'r eiddo wedi'i golli, nid oes unrhyw salwch, ac mae'r mynyddoedd a'r beddrodau wedi bod yn ddrwg.", "古人": "Mae Zhuangzi yn profi ei wraig", "第X籤": "Lot 84", "宮": "Wei Gong"}