{"籤詩版本二": "Mae cymylau tywyll a niwl yn gorchuddio'r ffordd o flaen y mynydd, popeth yn grwn a'r lleuad yn grwn eto.\nOs cewch farddoniaeth a llyfrau, byddwch yn deffro o freuddwyd ddofn.Bydd y person bonheddig yn eich tywys i'r to.", "詩意": "Mae'r hecsagram hwn yn symbol o ddiwedd y gwanwyn a blodau'n blodeuo.\nMae popeth yn newid ar ôl yr Arglwydd.", "解曰": "Mae angen i'r hen ddyn ofyn am help. Mae'n blodeuo eto yn y gwanwyn. Awydd am enwogrwydd a chyfoeth. Dewch ar hap-safle yn hwyr mewn bywyd.", "籤詩故事一": "◇ Han Wengong yn dod ar draws eira\nHan Yu, a'i enw cwrteisi oedd Tuizhi, oedd o Changli. Daeth Tang Dezong yn Jinshi yn wythfed flwyddyn Zhenyuan, a'i deitl ar ôl marwolaeth oedd Wen Gong.\nYn ystod teyrnasiad yr Ymerawdwr Xianzong o'r Brenhinllin Tang, ail-ddangosodd Han Yu ag esgyrn y Bwdha, a oedd yn gwylltio'r Ymerawdwr. Gadawodd Han Yu ei wraig a'i blant ac aeth i Chaozhou. Ar ôl cerdded am lai nag ychydig ddyddiau, cododd y gwynt oer ac fe eira trwm. Daeth Han Yu i fan lle'r oedd yr eira sawl troedfedd o ddyfnder, gan ei gwneud hi'n anodd i'w geffyl symud ymlaen.Nid oedd tŷ gerllaw ac ni wyddai lle'r oedd y ffordd. Os ydych chi am ddilyn y llwybr ac encilio, does dim ffordd yn ôl. Roedd y gwynt yn chwythu'n galed a'r eira'n disgyn yn gyflym, roedd Han Yu wedi'i socian i'r croen, yn rhewi ac yn newynog, ac nid oedd ganddo unman i fynegi ei dristwch.\nOchneidiodd Han Yu a dywedodd: \"Ni fydd yr ymerawdwr yn fy lladd, ond mae'r ymerawdwr eisiau fy dinistrio.\"\nPan oedd Han Yu yn anobeithiol, gwelodd ddyn yn dod i glirio'r eira er gwaethaf yr oerfel difrifol, a drodd allan i fod yn Han Xiangzi (nai Han Yu).\nCyn hynny, roedd Han Xiangzi wedi dweud wrth Han Yu: \"Ble mae cartref Yun Heng yn Qinling? Mae'r eira'n cofleidio'r giât las ac mae'r ceffyl yn stopio symud ymlaen. \" Ar y pryd, nid oedd Han Yu yn deall beth oedd Han Xiangzi yn ei olygu, ond nawr mae'n ddeall o'r diwedd.\nFelly aeth Han Yu a Han Xiangzi i dreulio'r noson yn nhŷ Fu yn Languan. Wrth siarad am y gorffennol a'r ffordd i amaethu, roedd Han Yu wedi'i argyhoeddi'n ddiffuant.\nYn ddiweddarach, gadawodd Han Yu ei swydd swyddogol, rhoddodd ei holl eiddo i'r llywodraeth leol, ac aeth i'r mynyddoedd i ymarfer Taoism a dod yn anfarwol.", "聖意": "Nid yw'r tŷ yn dda i chi'ch hun, byddwch yn ofalus i geisio arian, canolbwyntio ar fusnes, mae priodas yn hwyr, mae cerddwyr benywaidd Liujia yn blocio caeau, mae pryfed sidan yn dda, mae da byw yn dda, mae'n anodd dod o hyd i bobl, mae achosion cyfreithiol cyhoeddus yn cael eu hailadrodd, mae mudo yn diweddaru, mae pethau coll yn ddifrifol, mae afiechydon yn cael eu gohirio, dylid newid beddrodau mynydd.", "古人": "Han Wengong yn dod ar draws eira", "第X籤": "Loteri buddugol wyth deg pump", "宮": "Shen Gong"}