{"籤詩版本二": "Gan gerdded hanner ffordd i fyny'r mynydd gorllewinol, ni ellir setlo clogwyni Junling.\nGan edrych i fyny at Dduw am amddiffyniad, mae'r corff hwn yn dal i fod yn y morgue", "詩意": "Mae'r hecsagram hwn fel chwilio am aur yn y tywod.\nMae arwyddion o bobl fonheddig ym mhopeth.\n\nHefyd: Mae'r hecsagram hwn yn dangos bod y person mewn perygl.\nMae arwyddion o bobl fonheddig ym mhopeth.", "解曰": "Gellir dod o hyd i jâd wrth ymyl carreg. Dewch o hyd i aur yn y tywod. Angen gweithio'n galed. Dim ond trafferth.\nGwaith arall: sefyllfa anodd. Does unman i aros. Gofynnwch am fendith Duw. Gweddïwch am dawelwch meddwl.", "籤詩故事一": "◇ Brathu aur ac archwilio ogofâu tanddaearol\nI ddathlu ei gampau milwrol, cynhaliodd Cheng Yaojin wledd yn Yanwuyang. Yn sydyn dyma dwll yn agor yn y ddaear, oedd yn annirnadwy, a phawb yn tynnu coelbren trwy bigo allan y geiriau, brathu'r aur i ennill, a rhentu rhaffau i'w clymu eu hunain yn y twll.\nMae yna ddrysau carreg, byrddau, cadeiriau, pontydd a gwrthrychau eraill.Ar y bwrdd mae gwisgoedd draig a gwregysau jâd, sydd wedi'u gwneud o aur ac wedi'u gwisgo allan o'r ogof.\nDaeth Yao Jin allan o'r twll gyda blwch mawr a blwch bach, agorodd y blwch pren a thynnu'r sêl jâd, agorodd y blwch, tynnu'r faner fawr a'r wisg goron a'r traciau a'u rhoi ar y bwrdd, a roedd pawb yn eu gwylio fesul un. Gwelais yr wyth cymeriad sêl wedi'u hysgythru ar y sêl fawr oedd \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nRoedd pawb yn ei addoli fel yr \"Ymerawdwr\", a gwnaeth Yaojin hyn am dair blynedd fel y Demon King. (A dweud y gwir, dim ond hunan-gyhoeddi oedd hwn, a dim ond arweinydd y pentref oedd Cheng Yaojin ar y pryd.)\n(Mae'r stori hon yn drosiad bod pethau da yn union fel actio. Dyma'r cysyniad artistig o \"mae'r corff hwn yn dal yn y gwagle\".)", "聖意": "Gweddïo dros y cartref a'r tŷ, eich hun, diffyg elw, ceisio cyfoeth, gweithio'n galed, bod yn ofalus mewn busnes, bydd priodas yn cael ei lesteirio gan Liu Jiaxu, cerddwyr, Chi Tian, ​​llyngyr sidan, sefydlog chwe da byw, yn chwilio am bobl, dim lawsuits , colled, ymfudiad, cadw eiddo coll, clefydau drwg, rhwystrau, mynyddoedd a beddau.", "古人": "Archwilio'r Gladdgell am Aur", "第X籤": "Arwydd wyth deg saith", "宮": "Shen Gong"}