{"籤詩版本二": "Peidiwch â thrafferthu i mi gyda'ch materion personol Mae hyn yn fwy priodol i ofyn i'r cyhoedd.\nMae calon glir mor ddisglair a chlir â'r lleuad llachar yn yr awyr", "詩意": "Mae'r hecsagram hwn yn cynrychioli delwedd lleuad llachar yn yr awyr.\nMae popeth yn llachar ac yn awyrog.", "解曰": "Byddwch unionsyth o galon. Sythu'r gyfraith. Geiriau sanctaidd. Yn olaf mae'n dod yn glir.", "籤詩故事一": "◇ Cadfridog Kong Ming\nAteb: Zhuge Liang yn cynnull ei filwyr a'i gadfridogion\nYn ystod cyfnod y Tair Teyrnasoedd, ganed Zhuge Liang (181-234), enw cwrteisi Kongming, yn Yangdu, Langya (Sir Yinan bellach, Talaith Shandong).\nCytunodd Zhuge Liang i ddod yn swyddog ar ôl i Liu Bei ymweld â'r bwthyn to gwellt dair gwaith.Yr adeg honno, roedd Cao Cao wedi tawelu Hebei ac roedd yn benderfynol o orymdeithio i'r de.Anfonodd Xiahou Dun fel y prif gadfridog, Yu Jin, Li Dian ac eraill fel dirprwy gadfridogion, gan arwain byddin o 100,000 i orymdeithio tuag at Xinye. Er bod gan Zhuge Liang gynllun i encilio oddi wrth y gelyn bryd hynny, dirmygodd Guan Yu a Zhang Fei eiriau Zhuge Liang. Doedd gan Zhuge Liang ddim dewis ond defnyddio cleddyf Liu Bei i argyhoeddi'r ddau ohonyn nhw, fel bod pob un ohonyn nhw'n arwain mil o filwyr a rhagod yn Yushan ac Anlin.Fe wnaethon nhw aros i Xiahou Dun arwain ei fyddin i basio, ac yna ymosod arnyn nhw gyda ambushes a thân.\nYn ogystal, anfonwyd Zhao Yun i arwain gweddillion hen a gwan y fyddin i ymladd fel blaenwr yn erbyn Xiahou Dun, ac yna ffug trechu ac encilio, denu Xiahou Dun i mewn i'r ffordd gul yn y mynyddoedd a choedwigoedd, anfonodd Guan hefyd Ping, Zhou Cang, Liu Feng ac eraill i sleifio i gefn byddin Cao, gan losgi cyflenwadau a chreu panig ym myddin Cao.\nAr ôl y frwydr, digwyddodd popeth wrth i Zhuge Liang drefnu. Pan arweiniodd Xiahou Dun a Yu Jin y fyddin ar drywydd, dywedodd Li Dian, a oedd yn y cefn, ar frys wrth Xiahou Dun yn y blaen fod angen iddo warchod rhag ymosodiadau tân y gelyn.Fodd bynnag, roedd hi'n rhy hwyr, roedd byddin Cao wedi'i chyfyngu gan y ffordd gul ac yr oedd mewn man lle yr oedd coed yn cydblethu, fel nad oedd modd cychwyn y tân Bu anafiadau trwm, a gorchfygwyd Xiahou Dun a chadfridogion eraill a ffoi yn ôl i Xudu.\n(Mae'r stori hon yn drosiad bod Kong Ming yn dda am ddefnyddio pobl a llywodraethu'r wlad gyda doethineb.)", "聖意": "Mae cartref a thŷ yn addawol. Dymunaf bob lwc mewn cyfoeth, tawelwch meddwl, busnes llewyrchus, priodas, llwyddiant, llwyddiant yn Liujia, dynion yn symud caeau, pryfed sidan, colli da byw, pobl ar goll, achosion cyfreithiol cyhoeddus, mudo, eiddo coll, bendithion, salwch, heddwch, mynyddoedd a beddau.", "古人": "Cadfridog Kong Ming", "第X籤": "Y nawfed arwydd", "宮": "Palas Yin"}