{"籤詩版本二": "Mae sioe dda yn gwneud i chi sefyll allan gyda gwgu, ac mae eich dyfodol yn newid ac rydych chi'n dod â llawer o gyfoeth.\nMae ffordd mor eang â'r awyr, a bydd yr holl arian y gallwch chi ei roi yn eich calon", "詩意": "Mae'r hecsagram hwn yn dynodi dyfodol addawol.\nMae popeth yn mynd yn dda.", "解曰": "Ffordd fawr. Gallwch symud ymlaen. Defnyddiwch eich calon. Dim ond ymlaen.\nMae popeth yn mynd fel y cynlluniwyd gyda'r arwydd hwn. Pob lwc i Jichang.", "籤詩故事一": "◇ Mae tri arwr yn ymladd yn erbyn Lu Bu\nAteb: Mae tri arwr Zhang Fei, Guan Yu, a Liu Bei yn ymladd yn erbyn Lu Bu\nDysgodd Dong Zhuo fod Hua Xiong wedi cael ei ddienyddio a'i anfon yn hedfan yn gadfridog Lu Bu i ymladd. Cyn gynted ag yr aeth Lu Bu i'r frwydr, lladdodd y cadfridogion Fang Yue a Mu Shun, a lladdodd Wu Anguo a Gongsun Zan.\nGwelodd Zhang Fei na allai Gongsun Zan drechu Lu Bu, felly disodlodd Gongsun Zan yn gyflym a gweiddi: \"Dylai caethweision y tri chyfenw adael! Mae Zhang Fei o Yan yma! \" Ar ôl hynny, buont yn ymladd am fwy na hanner cant o rowndiau, heb unrhyw enillydd na chollwr.\nAr ôl i Guan Yu ei weld, ymosododd ef a Zhang Fei ar Lu Bu ac ymladd am fwy na thri deg rownd.\nRoedd Liu Bei hefyd yn cario dau gleddyf, yn curo ei geffyl ac yn camu ymlaen i helpu Zhang Fei a Guan Yu.\nRoedd y tri dyn yn amgylchynu Lu Bu ac yn dal i ymladd, ac roedd pawb yn y grŵp wedi eu syfrdanu.\nYn fuan, dechreuodd Lu Bu golli nerth, ond enciliodd Pegasus Lu Bu, ond erlidiodd y tri dyn Lu Bu a gwrthod rhoi'r ffidil yn y to, ac ni encilion nhw nes cwrdd â milwyr Lu Bu.\n\"Tair Teyrnas\"\n(Mae'r stori hon yn drosiad o ddewrder a sgil Lu Bu wrth ymladd. Gall un person drechu tri pherson.)", "聖意": "Nid yw calon y tŷ a'r cartref ond yn teithio ar ei siwrnai ei hun i geisio cyfoeth.Mae erthygl briodas bosibl yn mynd i Liujia.Mae pethau'n mynd yn esmwyth i bobl.Defnyddio pryfaid sidan Zhushuntian.Gellir dod o hyd i bobl ymhlith y chwe anifail.Gellir dod o hyd i bobl ymlaen llaw Ymgyfreitha, Ymfudo, Eiddo coll Clefydau Mae mynyddoedd a beddau fel pob lwc.", "古人": "Tri arwr yn ymladd yn erbyn Lu Bu", "第X籤": "Naw deg un yn ennill loteri", "宮": "Ti Palas"}