{"籤詩版本二": "Rwyf wedi bod yn cynllunio ar gyfer busnes ers pan oeddwn yn blentyn, felly nid oes angen i mi ofyn am gyfoeth a chyfoeth.\nOs bydd dau berson yn chwilio am rywbeth, bydd yr ysgolhaig yn mynd allan ac yn dod yn ôl gyda'r brif wobr.", "詩意": "Mae'r hecsagram hwn wedi bod yn symbol o fusnes ers plentyndod.\nByddwch yn ddiwyd ac yn ddarbodus ym mhopeth ac yn ddi-bryder.", "解曰": "O blentyndod i fod yn oedolyn. Dim rhwystr, dim rhwystr. Gwnewch gynllun. Mae'r enwogrwydd yn mynd yn esmwyth.", "籤詩故事一": "◇ Cai Qing yn ad-dalu ei garedigrwydd (Cai Yong)\nGaned Cai Yong, enw cwrteisi Bojie, yn Chenliuyu (sydd bellach i'r de o Sir Qixian, Talaith Henan). Mae'n ysgolhaig ac yn ŵr i Zhao Wuniang. Bum mlynedd yn ôl, recriwtiodd y llys imperial dalentau ar y rhestr felen, ac argymhellodd y sir iddo ddod i Beijing i sefyll yr arholiad.Ers hynny, ni fu unrhyw newyddion.\nRoedd yn hawdd delio â’r flwyddyn gyntaf ar ôl i Cai Bojie adael Roedd gan y teulu rywfaint o gynilion ac roedd eu bywyd yn hylaw.\nY flwyddyn nesaf, dioddefodd Chenliu sychder difrifol, felly roedd yn dibynnu ar Zhao Wuniangdian i werthu gemwaith i oroesi'r newyn.Nid oedd unrhyw newyddion gan Cai Bojie, a wnaeth y teulu hyd yn oed yn fwy pryderus.\nParhaodd y sychder am dair blynedd yn ystod y cyfnod hwn. Roedd Zhang Guangcai, cymydog yn y pentref, yn ei helpu o bryd i'w gilydd.\nYn ddiweddarach, enillodd Cai Bojie y wobr gyntaf a dychwelodd adref i ddysgu bod ei wraig wedi cael cymorth gan Zhang Guangcai. Aeth y cwpl i dŷ Zhang i fynegi eu diolchgarwch a rhoi dwy ffon arian i Zhang Guangcai yn anrheg.", "聖意": "Mae'r cartref yn ddiogel, mae'r hunan yn ffyniannus, mae'r busnes yn llwyddiannus, mae'r briodas yn llwyddiannus, mae genedigaeth bachgen yn llwyddiannus, mae'r maes yn llawn pryfed sidan, mae'r chwe da byw yn ffyniannus, mae'r chwiliad yn llwyddiannus, mae'r achos cyfreithiol yn llwyddiannus , mae'r mudo yn llwyddiannus, mae'r eiddo coll yn dda, mae'r salwch yn fedd Anshan, pob lwc", "古人": "Cai Qing yn ad-dalu ei garedigrwydd (Cai Yong)", "第X籤": "Arwydd naw deg dau", "宮": "Ti Palas"}