{"籤詩版本二": "Cafodd Luan Feng Xiang ei drensio yn y glaw mân, ond ar y pryd cafodd ei fwlio gan Queer\nCefais sioc o glywed bod y cymylau ymhell i ffwrdd un diwrnod, ond fe wnes i ddychwelyd fy nillad atoch chi o hyd.", "詩意": "Mae'r hecsagram hwn yn cynrychioli'r symbol o Luan a Phoenix yn cael eu gorchuddio gan law.\nDaw popeth pan ddaw'r amser.", "解曰": "Mae'r dihiryn yn ffynnu o ddydd i ddydd. Ni ddylai boneddwr wneud dim. Dim ond cadw at eich hun. Gweithredwch pan ddaw'r amser.", "籤詩故事一": "◇ Mae Gao Jun yn gwarantu priodas\nYn y Brenhinllin Song gynnar, unodd Zhao Kuangyin y gogledd ac ildiodd y wlad gyfan, fodd bynnag, yn y Brenhinllin Tang Deheuol, ymwreiddiodd Li Yu ei hun yn ne Afon Yangtze.Mabwysiadodd y strategaeth o gynnig dinas ac esgus ildio, trapio Zhao Kuangyin yn Shouzhou, ac roedd y sefyllfa yn argyfyngus. Gadawodd nai Zhao Kuangyin, Gao Junbao, dyn ifanc gyda gwn aur, Bianjing i dorri gwarchae Shouzhou.\n, gan fynd heibio Mynydd Shuangsuo, maent yn malu arwydd Gŵr a sefydlwyd gan Liu Jinding, ac mae'r ddau yn cystadlu.O ganlyniad, Liu Jinding trechu Gao Junbao dair gwaith gyda'i crefftau ymladd gwych, ac maent yn cyfnewid byrllysg aur a chlychau arian am oes. Gadawodd nai Zhao Kuangyin, Gao Junbao, Bianjing er mwyn achub y Zhao Kuangyin a oedd yn gaeth yn Shouzhou.Pasiodd trwy Fynydd Shuangsuo a malu'r arwydd a sefydlwyd gan Liu Jinding.Cystadleuodd y ddau, ond trechodd Liu Jinding Gao Junbao dair gwaith gyda'i grefft ymladd gwych a gorfodwyd ef i briodas. Arweiniodd y cwpl y dorf i'r gwarchae ac achub Zhao Kuangyin.\n(Trosiad y stori hon yw na chafodd y ddau eu cymodi (cawsant eu bwlio), ond eu cymodi yn ddiweddarach.)", "聖意": "Nid yw cartref y teulu yn dda i chi'ch hun, byddwch yn ofalus i geisio arian, blocio busnes, aros am y briodas, oedi, Liujia, teithiwr ffug, aros yn y caeau, pryfed sidan, hwyr, chwe difrod da byw, anodd dod o hyd i bobl, achosion cyfreithiol, colled, mudo, ceidwadaeth, eiddo coll, afiechyd difrifol, ymestyn y mynydd, diwygio'r bedd", "古人": "Mae Gao Jun yn gwarantu priodas", "第X籤": "Naw deg tri yn ennill y loteri", "宮": "xugong"}