{"籤詩版本二": "Mae'r uchelgais a'r cyflawniadau yn y llinach, ond nawr bydd yfed a rhyw ddiddiwedd.\nOs byddwch yn gweld ceiliog euraidd, byddwch yn cael eich gwobrwyo ag arian, ffortiwn a ffortiwn.", "詩意": "Mae'r hecsagram hwn yn cynrychioli'r symbol o uchelgais ac enwogrwydd.\nCadwch bopeth yn addawol.", "解曰": "Uchelgeisiol a chyffrous. Nid yw'n rhy hwyr i warchod eich hun. Mae'r ceiliog aur yn addo. Pawb yn hapus.", "籤詩故事一": "◇ Cyhoeddodd Cao Pi ei hun yn ymerawdwr\nGaned Cao Pi, enw cwrteisi Zihuan, yn Peiguoqiao (Hao County, Anhui bellach). Gwleidydd ac awdur enwog yn ystod y cyfnod Jian'an.\nAil fab Cao Pi yw ail fab Cao Cao.Bu'n byw gyda'i dad yn y gwersyll milwrol ers yn blentyn.O dan ddylanwad ei dad, dysgodd Cao Pi saethyddiaeth yn chwech oed a marchogaeth ceffyl yn wyth oed, a datblygodd sgiliau crefft ymladd da. Mae ganddo hefyd wybodaeth helaeth o glasuron a bywgraffiadau hynafol a modern, yn ogystal â llyfrau cannoedd o ysgolion meddwl. Nid tan ddeunaw oed y trechodd Cao Cao Yuan Shao a bu Cao Pi yn byw bywyd cymharol sefydlog yn Yecheng, canol rheol Cao Cao. Ers hynny, er ei fod weithiau gyda'i dad ar deithiau milwrol ac yn byw bywyd mab bonheddig y rhan fwyaf o'r amser, mae'n dal i ymarfer crefft ymladd bob dydd ac nid yw wedi dirywio hyd heddiw. Mae'n aml yn marchogaeth ar gant o risiau ar ei geffyl ac mae'n fedrus iawn mewn crefft ymladd, oherwydd ei fod yn aml yn ymarfer crefft ymladd, mae'n ysgafn ac yn gryf.\nLladdwyd mab hynaf Cao Cao, Cao Ang, mewn brwydr. Ar ôl i'r mab hynaf farw, daeth Cao Pi yn ddewis cyntaf i dywysog y goron. Pan oedd yn dri deg un mlwydd oed, cafodd ei wneud yn dywysog y goron gan Cao Cao. Pan oedd Cao Pi yn dri deg tair oed, bu farw Cao Cao o salwch, a dilynodd Cao Pi ef fel prif weinidog a brenin Wei. Dywedodd ei fod yn aml yn marchogaeth ar gant o risiau ac yn fedrus iawn, oherwydd ei fod yn aml yn ymarfer kungfu, mae'n ysgafn ac yn iach.", "聖意": "Gweddïwch i'ch cartref a'ch cartref fod yn heddychlon, ceisio cyfoeth, gweithio'n galed, masnachu, torri'n gynnar, bydd priodas yn llwyddiannus, bydd Liujia yn ddiogel, bydd pobl yn y maes, bydd pryfed sidan yn aeddfed, bydd chwe da byw yn aeddfed , bydd yn anodd dod o hyd i bobl, bydd achosion cyfreithiol cyhoeddus yn frys, bydd mudo yn cael ei golli, a bydd pethau'n bell i ffwrdd.Bydd afiechydon yn aros yn y mynyddoedd a'r beddau.", "古人": "Cao Pi yn cyhoeddi ei hun yn ymerawdwr", "第X籤": "Naw deg pump o loteri buddugol", "宮": "xugong"}