{"籤詩版本二": "Mae'r pagoda mawreddog yn anarferol, gydag addurniadau coeth ar bob ochr sy'n disgleirio â golau\nFe’ch anogaf i fod yn benderfynol o ymgrymu’n ddyfal a gwneud gweithredoedd da, a bydd y nef yn anfon bendithion atoch.", "詩意": "Mae'r hecsagram hwn yn cynrychioli'r amlygiad o deilyngdod.\nMae popeth yn addawol.", "解曰": "Y bendithion hyn. Mae gan bawb. Peidiwch â bod yn rhy brysur. Pennir teilyngdod ymlaen llaw.", "籤詩故事一": "◇ Mae Brenin Fenyang yn cwrdd â'i ŵyr ar Ddydd San Ffolant Tsieineaidd\nAteb: Cyfarfu Guo Ziyi â'r Weaver Girl yn disgyn i'r ddaear ar Ddydd San Ffolant Tsieineaidd. Tiansun , wyres yr Ymerawdwr Jade , yw'r Saith Tylwyth Teg .\nRoedd Guo Ziyi (697-781), a elwir hefyd yn Guo Linggong, yn frodor o Sir Zheng, Huazhou (Sir Huaxian bellach, Talaith Shaanxi) ac yn gadfridog yn y Brenhinllin Tang. Rhoddodd y llys imperial y teitl Brenin Fenyang i Ziyi.\nDywedir fod Ziyi yn wreiddiol o Huazhou ac wedi mynd i ymuno â’r fyddin y tu allan i’r Wal Fawr.Aeth i Beijing i bwyso am dâl milwrol a dychwelyd i Yinzhou.Digwyddodd fod yn Ddydd San Ffolant Tsieineaidd bryd hynny.Y gwynt a’r tywod yn troi'n dywyll, a'r haul yn tywyllu, Ziyi yn methu symud ymlaen, felly roedd yn sefyll wrth ymyl y ffordd Roedd yn cysgu ar y llawr mewn tŷ gwag, a phan oedd ar fin cwympo i gysgu, gwelodd olau coch yn sydyn ar y ddwy ochr.Cododd ar ei draed ac edrych i fyny mewn syndod, Yr oedd cwmwl yn yr awyr, yn araf ddod i lawr.Eisteddodd yno ddynes hardd, urddasol a hyfryd, hollol wahanol i bobl gyffredin. Talodd Ziyi ei barch ar unwaith a dywedodd, \"Heddiw yw'r seithfed dydd o'r seithfed mis lleuad. Yr wyf yn meddwl mai'r Merch Gwehydd sydd wedi dod, yn dymuno rhoi hirhoedledd a chyfoeth iddi.\"\nAtebodd y wraig hefyd: \"Gyda chyfoeth mawr daw hirhoedledd.\"\nWedi iddo orffen siarad, dychwelodd y llewyrch a chododd y cymylau yn araf.Roedd y wraig yn dal i edrych i lawr ar Guo Ziyi gyda gwên ddymunol nes ei bod ymhell oddi wrthi, ac yna aeth y mwg yn niwlog ac ni ellid ei gweld mwyach.\nTrodd allan i fod yn wir, yn union fel y dywedodd y wraig. Y mae rhinweddau Ziyi yn fyd-enwog, y mae yn weinidog hynod o boblogaidd, ac y mae yn gadfridog gyda rhinweddau a rhinweddau.", "聖意": "Gwnewch ddymuniad i chi'ch hun gartref, gwnewch ddymuniad i chi'ch hun, gweddïwch am arian, pob lwc mewn busnes, pob lwc mewn priodas, pob lwc yn Liujia, teithiau hapus gyda phobl, symud caeau, pryfed sidan, da byw sefydlog, lwc ddrwg i ddod o hyd pobl, achosion cyfreithiol cyhoeddus, mudo, ffortiwn da, clefydau eiddo coll, beddrodau yn Zhenxingshan", "古人": "Mae'r Brenin Fenyang yn cwrdd â'i ŵyr ar Ddiwrnod San Ffolant Tsieineaidd", "第X籤": "Arwydd naw deg chwech", "宮": "xugong"}