{"籤詩版本二": "Hwyr i fynd i mewn ac allan i geisio cyngor, yn bryderus ac yn poeni am achosi trwbwl\nFel aderyn yn hedfan i fagl, pa mor hir y gall ei gymryd i ddianc?", "詩意": "Mae'r hecsagram hwn yn arwydd o gadw pethau'n hen ac addasu i dynged.\nPopeth sy'n mynd o'i le yw'r prif ddrwg.", "解曰": "Byddwch yn geidwadol unrhyw bryd. Aros i'r un bonheddig gyrraedd. Os gofynnwch am bopeth. Bydd y prif beth yn hwyr.", "籤詩故事一": "◇ Lladdwyd Ji Ping\nRoedd Ji Ping, a'i enw iawn yw Ji Tai, a elwir hefyd yn Ping, yn feddyg imperial yn Brenhinllin Han.\nYn y bumed flwyddyn o Jian'an (200 OC), daeth Cao Cao yn brif weinidog ac ni chymerodd yr ymerawdwr o ddifrif.Byth ers iddo ddarllen y golygiad a ysgrifennwyd gan yr ymerawdwr ar ei wregys, Dong Cheng, nad oedd ganddo unrhyw ffordd i gael gwared ar Cao Cao, yn teimlo'n ddig ac yn ddig, yn bryderus, aeth yn sâl.\nGofynnodd yr Ymerawdwr Xian i'r meddyg imperial Ji Ping drin Cao Cao. Darllenodd Ji Ping golygiad cyfrinachol yr ymerawdwr ac roedd yn benderfynol o gael gwared ar Cao Cao, felly dyfeisiodd y ddau gynllun gyda'i gilydd. Yn annisgwyl, mae gan waliau glustiau.Cafodd caethwas domestig Dong Cheng, Qin Qingtong, ei guro ddeugain gwaith gyda ffon gan Dong Cheng oherwydd ei berthynas â gwraig ifanc Dong Cheng.Roedd yn dal dig.Pan glywodd am hyn, adroddodd Dong Cheng a Ji Ping i Cao Cao.\nManteisiodd Ji Ping ar gur pen Cao Cao a'i wenwyno'n gyfrinachol. Derbyniodd Cao Cao tip, caethiwo Ji Ping, arteithio ef, ac ymchwilio i'r arweinydd. Gwrthwynebodd Ji Ping farwolaeth a bu farw ar ôl cyffwrdd â'r grisiau.", "聖意": "Mae'r tŷ yn poeni amdanoch chi'ch hun, mae'r dihiryn yn gofyn am arian, mae'r busnes wedi torri, nid yw'r briodas yn hir, y gosb yw chwech, mae'r cerddwr yn gaeth yn y cae, mae'r pryf sidan wedi'i ddifrodi, darganfyddir y chwe da byw, y darganfyddir person, mae'r achos cyfreithiol cyhoeddus yn cael ei golli, nid yw'r mudo yn symud, mae'r eiddo'n cael ei golli, mae'r afiechyd wedi ymrwymo, mae'r rhwyd ​​​​yn y mynydd, mae'r beddrod wedi marw,", "古人": "Lladdwyd Ji Ping", "第X籤": "Rhif naw deg wyth", "宮": "Haigong"}