{"籤詩版本二": "Gan ffrwyno'r ceffyl a dal y chwip, deuwn yn syth yma, hanner mewn perygl a hanner mewn trychineb.\nMae fel tŷ yn cael ei losgi gan dân, a'r awyr yn disgyn, mae'r glaw yn ei droi'n lludw.Mae gen i gynllun.", "詩意": "Mae'r hecsagram hwn yn cynrychioli hanner tristwch a hanner llawenydd.\nMae'n ddoeth gwneud daioni ym mhopeth.", "解曰": "Llafur gydol oes. Peidiwch â phoeni am y da a'r drwg. Mae'r hualau yn rhai dros dro. Daw drwgdeimlad yn naturiol.", "籤詩故事一": "◇ Tao Sanchun yn curo Zheng En yn Guayuan\n\"Hir byw fy nghofeb,\" safodd Zhao Kuangyin i fyny eto, \"Beiping Brenin Zheng En wedi trefnu priodas yn ôl bryd hynny. Nawr bod y byd mewn heddwch, hoffwn ofyn am eich caniatâd i ddewis diwrnod addawol i briodi. \"\n\"Hir byw fy nghofeb!\" Cododd Zhao Kuangyin ar ei draed a dweud, \"Roedd Brenin Peking, Zheng En, wedi trefnu priodas bryd hynny. Nawr bod y byd mewn heddwch, hoffwn ofyn am eich caniatâd i ddewis un addawol. diwrnod i briodi.\"\n\"O, roedd y trydydd brawd wedi dyweddïo o'r blaen, sut doeddwn i ddim yn gwybod am hyn?\" Roedd Chai Rong yn synnu'n fawr. Chwifiodd ei law a gofynnodd i Zhao Kuangyin eistedd i lawr a siarad.\n\"Oh! Roedd y trydydd brawd yn dyweddïo o'r blaen, sut nad oeddwn yn gwybod am hyn? \" Roedd Chai Rong (Ymerawdwr Brenhinllin Zhou Yn ddiweddarach) yn synnu'n fawr. Chwifiodd ei law a gofynnodd i Zhao Kuangyin eistedd i lawr a siarad.\n\"Mae'n stori hir. Yn gyntaf, roedden ni'n dal i fod mewn tlodi bryd hynny ac ni wnaethom ymuno â'ch byddin. Ers hynny, rydym wedi bod yn ymladd ers blynyddoedd ac nid oes gennym unrhyw amser i ofalu amdanoch chi. Yn ail, mae'r trydydd brawd hefyd ychydig swil i sôn amdano, felly dyw Eich Mawrhydi ddim yn gwybod.”\n\"Mae'n stori hir. Yn gyntaf, roedden ni'n dal i fyw mewn tlodi bryd hynny ac ni wnaethom ymuno â'ch byddin. Ers hynny, rydym wedi bod yn ymladd ers blynyddoedd ac nid oes gennym amser i ofalu amdanoch chi. Yn ail, mae'r trydydd brawd hefyd yn bach yn swil i sôn amdano, felly dyw Eich Mawrhydi ddim yn gwybod.”\n\"Hei, mae'r myfyriwr coleg gwrywaidd yn priodi, beth yw'r pwynt o fod yn embaras? Mae'r trydydd brawd wedi bod ar faes y gad ers amser maith a gellir ei ystyried yn arwr heb ei ail. Pam ydych chi mor fach yn y mater hwn?\"\n\"Hei! Mae'r bachgen coleg yn priodi, beth yw'r pwynt o fod yn chwithig? Mae'r trydydd brawd wedi bod ar faes y gad ers amser maith a gellir ei ystyried yn arwr heb ei ail. Pam ydych chi mor fach yn y mater hwn?\"\n“A siarad am ba un, ni allaf feio fy nhrydydd brawd am fod yn swil, oherwydd cafodd y briodas hon ei ffugio.”\n“A siarad am ba un, ni allaf feio fy nhrydydd brawd am fod yn swil, oherwydd cafodd y briodas hon ei ffugio.”\n\"Deipio allan? Hei, mae'n ddiddorol. Dywedwch wrthyf beth ddigwyddodd.\"\n\"Mi wnes i ei deipio! Hei! Mae'n ddiddorol! Dywedwch wrthyf beth ddigwyddodd.\"\n\"Ydw, rwy'n cofio'r flwyddyn honno, pan oeddem ar fin ymuno â'i Fawrhydi, roeddem yn mynd trwy Sir Baocheng. Roedd yn boeth iawn ym mis Mehefin. Ni allai fy nhrydydd brawd aros yn y gwesty, felly aeth allan i grwydro ar ei ben ei hun. Wedi mynd heibio gardd melonau, aeth i mewn i bigo rhai, Meloniaid yn torri syched Nid oedd llawer o felonau aeddfedu yn gynnar ar hyn o bryd, ac nid oedd y trydydd brawd yn gwybod sut i'w pigo, felly torrodd lawer ohonynt. Camodd y wraig oedd yn edrych ar y melonau ymlaen i gyhuddo'r trydydd brawd. Roedd anghytundeb rhwng y ddau, ac yna dechreuon nhw ymladd. Dewch. Yn ffodus, roeddwn i'n poeni ac yn rhuthro i'r adwy mewn pryd, fel arall...\"\n\"Ydw, rwy'n cofio'r flwyddyn honno, pan oeddem ar fin ymuno â'i Fawrhydi, roeddem yn mynd heibio i Baocheng County. Roedd yn boeth iawn ym mis Mehefin. Ni allai fy nhrydydd brawd aros yn y gwesty, felly aeth allan i grwydro ar ei ben ei hun. Wedi mynd heibio gardd melonau, aeth i mewn i bigo rhai, Meloniaid yn torri syched Nid oedd llawer o felonau aeddfedu yn gynnar ar hyn o bryd, ac nid oedd y trydydd brawd yn gwybod sut i'w pigo, felly torrodd lawer ohonynt. Camodd y wraig oedd yn edrych ar y melonau ymlaen i gyhuddo'r trydydd brawd. Roedd anghytundeb rhwng y ddau, ac yna dechreuon nhw ymladd. Dewch. Yn ffodus, roeddwn i'n poeni ac yn rhuthro i'r adwy mewn pryd, fel arall...\"\n\"Mae hyn yn Zheng Ziming, mae'n ei fai yn y lle cyntaf, dylai ymddiheuro. Pam wnaeth ei daro? Eithr, sut y gall teulu merch wrthsefyll y punches a chiciau o ddyn ffyrnig fel ef! Dewch ymlaen, byddwch yn curo y ferch hon i Naddo?\" \"Roedd y ferch yn ddianaf...\"\n\"Mae hyn yn Zheng Ziming, mae'n ei fai yn y lle cyntaf, felly dylai ymddiheuro. Pam ydych yn curo ef i fyny? Heblaw, sut y gall teulu merch wrthsefyll y punches a chiciau o ddyn ffyrnig fel ef! Dewch ymlaen, dywedwch wrthyf, Rydych chi wedi curo'r ferch hon. Na?\"\n\"Roedd y ferch yn ddianaf ...\"\n\"Mae hynny'n iawn, mae hynny'n iawn... Hei, oni wnaethoch chi weithredu? O, mae'n debyg eich bod wedi fy achub mewn pryd.\"\n\"Mae hynny'n iawn! Mae hynny'n iawn... Hei! Wnaethoch chi ddim gweithredu? O! Mae'n debyg mai chi oedd yr un wnaeth fy achub mewn amser!\"\n\"...Na, y person wnes i achub oedd...y trydydd brawd.\" \"...Na, y person wnes i achub oedd...y trydydd brawd.\"\n\"Ah AH?!\"\n\"Cafodd y trydydd brawd ei daro i'r llawr gan y fenyw a'i guro'n dreisgar yr holl ffordd. Yn ffodus, cyrhaeddais i a'i berswadio i adael, felly ni chafodd ei anafu'n ddifrifol. ... Eich Mawrhydi... Eich Mawrhydi!... \"\n\"Cafodd y trydydd brawd ei daro i'r llawr gan y ddynes a chafodd ei guro'n dreisgar. Yn ffodus, cyrhaeddais i a'i berswadio i adael, felly ni chafodd ei anafu'n ddifrifol. ... Eich Mawrhydi... Eich Mawrhydi!...\"\n\"Ah?...O, pwy yw'r fenyw honno!?\" \"Ah!?...O, pwy yw'r fenyw honno!?\"\n\"Dim ond yn ddiweddarach y darganfyddais mai enw'r fenyw oedd Tao Sanchun, ac roedd ei thad Tao Hong yn hen arwr nad oedd ganddo unrhyw ddyheadau. Dysgodd Tao Sanchun grefft ymladd gan ei dad ers yn blentyn. Ar ôl i mi ddod i adnabod ei deulu, gwelais fod gan Miss Sanchun gymeriad rhagorol. , Luo Luo a hael, heb unrhyw arfer o fod yn ferch fach, maent yn cyd-fynd yn fwriadol ag ef Roedd tad a merch Tao hefyd yn hoffi cymeriad syml y trydydd brawd yn fawr iawn. tarwch hi i ffwrdd ar unwaith a phenderfynu ar y briodas hon i'r ddau ohonynt. Eich Mawrhydi, dywedwch wrthyf, nid yw hon yn briodas ffug?\"\n\"Yn ddiweddarach cefais wybod mai enw'r ferch oedd Tao Sanchun, a'i bod wedi dysgu crefft ymladd gan ei thad ers yn blentyn. Ar ôl i mi ddod yn gyfarwydd â'i deulu, gwelais fod gan Miss Sanchun gymeriad rhagorol, a'i bod yn hael. , ac nid oedd ganddo'r olion lleiaf o fod yn ferch fach, felly fe wnes i ei recriwtio'n fwriadol Roedd Mr Tao a'i ferch hefyd yn hoffi cymeriad syml eu trydydd brawd yn fawr iawn. arall. Eich Mawrhydi, onid ydych yn meddwl mai priodas ffug yw hon?\"\n(Mae'r stori hon yn drosiad, oherwydd trodd peth drwg yn beth da.)", "聖意": "Gweddïwch am amddiffyn y cartref a'r hunan, byddwch yn ofalus, gweddïwch dros gyfoeth, difetha busnes, llesteirio priodas, cosb, Liujia, yswiriant, cerddwyr yn gaeth mewn caeau, difrod pryfed sidan, difrod da byw, pobl ar goll, achosion cyfreithiol anghyfreithlon, colled, mudo, ceidwadaeth , eiddo coll, clefydau drwg, gofidiau, peryglon, mynyddoedd, beddrodau, methiant", "古人": "Mae Tao Sanchun yn curo Zheng En yn yr ardd melon", "第X籤": "Rhif naw deg naw", "宮": "Haigong"}