{"籤詩版本二": "دۇنيا ياخشى نىكاھ ، گۈزەل كۈنلەر ۋە ياخشى كۈنلەر ئۈچۈن يارىتىلسۇن ، ھەممە ئىشلار ياخشى بولسۇن\nئەگەر بۇ نەرسىگە ئېرىشسىڭىز ھېچقانچە ئىش ئەمەس ، ئىمپېراتور كىشىلەرنىڭ سادىق ۋە دۇرۇس ئىكەنلىكىنى جاكارلايدۇ.", "詩意": "بۇ ئالتە تەرەپلىك ئاسمان بىلەن زېمىننىڭ ئېچىلىشىنىڭ باشلىنىشىغا ۋەكىللىك قىلىدۇ.\nھەممە نەرسە ياخشى.", "解曰": "سۈرئىتى تېز. يىل ئۇنىڭ ۋاقتىغا ئەرزىمەيدۇ. گۈەنيىن يېزىپ قويدى. ئالدى بىلەن ماڭا خەۋەر قىلىڭ.", "籤詩故事一": "◇ جوڭلى مەرىپەتپەرۋەر بولدى\nجوڭلى چۈەن ، جوڭلى فامىلىلىك ، چۇەننىڭ ئىسمى ، يۈنفاڭنىڭ ئىسمى ۋە جېڭياڭ لەقىمى ، شەرقىي خەن سۇلالىسى دەۋرىدە شەنشى ئۆلكىسى شيەنياڭنىڭ شياڭياڭ ناھىيىسىدە تۇغۇلغان.\nجوڭ لىكۇەن خەن سۇلالىسىنىڭ گېنېرالى بولۇپ ، غەربىي چياڭغا قارشى ئېكىسپېدىتسىيە جەريانىدا ، ئۇ قوماندان لياڭ يىغا ھەسەت قىلغان ۋە ئۇنىڭغا پەقەت 30،000 كونا ۋە ئاجىز ئەسكەر تەقسىم قىلغان. ئۇ مەنزىلگە يېتىپ كېلىپلا لاگېر بۇلىغان. غەربىي چياڭ ئارمىيىسى ، ئەسكەرلەر قېچىپ كەتتى. جوڭ لىكۇەن بىر جىلغىدا ئادىشىپ قېلىپ ، يولدا راھىب بىلەن كۆرۈشتى. ئۇ ئۇنى بىر كىچىك يېزىغا ئېلىپ بېرىپ: «بۇ دۇڭخۇا ئەپەندىنىڭ تۇرالغۇسى» دېدى ۋە ئاندىن خوشلىشىپ كېتىپ قالدى. بىر ئاز ۋاقىت ئۆتكەندىن كېيىن ، بىرەيلەن تۇيۇقسىز: «بۇ چوقۇم يېشىل كۆزلۈك خۇنىڭ بەك گەپ قىلىدىغانلىقىدىن بولۇشى كېرەك» دېدى. ئۇ ئاق بۇغا تۈكلىرىنى كىيىپ ، يېشىل چىنو خىزمەتچىلىرىنى تۇتۇۋالغان بىر ئادەمنى كۆردى. ئۇ جوڭ لىكۇەندىن: «كەلگەن ئادەم بۇ يەردە خەن دا. گېنېرال جوڭلىچۈەن\n؟ جوڭ لىكۇەن ھەيران بولۇپ ، ئۆزىنىڭ غەلىتە ئادەم بىلەن كۆرۈشكەنلىكىنى بىلگەچكە ، تاۋنى چىن دىلىدىن ئۆگەندى.\nجوڭ لىكۇەن كېيىن جېنرېن خۇاياڭ ۋە ئۆلمەس پادىشاھ شۈەنفۇ بىلەن تونۇشۇپ ، «ئۆلمەسلىكنىڭ سىرى» نى ئۆگەنگەن. ئاخىرىدا ، ئۇ كوڭتوڭ تېغىدىكى زىجىن سىخاۋفېڭدا تۇرۇپ ، «قاشتېشى قۇتىسىنىڭ سىرى» غا ئېرىشىپ ، ھەقىقىي ئۆلمەس بولۇپ قالدى. ئۇ يەنە كۇئەنجېن مەزھىپى تەرىپىدىن بەش شىمالىي ئاتانىڭ بىرى سۈپىتىدە ھۆرمەتكە سازاۋەر بولدى.", "聖意": "كۈز ۋە قىشتا ئۆيىڭىز ۋە ئۆيىڭىزگە بەخت تىلەڭ. ئېتىزلار ، يىپەك قۇرتلارغا ئامەت ، چارۋىلارغا ئامەت ، ئادەم تېپىشتا ئامەت ، دەۋادا ئامەت ، كۆچۈشتە تەلەي ، مال-مۈلۈكتىن ئايرىلىش ۋە شەرقىي شىمال كېسەللىكلىرىدە ئامەت. تاغ ۋە قەبرىلەرنى ئەۋەتىشكە ئامەت تىلەيمەن.", "古人": "جوڭلى مەرىپەتپەرۋەر بولدى", "第X籤": "بىرىنچى بەلگە", "宮": "بالىياتقۇ"}