{"籤詩版本二": "نېمىشقا بۇلۇڭغا يېقىن بولغان تەيلايغا بارمايسىز؟ مەن ئەپەندىنى ۋاقتىنچە تاغدىن چىقىرىۋېتىمەن.\nئەگەر يولۋاس ياكى توشقان ھەققىدە خۇش خەۋەر بولسا ، ئالدىراش بولۇپ كەتسىڭىزمۇ ئەركىن بولىسىز.", "詩意": "بۇ ئالتە تەرەپلىك رەسىمدە ، بەختسىزلىك ئارىسىدا بەختنىڭ ئالامىتى بار.\nھەممە ئىش ئالدىنئالا ناچار ، ئاخىرىدا ياخشى.", "解曰": "كەندىر يىپەك بىلەن ئالماشتۇرۇڭ. بىراۋنىڭ پۇتىغا ئۇر. ئېنىق كۆرۈڭ. بەخت ئاپەتتىن كېلىدۇ.", "籤詩故事一": "Uit بۇكىتتىكى ئۇستاز بىلەن ئۇچرىشىش\nۋۇ جى ئەسلىدە ياغاچچى بولۇپ ، ئىككەيلەن فېڭ دەرياسىدا بېلىق تۇتۇۋاتقاندا جياڭ زىيا بىلەن تونۇشقان. ۋۇجى زىيانىڭ تۈز قارماق بىلەن بېلىق تۇتۇۋاتقانلىقىنى كۆرۈپ كۈلۈپ كەتتى.\nزىيا ۋۇجىنىڭ چىرايىغا قارىدى ۋە پالچىغا: «بۈگۈن شەھەرگە كىرسىڭىز ، بىرسىنى ئۆلتۈرۈۋېتىسىز» دېدى. بۇنى ئاڭلىغاندىن كېيىن ، ۋۇ جى ئاچچىقلىنىپ شەھەرگە ئوتۇن ئېلىپ ماڭدى.\nشەھەرگە كىرگەندىن كېيىن ، ۋۇ جى باشقىلار بىلەن توقۇنۇشۇپ ، خاتا ھالدا باش مىنىستىر ۋېن ۋاڭنى ئۇرۇپ ئۆلتۈرۈۋەتكەن.\nپادىشاھ ۋېن تۈرمە سۈپىتىدە يەرنى سىزىپ ، ۋۇ جىنى تۈرمىگە تاشلىدى.\nبۇكىت خوۋ ۋاقىتلىق قويۇپ بېرىلگەن بولۇپ ، كۈزگىچە ئانىسىنىڭ ھالىدىن خەۋەر ئېلىش ئۈچۈن ئۆلۈم جازاسىغا ھۆكۈم قىلىنغان.\nئاپىسى ئۇنىڭدىن جياڭ زىيادىن ياردەم سوراشنى تەلەپ قىلدى.\nتەيگوڭ ئۇنى ئۆزىنىڭ شاگىرتى دەپ قوبۇل قىلدى ، ئۇنىڭغا ئۇرۇش سەنئىتىنى ئۆگەتتى ۋە تۇغما تەقدىرىنى بۇزۇش ئۈچۈن ئۇنىڭغا ئورەك كولاش ۋە سېھىرگەرلىك قىلىشقا بۇيرۇدى.\nكۈزدىن كېيىن ، ۋۇ جى جازاغا ئۇچرىمىدى ، پادىشاھ ۋېن تۇغما ساننى يەكۈنلەپ ، ۋۇ جىنى جىنايەتتىن ئەنسىرەپ ئۆزىنى ئۆلتۈرۈۋالدى دەپ ئويلىدى.\nكېيىن ، پادىشاھ ۋېن ۋۇ جى بىلەن تونۇشقان ، ۋۇ جى پادىشاھ ۋېننى جياڭ تەيگوڭ بىلەن كۆرۈشمەكچى بولغان.\nتەيگوڭ ۋۇدنىڭ گېنېرالى ئۇنۋانىغا ئېرىشتى. ئۇستاز ۋە شاگىرت ھەر ئىككىسى پادىشاھ ۋېن ئۈچۈن ئىشلىگەن.", "聖意": "ئۆي بىخەتەر ، ئۆزى تەلەيلىك ، سودا ياخشى ، توي كېچىكىپ كەتتى ، ئەر پىيادىلەر ئېتىزغا قايتىپ كەلمىدى ، يىپەك قۇرت پايدا ئالىدۇ ، ئالتە ھايۋان شېنجى ، ئىزدەش ياخشى ، ئاممىۋى دەۋا ياخشى ، كۆچۈش مۇتەئەسسىپ ، يۈتۈپ كەتكەن مال-مۈلۈك كۆرۈلىدۇ ، كېسەللىك ياخشى ، چيۇجى ، تاغ ۋە قەبرە ياخشى.", "古人": "Bukit Encounter", "第X籤": "ئون ئىككىنچى بەلگە", "宮": "يىن ئوردىسى"}