{"籤詩版本二": "خۇددى ئۆلۈك قەپەستىن چىققان كرانغا ئوخشاش ، ئەجەللىك قەپەستىن قېچىش مۇمكىن.\nشىمال ، جەنۇب ۋە شەرق ئوتتۇرىسىدا ھېچقانداق توساق يوق ، ئۇدۇل جيۇچياۋ ئوردىسىغا بارسىڭىز بولىدۇ.", "詩意": "بۇ ئالتە تەرەپلىك كراننىڭ قەپەستىن ئايرىلغان سۈرىتىگە ۋەكىللىك قىلىدۇ.\nھەممە ئىش ئالدىنئالا ناچار ، ئاخىرىدا ياخشى.", "解曰": "ئەنسىرىمەڭ. يول گۈللەنگەن. خاتىرجەم بولۇڭ. ئىنسان (ئىلاھ) بولۇش سۈپىتى بىلەن غەمسىز.", "籤詩故事一": "◇ زىيا رەسمىي ئورنىدىن ۋاز كەچتى\nجياڭ زىيا پالچى بولۇپ ئىشلەۋاتقاندا ، بىر ئايالنىڭ قاشتېشى پىپا روھى تەرىپىدىن ئۆزگەرتىلگەنلىكىنى كۆرۈپ ، ئۇنى تۇتۇۋالغان ، ھەتتا سىياھ بىلەن ئۇرغان. پادىشاھ جوۋنىڭ باش مىنىستىرى نېمە ئىش بولغانلىقىنى چۈشەندۈردى ، نېمە ئىش بولغانلىقىنى سورىدى ، ئاندىن جياڭ زىيانى ئېلىپ پادىشاھ جوۋنى كۆردى. جياڭ زىيا سامادى ھەقىقىي ئوتتىن پايدىلىنىپ جوۋ پادىشاھنىڭ ئالدىدا پىپا روھىنى ئەسلىدىكى ھالىتىدىن كۆيدۈرۈۋەتكەن ، پادىشاھ جوۋ ئۇنى يۇقىرى دەرىجىلىك ئەمەلدار قىلغان.\nقاشتېشى پىپا روھىدىن ئۆچ ئېلىش ئۈچۈن ، داجى پادىشاھ جوۋدىن جياڭ زىيادىن بۇغا سۇپىسى ياساشنى بۇيرۇشىنى تەلەپ قىلغان. جياڭ زىيا پادىشاھ جوۋنى ئەيىبلىگەن ، جوۋ پادىشاھ ئۇنى ئۆلتۈرۈشكە بۇيرۇغان. جياڭ زىيا سۇ ئىشلىتىپ قېچىپ كەتكەن. ئۆيىگە قايتىپ كەلگەندىن كېيىن ، جياڭ زىيا مايۈندىن شىچىغا بېرىشنى سورىدى ، مايۈن ئۇنىڭدىن ئاجرىشىشنى ئويلىدى. شۇنىڭ بىلەن جياڭ زىيا يالغۇز شىكى (جوۋ سۇلالىسى پادىشاھى ۋېننىڭ پايتەختى) گە باردى.\nجياڭ زىيا شىچىغا يېتىپ كېلىپ ، پانشى جىلغىسىدا يالغۇز بېلىق تۇتۇش بىلەن شۇغۇللانغان. ئۇ تالانت ئىزدەشنى ئارزۇ قىلىدىغان جوۋ پادىشاھى ۋېن بىلەن كۆرۈشكەن. پادىشاھ ۋېننىڭ سەمىمىي تەلىپىگە ئاساسەن ، جياڭ زىيا ئوقۇتقۇچىسى سۈپىتىدە چوقۇنغان ۋە پادىشاھ ۋېنغا ياردەم قىلغان.", "聖意": "مەن ئۆيدە بىئارام بولىمەن ، مەن يەنە ئىقتىسادىي ھەمكارلىق ، سودا ، نىكاھ ، ليۇجيا ، ئەر پىيادىلەر ، ئېتىز ، يىپەك قۇرت ، كۈزدىكى پايدا ، ئالتە چارۋا زىياننى كۆرۈش ، كىشىلەرنى ئىزدەش ، ئاممىۋى دەۋاغا توسقۇنلۇق قىلىش ، كۆچمەنلەر ، يۈتۈپ كەتكەن مال-مۈلۈك ، شەرقىي جەنۇبنى ئىزدەشنى خالايمەن. كېسەللىك ، تەڭشەش ، تاغ ۋە قەبرىلەرنى ئەۋەتىش ، ياخشىلىق.", "古人": "زىيا رەسمىي ئورنىدىن ۋاز كەچتى", "第X籤": "ئون تۆتىنچى لاتارىيەچى", "宮": "Maogong"}