{"籤詩版本二": "غەم-ئەندىشە ۋاقىتلىق پەسەيدى ، خۇشاللىق ئاسماندىن كېلىدۇ.\nخۇددى تىزغا يوشۇرۇنغان قاشتېشىغا ئوخشاش ، ياخشى ئىشچى توپا-چاڭنى كۆتۈرىدۇ", "詩意": "بۇ ئالتە تەرەپلىك يىن بىلەن ياڭنىڭ ئىناقلىقىغا ۋەكىللىك قىلىدۇ.\nپىلانلىغانلىرىڭىزنىڭ ھەممىسى ياخشى.", "解曰": "ھېچنېمىگە ئېرىشەلمىدى ، ھېچ نەرسە يوقاپ كەتمىدى. زىياندىن پايدا ئېلىش. قارا نىيەت قىيىنچىلىققا دۇچ كەلدى. سىزگە ئامەت تىلەيمەن ، ئەپەندى.", "籤詩故事一": "◇ يې مېڭ شيۇڭ چاۋ دى\nيې مېڭشيۇڭ (1531-1597) ، ئۇنىڭ ھۆرمەتلىك ئىسمى نەنجاۋ ، ئىسمى لوڭتاڭ بولۇپ ، لوڭتانغا ئۆزگەرتىلگەن ، شۇنداقلا خۇايۇن دەپمۇ ئاتالغان. مىڭ سۇلالىسى دەۋرىدىكى خۇيجۇ فۇچېڭ (ھازىرقى خۇيجۇ شەھىرى خۇيچېڭ رايونىنىڭ بىر قىسمى) ۋەنشىفاڭلىق. جياجىڭ ھۆكۈمرانلىق قىلغان 44-يىلى (1565) ئۇ جىنشى بولۇپ قالدى ۋە چىڭ ناھىيىسىنىڭ سوتچىسى ئۇنۋانىغا ئېرىشتى. ئۇ يۆتكىلىش بۆلۈمىنىڭ مۇدىرىلىق ۋەزىپىسىنى ئۆتىگەن ، كېيىن شەنشى يولىنىڭ نازارەتچىسىگە ئۆزگەرتىلگەن.\nۋەنلىنىڭ 20-يىلى (1592-يىلى) ، نىڭشيانىڭ باش كونسۇلى كۇئەيباي (موڭغۇل تاتار قەبىلىسىنىڭ باشلىقى) ۋالىي داڭ شىننى ئۆلتۈردى ۋە خېشى ئۆلكىسىدىكى قىرىق يەتتىنچى قەلئەنى ئىگىلىدى. شەھەرنى بۇزۇۋەتتى ، چوقۇندى ۋە كۆيدۈردى. ئۆزى ئۆلدى. مېڭ شيۇڭ قەرز ئېلىشتا تەكەببۇر ئەمەس ، ھەمدە ئۇنىڭ ماھارىتىنى ئۇرۇشقا جۈرئەت قىلىدىغان گېنېراللارنىڭكىگە ئوخشاش ياخشى قىلىدۇ. رەسمىي ۋېي شۈيزېڭ ئەسلىگە كەلتۈرۈلدى. كېيىنكى يىللىرىدا ئۇ بەش قېتىم ئىستىپا بېرىپ ، خۇيجۇغا قايتىپ كېلىپ ، خۇيلۇڭ بۇتخانىسىنى قۇرغان.\nيې مېڭشيونگ دەسلەپتە مەمۇر سۈپىتىدە تاۋزىمغا كىرگەن ، ۋە سەمىمىيىتى بىلەن داڭق چىقارغان. كونا تارىخى خاتىرىلەردە ئۇنىڭ «كەمتەرلىك ۋە ئىقتىدار جەھەتتە بىرىنچى» ئىكەنلىكى ، «چىرىكلىكنى يوقىتىپ ، توپىلاڭنى جازالايدىغانلىقى» ، ياخشى نام قالدۇرغانلىقى ؛ ئىنتايىن سادىق ، جاسارەتلىك ، جاسارەتلىك ۋە بايلىقچان. مىلتىققا ماھىر. ھاياتىنىڭ كېيىنكى يېرىمىدا ، ئۇنىڭ جەڭ ماھارەتلىرى «مىڭ سۇلالىسى تارىخى» دا خاتىرىلەنگەن ۋە ئۇ مىللىي قەھرىمان دەپ قارالغان.", "聖意": "ئۆي پايدىسىز (كۈنسېرى تىنچلىنىۋاتىدۇ) كۈز ۋە قىش ئۆزى ئۈچۈن پايدىلىق ، بايلىق مۇۋەپپەقىيەتلىك بولىدۇ ، سودا مۇۋەپپەقىيەتلىك بولىدۇ ، نىكاھ مۇۋەپپەقىيەتلىك بولىدۇ ، ليۇجيادا يالغان ئاگاھلاندۇرۇش بولىدۇ (خەزىنە بولىدۇ) ، پىيادىلەر مەيدانغا كېلىدۇ. يىپەك قۇرت ئۈچۈن دۇئا قىلىش ، ئالتە ھايۋان تەكشى بولىدۇ ، كىشىلەر تېپىلىدۇ ، ئاممىۋى دەۋا پايدىسىز بولىدۇ ، كۆچۈش مۇتەئەسسىپ بولىدۇ ، يۈتۈپ كەتكەن مال-مۈلۈك توسالغۇغا ئۇچرايدۇ ، فۇشەن قەبرىسىدە كېسەللىكلەر ھەل بولىدۇ", "古人": "يې مېڭ شيوڭ چاۋ دى", "第X籤": "ئون ئالتىنچى غەلىبە لوتتو", "宮": "Maogong"}