{"籤詩版本二": "ئالتۇن قاغا غەربكە ، توشقان شەرقتە قەد كۆتۈرىدۇ ، كېچە-كۈندۈز دەۋرى قەدىمكى دەۋرلەردىن ھازىرغىچە داۋاملىشىدۇ.\nراھىبلار ۋە تاۋىستلار كەمچىلىكى يوقلىقىنى بىلىدۇ ، ئۆلىمالار ، دېھقانلار ، سانائەت ۋە سودىگەرلەرنىڭ ھەممىسى ئۆز كاللىسىغا ئەگىشىدۇ.", "詩意": "بۇ ئالتە تەرەپلىك يىن ۋە ياڭنىڭ موملىشىشى ۋە سۇسلىشىشىغا ۋەكىللىك قىلىدۇ.\nبۇمۇ ھەممە ئىشنىڭ پىلاندىكىدەك بولىدىغانلىقىنىڭ بەلگىسى.", "解曰": "كۆڭلىدە ھېچ نەرسە يوق. قىلغان ئىشلىرىڭىز ساۋابلىق. ئوقيادىن كەلگەن ئوققا ئوخشاش. بىر پاي ئوق نىشانغا تەگدى.", "籤詩故事一": "Ca تاغام گاۋ ئۆلمەس\nسۇۋ سۇلالىسى دەۋرىدىكى رېنزوڭ دەۋرىدە شۈجوۋدىن كەلگەن ساۋ گۇجيۇ دۆلەتنىڭ ئۇلۇغ تاغىسى دېيىلىدۇ ، ئۇنىڭ ئىسمى ساۋ يى بولۇپ ، ئۇ ساۋ جىڭشيۇ دەپمۇ ئاتىلىدۇ.\nساۋ گو تاغامنىڭ ساۋ ئېر ئىسىملىك ​​ئىنىسى بار. بۇ ساۋ ئېر ئۆزىنىڭ ئىمپېرىيە كۈچىگە تايىنىپ ھەر خىل رەزىللىكلەرنى قىلدى. ئۇ ئېتىزلارنى ئىگىلىدى ، ئايالى ۋە قىزلىرىنى ئېلىپ كەتتى ۋە كىرىپ-چىققان بىر قىسىم قانۇنسىز كىشىلەر بىلەن دوستلاشتى. ساۋ گوجيۇ بۇنىڭغا چىدىمىدى ، شۇڭا ئۇ ئۇنىڭ ياخشى سۆزلىرى ۋە تەسەللىلىرىنى ئاڭلاشنى رەت قىلدى ، شۇنىڭ بىلەن ئۇ جازالاش ئارقىلىق ئۇنى كونترول قىلدى. ، ئىككى ئاكا-ئۇكا ئۆچمەنلىك قىلدى.\nساۋ گوجيۇ مۇنداق دېدى: «دۇنيانىڭ پرىنسىپلىرى شۇكى ، ياخشىلىق توپلىغانلار روناق تاپىدۇ ، يامانلىق توپلىغانلار ھالاك بولىدۇ. بۇ ئۆزگەرمەس ھەقىقەت. ئىلگىرى ، ساۋ ئائىلىمىز بۈگۈنكى بايلىققا ئېرىشىش ئۈچۈن يامان ئىشلارنى توپلىغان. ھازىر. ئاكام رەزىللىكنى ھەددىدىن زىيادە توپلىدى ، گەرچە ئۇ قېچىپ كەتكەن تەقدىردىمۇ ، ئەمەلدارلار تەرىپىدىن جازالانغان تەقدىردىمۇ ، مەخپىي يۈگۈرگەن تەبىئىي ئاپەتتىن قېچىپ قۇتۇلالمايسىز. ئاپەت كېلىپ ، ئائىلىڭىز ۋەيران بولۇپ ، بىرسى ئۆلۈپ كەتسە ، سىز بولمايسىز قېچىپ قۇتۇلالايمەن. مەن ھاقارەتلىنىمەن ۋە ئۇنىڭدىن قورقىمەن. \"شۇنىڭ بىلەن مەن بارلىق مال-مۈلۈكلىرىمنى تارقاقلاشتۇردۇم ، ئۇ كەمبەغەللەرگە ياردەم قىلدى ، ئەمدى ئىنىسىنىڭ ئىشلىرىغا كۆڭۈل بۆلمىدى. ئاندىن ئۇ ئۆيىدىن ۋە دوستلىرىدىن ئايرىلدى ، تاۋىست فورمىسىغا ئۆزگەردى ۋە تاغقا چىقىپ زېھنى ۋە تەبىئىتىنى يېتىلدۈردى.\nبىر كۈنى ئۇ تاسادىپىي پۇرسەتتە خەن سۇلالىسى دەۋرىدىكى جوڭلى ۋە لۇ دوڭبىن بىلەن كۆرۈشتى. ساۋ گو تاغانىڭ راۋان جاۋابلىرىنى كۆرۈپ ، ئۇ ئىنتايىن خۇشال بولدى ۋە ئۇنىڭغا «ھەقىقەتنى قايتۇرۇشنىڭ مەخپىي پەرمانى» نى بەردى ۋە ئەستايىدىللىق بىلەن مەشىق قىلىشنى بۇيرۇدى. ئۇزۇن ئۆتمەي ، جوڭلى چۈەن بىلەن لۇ دوڭبىن ئۆلمەس سىنىپقا تونۇشتۇرۇلدى.", "聖意": "ئۆي ، ئۆي ، ئامەت ، ئامەت ، سودىدىكى ئامەت ، نىكاھ ، ئەر ساياھەتچى ، ئېتىزغا يىپەك قۇرت تىكىش ، ئالتە چارۋا بالدۇر تېرىش ، پايدىنى يوقىتىش ، ئادەم ئىزدەش ، قانۇنىي ھەرىكەت ، كۆچۈش ، ياخشى يۈتۈپ كەتكەن مال-مۈلۈككە تەلەي ، كېچىكىپ كېسەل بولۇش ، ئامەت (توشقان يىلى ياكى توشقاننىڭ مۆجىزە بەلگىسى تەلەيسىز) ، تاغ قەبرىلىرىگە ئامەت تىلەيمەن.", "古人": "تاغام گاۋ ئۆلمەس", "第X籤": "ئون سەككىزگە ئىمزا قويۇڭ", "宮": "Maogong"}