{"籤詩版本二": "كېمىنى تېز سۇ ساھىلىدىن قايتىشقا قويۇپ بېرىڭ ، مالىمانچىلىق سەۋەبىدىن نېمە قىلماقچى؟\nئەگەر بىخەتەر بولماقچى بولسىڭىز ، خاتىرجەملىك ئىزدەڭ ۋە دولقۇننىڭ بۇ كرىزىستىن ئۆتۈشىنى ساقلاڭ.", "詩意": "بۇ ئالتە تەرەپلىك تېز دېڭىز ساھىلىدا ساياھەت قىلىدىغان كېمىگە ئوخشايدۇ.\nھەممە ئىشتا مۇتەئەسسىپ بولۇپ ، ۋاقىتنى ساقلاڭ.", "解曰": "كۈچلۈك سۇغا چۈشۈڭ. خەتەر ئىچىدە تۇرۇڭ. لاگېر پىلانىنى سورىسىڭىز. ھېچقانداق ئىشنى قىلغىلى بولمايدۇ.", "籤詩故事一": "Iyi زىيى تاج كىيدى\nگو زىيىڭ (697-781) ، گو لىڭگوڭ دەپمۇ ئاتىلىدۇ ، خۇاجوۋ (ھازىرقى شەنشى ئۆلكىسى خۇاچيەن ناھىيىسى) جېڭ ناھىيىسىدىن بولۇپ ، تاڭ سۇلالىسىنىڭ گېنېرالى.\nتيەنباۋنىڭ 14-يىلى (755) ئەنشى قوزغىلاڭ مەزگىلىدە ، ئۇنىڭغا شۇوفاڭ جيېدۇشى (ھازىرقى نىڭشيانىڭ لىڭۋۇنىڭ غەربىدىكى لىڭۋۇ) ئۇنۋانى بېرىلگەن. ئۇ ئەھلى سەلىپ قوشۇنىغا بۇيرۇلغان. ئۇلار چاڭشەن (جېڭدىڭ ، خېبېي) دا بىرلىشىپ ، شى سىمىڭنى مەغلۇب قىلىپ ، خېبېينى ئەسلىگە كەلتۈردى. بۇ ۋاقىتتا ، گو زىيى ئىمپېراتورنىڭ فەن ياڭنى شىمالدىن ئېلىپ ، قوزغىلاڭچى يولۋاسنىڭ ئۆڭكۈرىگە ھۇجۇم قىلىپ ، توڭگۇەننىڭ قورشاۋىنى ئازايتىشنى تەۋسىيە قىلغان ، ئەمما شۈەنزوڭ رەت قىلغان. ئۇنىڭدىن كېيىن ، تاڭ سۇلالىسىنىڭ ئاخىرقى مەزگىللىرىدىكى بۆلگۈنچى ۋاسسال شەھەرلەرنىڭ ئەھۋالى تىكىلدى ، بۇمۇ تاڭ سۇلالىسىنىڭ ھالاك بولۇشىدىكى يىراق سەۋەبكە ئايلاندى.\nتيەنباۋ ھۆكۈمرانلىق قىلغان 15-يىلى (756) ئۇ ۋە ئۇيغۇر ئىتتىپاقى بىلەن خېكنى تىنىچلاندۇردى. كېيىنكى يىلى ئەتىيازدا ئۇلار خېدوڭ (ھازىرقى يوڭجى ، شەنشى) ۋە فېڭ يى (ھازىرقى دالى ، شەنشى) نى ئەسلىگە كەلتۈرۈپ ، توڭگۇەنگە ھۇجۇم قىلدى. تاڭ ئارمىيىسى 10 مىڭدىن ئارتۇق تالاپەتكە ئۇچرىغان. سۈي چيەنيۇ پۇجىنغا تەسلىم بولغان. بىر لۇشان ئوغلى ئەن چىڭشۇ تەرىپىدىن ئۆلتۈرۈلگەن.\nجىدېنىڭ ئىككىنچى يىلى (757) ، ئۇ قوشۇننى فېڭشياڭغا باشلاپ كېتىشكە بۇيرۇلدى. يولدا ئۇ بەيك ليۇيۈن كۆۋرۈكىدە (بۈگۈنكى سەنيۈەننىڭ شەرقىي جەنۇبىدا) 5000 لى گۈيرېننىڭ ئاتلىق ئەسكەرلىرىنى مەغلۇب قىلدى. مايدا ئۇ ئەن شۇجوڭ ۋە لى بىلەن ئۇرۇشتى. چىڭكۇدىكى گۈيرېن (بۈگۈنكى شىئەننىڭ غەربى) مەغلۇپ بولۇپ ، ئۇ ۋۇگۇڭغا (بۈگۈنكى ۋۇگۇڭنىڭ غەربىي شىمالىغا) چېكىنىپ كەتتى. 9-ئايدا ، ئۇ مارشال گۇاڭپىڭ ۋاڭ لى چۇغا ئەگىشىپ تاڭ ۋە ئۇيغۇرلارنى باشلاپ 150 مىڭ ئەسكەرگە قوشۇلدى. شياڭدىكى ئەن شۇجوڭ ۋە لى گۈيرېن بىلەن بىللە. بۇتخانىنىڭ شىمالىدا (بۈگۈنكى چاڭئەن ناھىيىسىنىڭ غەربىي جەنۇبىدا) ئۇيغۇر ئەسكەرلىرى دۈشمەننىڭ ئارقىسىدا ئايلىنىپ ، ئىككى تەرەپتىن ھۇجۇم قىلىپ ، 60 مىڭ دۈشمەننى ئۆلتۈردى. جاڭ توڭرۇ شەنشى ناھىيىسىگە قېچىپ كەتتى. ئاخىرى پايتەخت چاڭئەن (بۈگۈنكى شىئەن) نى ئەسلىگە كەلتۈردى. تاڭ ئارمىيىسىنىڭ ھەيۋىتى يەنە بىر قېتىم چاڭئەنگە ئەسلىگە كەلدى.\nئۇنىڭدىن كېيىن ، تاڭ ئارمىيىسى غەلبىدىن پايدىلىنىپ شەرققە يۈرۈش قىلىپ ، شىندىياندىكى (ھازىر خېنەن ئۆلكىسى سانمېنشيا شەھىرىنىڭ غەربىي جەنۇبىدا) يەن جۇاڭ ۋە جاڭ توڭرۇ قاتارلىق 150،000 ئادەمنى مەغلۇپ قىلىپ ، ئەنچىڭ شۇنى سېرىق دەريادىن ئۆتۈپ ، شياڭجۇغا چېكىنىشكە مەجبۇر قىلغان. دوڭجۈن لوياڭ قايتىپ كەلدى. سىتۇغا ئۆزىنىڭ ئارتۇقچىلىقىنى قوشۇڭ ۋە ئۇنى دۆلەتنىڭ كېنەزلىكىگە ئايلاندۇرۇڭ.\nشى سىمىڭ قوشۇنىنى فەن ياڭدىن باشلاپ چىڭشۈنى قۇتۇلدۇرۇپ قالدى. ئىككى تەرەپ ئانياڭ دەرياسىنىڭ شىمالىدا (بۈگۈنكى ئەنياڭنىڭ شىمالى) شەكىللىنىشتە جەڭ قىلدى. بۇ جەڭ بىر-بىرىدىن ئايرىلالمىدى. ئاخىرىدا ، تاڭ ئارمىيىسى توققۇز جىدۇشى باشچىلىقىدىكى تاڭ ئارمىيىسى. 600،000 ئادەم بارلىقىنى ئوتتۇرىغا قويدى ، چېكىندى (يېچېڭ ئۇرۇشىدا). ئۇرۇش). بۇ جەڭنىڭ ئاساسلىق قوماندانى ، رەھبەرلىك ئىقتىدارى بولمىغان ۋە گو زىيىينى جەڭنىڭ مەغلۇبىيىتى بىلەن ئەيىبلىگەن ياۋرۇ يۈ چاۋېن ئىدى. گو زىيى قايتىدىن چاڭئەنگە چاقىرىلدى ، ھەربىي كۈچتىن قۇتۇلۇپ ، بىكار ئەمەلدارغا ئايلاندى.\nباۋيىڭنىڭ بىرىنچى يىلى (762) ، تەييۈەن (بۈگۈنكى تەييۈەننىڭ غەربىي جەنۇبى) ۋە جياڭجۇ (بۈگۈنكى شەنشى ئۆلكىسىدىكى شىنجاڭ) دىكى ئەسكەرلەر ئاسىيلىق قىلدى ، سوت قورقۇپ كەتتى ، شۇڭا زىيىغا فېنياڭ پادىشاھى ئۇنۋانى بېرىلدى ۋە سىرتقا چىقتى. جياڭجۇ. ئۇ يەنە ئورخۇن چېڭ يۈەنجېن تەرىپىدىن ياتلىشىپ ، ھەربىي كۈچتىن قۇتۇلغان.\n.", "聖意": "ئۆيگە ۋە ئۆزىگە بەخت تىلەش ، بايلىق ئىزدەش ، سودا قىلىش ، توي قىلىش ، يالغان ئاگاھلاندۇرۇش بېرىش ، تيەنكانجىغا كەلگەن پىيادىلەر ، كىشىلەرنى تېپىش تەس ، ئاممىۋى دەۋا ۋە (شىڭ ئەمەس) ، كۆچۈش ، مۇتەئەسسىپلىك ، مال-مۈلۈكنى يوقىتىش ، تېپىش تەس ، كېسەللىكلەر ، بەخت تىلەش ، تاغلار ۋە قەبرىلەر ئۈچۈن دۇئا قىلىش", "古人": "زىيى پادىشاھ تاج كىيدى", "第X籤": "توققۇزىنچى غەلبە", "宮": "Tatsumi"}