{"籤詩版本二": "نۇرغۇن ئەنسىرەش ۋە خەتەرلەردىن كېيىن ، ئۇ بۇنىڭدىن كېيىن ھەرگىز بوش قالمايدۇ\nكەڭ قورساق يۈرەكنىڭ ئۆزىگە خاس سېخىي پىلانى بار ، زور مۇۋەپپەقىيەتلەرنى قولغا كەلتۈرۈش ئۈچۈن مۇتەخەسسىس بىلەن كۆرۈشۈشىڭىز كېرەك.", "詩意": "بۇ ئالتە تەرەپلىك بۇلاق بار قەدىمكى قۇدۇققا ئوخشايدۇ.\nھەممە ئىشتا ئالىيجاناب كىشىلەر مۇۋەپپەقىيەت قازىنىدۇ.", "解曰": "بۇ دەۋا ئاخىرىدا يوللۇق بولىدۇ. كېسەل ۋە بىخەتەر. كىرىپ-چىقىپ مەسلىھەت سوراڭ. قەدىمكى قۇدۇق باھار بىلەن ئۇچرىشىدۇ.", "籤詩故事一": "◇ ياۋ چۇڭ چېكەتكىنى كونترول قىلىدۇ\nياۋ چۇڭ (649-721) ، ئۇنىڭ ھەقىقىي ئىسمى يۈەن چۇڭ بولۇپ ، ئۇ شەنجۇدىن كەلگەن ، ئۇ شيا گۈەننىڭ مىنىستىرى ، چۇڭگۇەننىڭ شاڭشۇ ، زىۋېيلىڭ ، جوڭشۇلىڭ ۋە تاڭ سۇلالىسى دەۋرىدە باش مىنىستىر بولغان.\nكەييۈەننىڭ تۆتىنچى يىلى (716) ، شەندۇڭ (ئادەتتە خۇاشەننىڭ شەرقىدىكى سېرىق دەريا ۋادىسىنى كۆرسىتىدۇ) چېكەتكە بىلەن يۇقۇملانغان. كىشىلەر خۇراپاتلىق ئىدىيىلەر بىلەن باغلانغان بولۇپ ، ئۇلارنى ئوۋلاشقا ۋە ئۆلتۈرۈشكە جۈرئەت قىلالمىغان. ئەكسىچە ، ئۇلار قۇرغان. قۇربانلىق قىلىش ، ئىسرىق كۆيدۈرۈش ، ئېتىزنىڭ يېنىدا دۇئا-تىلاۋەت قىلىش ۋە زىرائەتلەرنىڭ چېكەتكە يەيدىغانلىقىنى كۆردى.\nبارلىق ئەمەلدارلار: «چېكەتكە تەبىئىي ئاپەت ، ئۇلارنى قانداق قىلىپ ئادەم كۈچى ئارقىلىق كونترول قىلغىلى بولىدۇ!» دەپ قارىدى. ئۇ ۋاقىتتا چېكەتكىنى يوقىتىش ياكى يوقىتىشتا ئوخشىمىغان ئىككى خىل ئىدىيە ئوتتۇرىسىدىكى كۈرەش كەسكىن ئىدى.\nياۋ چۇڭ مۇنداق دېدى: «بىز بىرلىكتە ئىشلىسەكلا ، ئۇلارنىڭ ھەممىسىدىن قۇتۇلالايمىز. ئۇ مۇنداق دېدى: چېكەتكە كىشىلەردىن قورقىدۇ ، شۇڭا ئۇلارنى ھەيدەش ئاسان. مايسىلارنىڭ ئىگىسى بار ، شۇڭا قۇتقۇزۇش خادىملىرى چوقۇم جاپالىق ئىشلىشى كېرەك ؛ چېكەتكە ئۇچالايدۇ ، ئۇلار كېچىدە ئوتنى كۆرگەندە چوقۇم ئۇچىدۇ ؛ ئۇلارغا ئوت قويۇڭ ئېتىزدا ، كۆيگەندە تۆشۈك كولاڭ ، كۆيگەندە دەپنە قىلىڭ ، ھېچ نەرسە قالمايدۇ ».\nشۈەنزوڭ مۇنداق دېدى: چېكەتكە ئەخلاقنى باشقۇرۇشنىڭ ياخشى بولماسلىقىدىن كېلىپ چىققان تەبىئىي ئاپەت ، ئەگەر سىز ئۇلارنى ئوۋلاپ ئۆلتۈرۈشنى تەلەپ قىلسىڭىز ، بۇ ئاشلىققا زىت ئەمەسمۇ؟\nياۋ چۇڭ يەنە مۇنداق دېدى: «چېكەتكە تۇتۇش ۋە ئۆلتۈرۈشنى قەدىمكى كىشىلەر يولغا قويغان ، ئۇلۇغلۇقىڭىز كەلگۈسىدە ئۇنى ئىشلىتىدۇ. بۇ دېھقانلارغا تىنچلىق ۋە گۈللىنىش ئېلىپ كېلىدىغان چوڭ دۆلەت پائالىيىتى ، ئەستايىدىل ئويلىنىپ بېقىڭ».\nشۈەنزۇڭ قايىل بولدى. ئەمما ئۇ ۋاقىتتا ، سوتنىڭ ئىچى ۋە سىرتىدىكى ھەممەيلەن چېكەتكە ئوۋلىغىلى بولمايدىغانلىقىنى ئېيتتى.\nشۈەنزوڭ مۇنداق دېدى: «مەن باش مىنىستىر بىلەن سۆھبەتلەشتىم ۋە چېكەتكە تۇتۇشنى قارار قىلدىم ، يەنە كىم قارشى تۇرسا ، ئۇ ئۆلۈم جازاسى ئىجرا قىلىنىدۇ». شۇڭا ئۇ سېنزورنى ئەۋەتىپ ، كىشىلەرنى چېكەتكە كۆيدۈرۈش ۋە دەپنە قىلىشقا يېتەكلىدى.\nبۇ نەتىجە بىر قەدەر ئۈنۈملۈك بولدى. مەملىكەتنىڭ ھەرقايسى جايلىرىدا توققۇز مىليون دان چېكەتكە تۇتۇلدى ، چېكەتكە ۋاباسى مۇۋەپپەقىيەتلىك يوقىتىلدى. دېھقانچىلىق شۇ يىلى ياخشى ھوسۇلغا ئېرىشتى.\n(ئەقىل ئاپەتنى باشقۇرۇش ۋە تارقاقلاشتۇرۇشتا ئىشلىتىلىشى كېرەك ، قىيىنچىلىقنى يېڭىش ئۈچۈن چوقۇم ئەقىللىق ئىستراتېگىيەلەر بولۇشى كېرەك. ياۋ چۇڭ بۇ مەسىلىدىكى مۇتەخەسسىس)", "聖意": "ئۆي ئادەتتىكىچە ، ئۆزى توسۇلۇپ قالىدۇ ، پۇل ئىزدەش توسۇلۇپ قالىدۇ ، سودا توسۇلۇپ قالىدۇ ، نىكاھ ۋە ئىناقلىق توسۇلۇپ قالىدۇ ، ليۇجيادا خەتەر بار ، پىيادىلەر توسۇلۇپ قالىدۇ ، يىپەك قۇرتلىرى توسۇلۇپ قالىدۇ ، چارۋا ماللار پايدىسىز ، كىشىلەر يوقاپ كېتىدۇ ، ئاممىۋى دەۋالار توسۇلۇپ قالدى ، كۆچۈش ئەقىلگە سىغمايدۇ ، يۈتۈپ كەتكەن نەرسىلەرنى تېپىش تەس ، كېسەللىكلەر دۇئا قىلىش تەس ، تاغ ۋە قەبرىلەر بىئارام بولىدۇ.", "古人": "ياۋ چۇڭ چېكەتكىنى كونترول قىلىدۇ", "第X籤": "لاتارىيەگە ئېرىشىش يىگىرمە بەشىنچى", "宮": "Mi Palace"}