{"籤詩版本二": "مىش-مىش پاراڭلاردا ئىشلار ئاستىن-ئۈستۈن بولۇپ كەتتى ، مەن ئۇپۇقتىن بىر پارچە خەت تاپشۇرۇۋالدىم.\nكىتابتا ماڭا ۋەدە قىلغان شۆھرەت ۋە مۇۋەپپەقىيەت ئاخىرىغىچە قۇرۇق قالدى.", "詩意": "بۇ ئالتە تەرەپلىكنىڭ يالغان ئىسمى بار.\nھەممە ئىشتا مۇتەئەسسىپ بولۇش مۇۋاپىق.", "解曰": "ئۈستى-ئۈستى خاپا. ئارام ئېلىش بىكار ئەمەس. شۆھرەتكە ئىنتىلىش. بىخەتەر بولۇڭ.", "籤詩故事一": "◇ جوڭ كۈي مەرىپەتكە ئېرىشىدۇ\nجوڭ كۈي ، فامىلىسى جوڭ كۈي ، ھۆرمەتلىك ئىسمى جېڭنەن ، جوڭنەنشەندىن.\nتاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور دېزوڭ ھۆكۈمرانلىق قىلغان مەزگىلدە ، جوڭ كۇي ئىمپېرىيە ئىمتىھانىغا قاتناشقان. شۇ كۈنى باش ئىمتىھان بەرگۈچى خەلق ئىشلىرى مىنىستىرى خەن يۈ بولۇپ ، مۇئاۋىن ئىمتىھان بەرگۈچى ئۇلۇغ ئالىم لۇ جى ئىدى. ئىككەيلەن جۇڭ كۈينىڭ قەغىزىنى ئوقۇغاندا ، ئۇلارنىڭ كۆزلىرى نۇرلىنىپ ، بىردەك: «سېھىرگەر ، سېھىرگەر! بۇ ماقالىدىكى ھەر بىر سۆز نەپىس ، لى تەيبەي ۋە دۇ زىمېيغا لايىق!» شۇڭا ئۇلار جوڭ كۇينى بىرىنچى ئورۇنغا قويدى.\nئىمپېراتور دېزوڭ خەن يۈنىڭ دوكلاتىنى ئاڭلاپ ، ئىلىم-پەننىڭ يېڭى چېمپىيونى جوڭ كۈينىڭ ناھايىتى تالانتلىق ئىكەنلىكىنى ، شۇڭا جۇڭ كۈينى ئالتۇن ئوردىغا چاقىرغانلىقىنى ئېيتتى.\nئىمپېراتور دېزوڭ ئۇنىڭ سەت قىياپىتىنى كۆرۈپ ، دەرھال نارازى بولغانلىقىنى ھېس قىلىپ مۇنداق دېدى: «مەھكىمىسىمىزدىكى ئالىملارنى تاللاشنىڭ ھەممىسى شەخسىي سۆز ۋە ھۆسنخەتنى ئاساس قىلىدۇ. بۇنداق سەت ئادەمنى قانداق قىلىپ ئالتۇن ئىلىم-پەندىكى بىرىنچى ئالىم قىلىپ تاللىغىلى بولىدۇ؟ \"\nخەن يۈ ئالدىراپ تىزلىنىپ تۇرۇپ: «ئادەمنىڭ ياخشى-يامانلىرىنىڭ ھەممىسى تاشقى قىياپەتتە ئەمەس ، مۇقەددەس رەببىم ، يەن يىڭنىڭ بوي ئېگىزلىكى ئۈچ فۇت ، باش مىنىستىر بىلەن باراۋەرمۇ؟ جاھىل ، ئەمما خەن سۇلالىسىگە ياردەم بېرەلەيدۇ ؛ كۇڭزى كىشىلەرگە تاشقى قىياپىتى بىلەن ھۆكۈم قىلىدۇ ۋە ئوغلى يۈنى يوقىتىدۇ. ئۇلۇغلۇقىڭىزنىڭ ئىككى قېتىم ئويلىنىشىنى ئۈمىد قىلىمەن ».\nئىمپېراتور دېزوڭ بىر ئاز ئويلىنىپ مۇنداق دېدى: «گەرچە خەن ئەيچىڭنىڭ سۆزى ئەقىلگە مۇۋاپىق بولسىمۇ ، مەن ئىمپېراتور تەيزوڭ بولغان ۋاقتىمدا ، يىڭجۇغا كېلىپ بۇ توغرىلىق پاراڭلاشقان ئون سەككىز ئالىم بار ئىدى. بۇ كىشى بىرىنچى ئالىم ئىدى ، مەن دۇنيانىڭ قورقىشىدىن قورقىمەن. ئىختىساسلىقلارنى تونۇمىغانلىقىم ئۈچۈن مەندىن كۈلىدۇ ».\nباش مىنىستىر لۇ چى تار ۋە تالانتقا ھەۋەس قىلاتتى ، ئىمپېراتورنىڭ سۆزىنى ئاڭلىغاندىن كېيىن ، تىزلىنىپ تۇرۇپ مۇنداق دېدى: «ئالتۇن تېمىدىكى بىرىنچى ئالىم چوقۇم ئىچكى ۋە تاشقى بولۇشى كېرەك ، بۇ تېمىغا ئۈچ يۈز كاندىدات بار. نېمىشقا باشقا بىرىنى تاللىمايسىز؟ ».\nجوڭ كۇي بۇ كىشىنىڭ بەك گاڭگىراپ قالغانلىقىنى كۆرۈپ ، ئاچچىقلانماي تۇرالماي ، لۇ چىنى كۆرسىتىپ تۇرۇپ تىللىدى: «ئەگەر بۇنداق نادان ئەمەلدار سوتتا بولسا ، ئۇ دۆلەتكە زىيان يەتكۈزمەمدۇ؟». ئۇ لۇ چىنى مۇشت بىلەن مۇشتلىدى.\nبۇنى كۆرگەن دېزوڭ قاتتىق ئاچچىقلىنىپ: «سىز بەك جۈرئەتلىك ، ئالتۇن ئوردادا ئاۋارىچىلىق تۇغدۇرۇشقا جۈرئەت قىلىڭ ، ئۇنى تېزلا چۈشۈرۈڭ!» دېدى.\nجوڭ كۈي ئاچچىقلانغان ھالدا ئوردىدا تۇرغان گېنېرالنىڭ بېلىدىن قىلىچنى چىقىرىپ قاتتىق ۋارقىراپ: «ئۈمىدسىزلەنگەن مۈشۈكنىڭ يولۋاسنى دورىشى تەس ، ئۈمىدسىزلەنگەن پاقىنىڭ توخۇدەك ياخشى ئەمەس» دېدى. ئۇنىڭدىن كېيىن ، ئۇ ئۆزىنى ئۆلتۈرۈۋالغان.\nئىمپېراتور دېزوڭ جوڭ كۇينىڭ ئاچچىقلىنىپ ئۆزىنى ئۆلتۈرۈۋالغانلىقىنى كۆرۈپ ، قاتتىق ھەيران قالدى. كىشىلەرنىڭ قەلبىنى ئۇتۇش ئۈچۈن ، ئۇ جوڭ كۇينى 1-نومۇرلۇق ئالىمنىڭ رەسمىي ئۇنۋانى بىلەن دەپنە قىلىشقا بۇيرۇدى ، ئۇ يەنە جۇڭ كۈينى ئىلاھ قىلدى. دۇنيانى يامان روھلاردىن قۇتۇلدۇرۇش ئۈچۈن Exorcism نىڭ.", "聖意": "ئۆيىڭىزگە بەخت تىلەڭ ، ئۆزىڭىزنىڭ بىخەتەرلىكى ، ئىقتىسادىي قىيىنچىلىق ، سودا مەغلۇبىيىتى ، نىكاھ مەغلۇبىيىتى ، ليۇجيا ئايال پىيادىلەر ، شىنتا يىپەك قۇرتى يېرىم پىشۇرۇلغان ، بېقىلىدىغان ئالتە ئۆي ھايۋانلىرى ، يوقاپ كەتكەنلەر ، غەربنىڭ ئاممىۋى دەۋالىرى ، كۆچمەنلەر ، مۇتەئەسسىپلىك ، يۈتۈپ كېتىش مال-مۈلۈك ، كېسەللىك ، تاغ ۋە قەبرىلەردە بەخت تىلەڭ", "古人": "جوڭ كۇي تاۋغا ئېرىشتى", "第X籤": "26-لاتارىيە مۇكاپاتى (لاتارىيە)", "宮": "Mi Palace"}