{"籤詩版本二": "شەرقتە ، ئاي نۇرىدا گۈزەل چانجۇەن بار ، بۇلۇتلار ئۇنى بىر ئاز يېپىپ يوشۇرۇنۇۋالىدۇ.\nبەزىدە ئۇ يۇمىلاق بولۇشى مۇمكىن ، ئەمما بەزىدە يوقاپ كېتىشى مۇمكىن. بۇنى ئەمەس دېگۈچىلەر پەقەت قۇرۇق گەپ.", "詩意": "بۇ ئالتە تەرەپلىك ئاينى بۇلۇت قاپلىغان.\nھەممە ئىش يەنىلا ھوشىدىن كەتتى.", "解曰": "لەيلىمە بۇلۇتلار ئاينى قاپلايدۇ. گۇمانلىنىشنىڭ ھاجىتى يوق. بۇلۇتنىڭ توپلىنىشىنى ساقلاش. ئاندىن چۈشىنىسىز.", "籤詩故事一": "◇ باۋ گوڭ ئىمپېراتور لى ئىزدەۋاتىدۇ\nسۇڭ سۇلالىسى دەۋرىدىكى جېنزوڭ ھۆكۈمرانلىق قىلغان مەزگىلدە ، ئىمپېراتور لى (ئىمپېراتور لى) ھەرەمخانىدا خىزمەتچى بولغان ، ئۇ سۇڭ جېنزوڭنىڭ ياقتۇرۇشىغا ئېرىشكەن ۋە ۋەنيىگە ئۆستۈرۈلگەن ، ئۇ ھامىلىدار بولغان.\nئەمما ئۇ ۋاقىتتا ، جۈپتى لىيۇ دېف (كېيىن ئىمپېراتور لىيۇ) يامان خىياللارنى قىلىپ ، ئايال پادىشاھ گو خۇەيگە پارا بېرىپ ، ئىمپېراتور لىنىڭ ئوغلىنى تېرىسىدىن ياسالغان مۈشۈكئېيىققا ئالماشتۇرۇپ ، ئوغلىنى تارتىۋالغان ۋە ئىمپېراتورغا ئۆزىنىڭ ئۆزىنىڭ بىئولوگىيىلىك ئوغلى ئىكەنلىكىنى ئېيتقان. سوڭ جېنزوڭ قاتتىق ئاچچىقلىنىپ ، لى ئىمپېراتورنى سوغۇق ئوردىغا ئەۋەتكەن.\nConcubine De ئايال پادىشاھلىققا ئۆستۈرۈلگەندىن كېيىن ، ئۇ ئوردىدىن قېچىپ چىققان ئىمپېراتور لىنى ئۆلتۈرمەكچى بولغان.\nبىر كۈنى ، كوچىدا تۇرۇۋاتقان لى نىياڭنىياڭ شۇ يەردىكى چارلاش ئېلىپ بېرىۋاتقان ئىمپېرىيە ئەلچىسى باۋ جېڭ بىلەن كۆرۈشتى ، ئۇ ئۇنىڭغا ئۆزىنىڭ ھايات كەچۈرمىشلىرىنى ۋە ئۆزىنىڭ ھازىرقى ئىمپېراتور سۇڭ رېنزوڭنىڭ بىئولوگىيىلىك ئانىسى ئىكەنلىكىنى ئېيتتى. . باۋ جېڭ بۇ ئىشتىن خەۋەر تاپقاندىن كېيىن ، لى نىياڭنىياڭنى ئېلىپ بېيجىڭغا قايتىپ كېلىپ ، سۇڭ رېنزوڭغا خەۋەر قىلغان ۋە بۇ ئىشنى بىلگەن ، ئاخىرىدا ئانا-بالا بىر-بىرىنى تونۇغان. ئىمپېراتور دوۋاگېر لىيۇ ۋە مەسئۇل ئەمەلدار خۇ خۇەي بېشىنى تۆۋەن سېلىپ ئىقرار قىلدى.", "聖意": "مەن ئۆيدە بىئارام بولىمەن ، ئىقتىسادىي قوغداش ، ئىقتىسادىي قىيىنچىلىق ، سودا ، نىكاھ ، بەختسىزلىك ، ئېتىزدىكى كىشىلەر ، يىپەك قۇرت ، پايدىسىز ھايۋانلار ، ئادەم تېپىشتىكى قىيىنچىلىق ، دەۋا ، زىيان ، كۆچۈش ، مۇتەئەسسىپلىك ، يۈتۈپ كەتكەن مال-مۈلۈك ، غەرب كېسەللىكلىرى ، ئەسلىگە كەلتۈرۈش تەس ، تاغ قەبرىسى ئىسلاھاتى", "古人": "باۋ گوڭ ئىمپېراتور لى ئىزدەۋاتىدۇ", "第X籤": "28-لاتارىيەچى", "宮": "چۈش سارىيى"}