{"籤詩版本二": "ئۇنىڭدىن ياردەم سورىماسلىقىڭىزنى تەۋسىيە قىلىمەن ، ئۇ كىراندەك ئۇچۇپ سىزگە مەخپىي ئوقلارنى ئېتىدۇ.\nئەگەر ئوتۇن يىغىشقا بارسىڭىز ، ئوت-چۆپتە يىلان بولسا ، زەھەرلىك چىشلىشىڭىز مۇمكىن ، كۆڭلىڭىز يېرىم بولىدۇ.", "詩意": "بۇ ئالتە تەرەپلىك بىخەتەرلىكنى ساقلاش ۋە ئۆزىنى ساقلاشنىڭ بەلگىسى.\nھەممە ئىشتا ئېھتىيات قىلىڭ.", "解曰": "ئاغزىڭىزنى تاقاپ ، چىشىڭىزنى تۇتۇڭ. ئۇ پەرۋاسىز. ئەگەر ئۆزىڭىزنى گۇناھكاردەك ھېس قىلسىڭىز. ئاخىرىدا ئۇ ئۆزىگە زىيان سالىدۇ.", "籤詩故事一": "◇ شاھمات تاختىسى يىغىنى\nتاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور تەيزوڭ غەربكە يۈرۈش قىلىپ ، سۇياڭ شەھىرىدە قاپسىلىپ قالغان ، چېڭ ياۋجىن بېيجىڭغا قايتىپ كېلىپ ، ياردەم تەلەپ قىلغان.\nشۈ دىڭشەن ئىككىنچى يول مارشاللىق ۋەزىپىسىنى ئۆتەشكە بۇيرۇلدى ۋە رەببىنى قۇتقۇزۇشقا ۋە شىلياۋنى تىنچلاندۇرۇشقا باردى.\nبىر توپ كىشىلەر يۇمېن ئېغىزىدىن چىققاندىن كېيىن ، چىپەن تېغىغا كەلدى. تاغدىكى مىڭلىغان ئەسكەرلەرنىڭ قورشاۋىدا ، تاغنىڭ پادىشاھى دو يىخۇ تاڭ گېنېرالى لو توڭ تەرىپىدىن مەغلۇب بولدى ، بەختكە يارىشا ، ئۇنىڭ سىڭلىسى دو شيەنتوڭ سېرىق گۈللەرنىڭ مۇقەددەس ئانىسىنىڭ شاگىرتى بولۇپ ، ئۇرۇش سەنئىتىگە ماھىر ئىدى. پەرى ئارغامچىنى تۇتۇپ لو توڭنى باغلىدى.شۇ دىڭشەن سەرخىل ئەسكەرلەرنى ئۆزى يېتەكلىدى. قاپسىلىپ قالدى.\n(ئىمزا قويۇلغان شېئىر بۇنىڭغا ماس كېلىدۇ)\nشۈ دىڭشەننىڭ كېلىشكەنلىكىنى كۆرگەن دو شيەنتوڭ فېڭ لۇەننىڭ دوستى بولۇشنى ئويلىغان ، ئەمما شۆ دىڭشەن رەت قىلغان. دو شيەنتوڭ ئاچچىقلانغان ۋە ئۇنى ئىتتىرىپ بېشىنى كېسىۋەتمەكچى بولغان. بەختكە يارىشا ، چېڭ ياۋجىن ئۇنى قۇتۇلدۇرۇپ كېلىپ ئۇلارنىڭ نىكاھىغا قولايلىق ياراتقان. كېيىن ، دو يىخۇ يەنە چىپەنشەن ئاكا-ئۇكىلارنى باشلاپ تاڭ سۇلالىسىگە قايتىپ كېلىپ ، تاڭ سۇلالىسىنىڭ غەربىي لياۋنى بويسۇندۇرۇشىغا ياردەم بەرگەن.", "聖意": "ئائىلە بىخەتەرلىكى ، شەخسىي مەنپەئەت ، بايلىق ئىزدەش ، سودا كۈتۈش ، توي قىلىشقا رۇخسەت قىلىنمايدۇ ، ليۇجيا يالغان ئاگاھلاندۇرۇش ، پىيادىلەر ئېتىز ، يىپەك قۇرت ، ئالتە چارۋا ، يوقاپ كەتكەنلەر ، ئاممىۋى دەۋانى توسۇش ، زىيان (مو شىڭ) كۆچۈش ، مۇتەئەسسىپ ، يۈتۈپ كەتكەن مال-مۈلۈك ، كېسەللىك ئەسلىگە كېلىش تەس ، تاغ قەبرىسى ، ئامەت", "古人": "شاھمات تاختىسى يىغىنى", "第X籤": "ئوتتۇز يەتتىنچى لاتارىيەچى", "宮": "چۈش سارىيى"}