{"籤詩版本二": "قايتىش سەپىرى ئېنىق ، تاشقا يوشۇرۇنغان قاشتېشىنى كىم بىلىدۇ؟\nياخشى ھۈنەرۋەن ئېنىق كېسىلگەندىن كېيىن ، قاشتېشى مەزگىلىدە ئۆزىنى بىخەتەر ۋە بىخەتەر ھېس قىلىدۇ", "詩意": "بۇ ئالتە تەرەپلىك رەسىمدە ، تاش كەسكەندە قاشتېشىنىڭ سۈرىتىنى كۆرەلەيسىز.\nھەممە ئىشتا مۇۋەپپەقىيەت قازىنىش ئۈچۈن تىرىشىڭ.", "解曰": "خەزىنە تاشتا. ناتونۇش كىشىلەر ئازراق بىلىدۇ. ئېنىق بولغۇچە ساقلاڭ. قولىڭىزدىن كەلگەننى قىلىڭ.", "籤詩故事一": "◇ ليۇ بېي ئىختىساسلىقلارنى ئىزدەيدۇ (قوتانخانىنى ئۈچ قېتىم زىيارەت قىلىش ، قوتانخانىنى ئۈچ قېتىم زىيارەت قىلىش)\nئۈچ پادىشاھلىق دەۋرى. جۇگې لياڭ لوڭجوڭدىكى قومۇشلۇق ئۆيدە يالغۇز تۇرغان. ليۇ بېي ئىختىساسلىقلارنى ئىزدەشكە ھېرىسمەن ، شۇڭا ئۇ جۇگې لياڭنى ئۆزى زىيارەت قىلدى. ئۇ جۇگې لياڭنى ئۈچ قېتىم زىيارەت قىلدى (تارىختىكى «شاللاق ئۆيگە ئۈچ قېتىم زىيارەت» دەپ ئاتالغان). ليۇ بېي باشقىلاردىن يىراق تۇرۇشنى تەلەپ قىلدى ۋە جۇگې لياڭدىن: خەن سۇلالىسى يىمىرىلدى ، خىيانەتچى مىنىستىرلار ھاياتىنى ئوغرىلىدى. ھۆرمەتلىك پادىشاھ. تېيىز ، شۇڭا مەن ئۇنى كەڭ كۆلەمدە ئىشلىتىمەن. بۈگۈندىن باشلاپ. ئەمما ، مېنىڭ ئارزۇيۇم تېخى ئاخىرلاشمىدى ، سىزچە بۇ پىلان يولغا قويۇلامدۇ؟ ».\nئۇنىڭدىن كېيىن جۇگې لياڭ ئۇنىڭغا دۇنيانى ئۈچ قىسىمغا بۆلۈش پىلانىنى ئوتتۇرىغا قويدى ، ھەمدە ساۋ ساۋنىڭ تېپىلمايدىغان ۋە سۈن چۈەننىڭ ئۇنىڭغا ياردەم قىلالايدىغان ئەھۋالنى تەھلىل قىلدى. ئۇ يەنە جىڭ ۋە يى شىتاتلىرىدىكى دۆلەت پوپلىرىنىڭ قورقۇنچاقلىقى توغرىسىدا تەپسىلىي توختالدى. ھەمدە ئۇلاردىن پايدىلىنىش پۇرسىتى بار ئىدى ، پەقەت بۇ ئىككى شىتاتلا پايدىلىنالايدۇ. شۇنداق قىلغاندىلا ئۇ دۇنيانى قولغا كەلتۈرەلەيدۇ ؛ ئۇ ھەتتا ليۇ بېيغا ئوتتۇرا تۈزلەڭلىككە ھۇجۇم قىلىش ئىستراتېگىيىسىنى ئېيتتى. (بۇ مۇنازىرە كېيىنچە «لوڭجوڭ دۇي» دەپ ئاتالغان). ليۇ بېي بۇنى ئاڭلىغاندىن كېيىن ، ئۇنى خۇددى خەزىنە تاپقاندەك ماختىدى ، ھەمدە جۇگې لياڭنى ياردەمگە چىقىشقا كۈچلۈك تەكلىپ قىلدى ، شۇنىڭ بىلەن جۇگې لياڭ ليۇ بېينىڭ ھەربىي مەسلىھەتچىسى بولدى.", "聖意": "ئۆي تىنچ ، مەن بايلىق ئىزدەيمەن ، ئەمگەك سودىسى نىكاھقا توسقۇنلۇق قىلىپ ، ليۇجيادىكى مەۋھۇم ساياھەتچىگە ئايلىنىدۇ.", "古人": "ليۇ بېي ئىختىساسلىقلارنى ئىزدەيدۇ (قوتانخانىنى ئۈچ قېتىم زىيارەت قىلىش ، قوتانخانىنى ئۈچ قېتىم زىيارەت قىلىش)", "第X籤": "ئوتتۇز ئىككىنچى لاتارىيەچى", "宮": "ۋېي گوڭ"}