{"籤詩版本二": "كونا ئائىلە ئۇسلۇبىنى كىيىپ قايتا تەشكىللەڭ ، تاۋ ئاسمانسىز ، ئەمما لايىقى بار.\nيولدىكى تىكەن ۋە تىكەنلەرنى سۈپۈرگەندىن كېيىن ، بۇ ئۈچى خىزمەتداشلىرى بىلەن جەم بولۇشقا قوشۇلدى", "詩意": "بۇ ئالتە تەرەپلىك رەسىم كىيىملەرنىڭ قايتا رەتلىنىشىگە ۋەكىللىك قىلىدۇ.\nكېيىن ئاسان بولۇشتىن ئىلگىرى ھەممە ئىش تەس.", "解曰": "ئەنسىرىمەڭ. خەيرلىك بولسۇن. كەلگۈسىنى سورىسىڭىز. ئالدىدا ياخشى يول بار.", "籤詩故事一": "◇ تاڭ راھىبنىڭ بۇددىست كىتابلىرى\nتاڭ سۇلالىسىنىڭ مەشھۇر راھىبى شۈەنزاڭ (602-664) نىڭ چېننىڭ ئورتاق فامىلىسى ۋە يىنىڭ ئىسمى بار. ئۇ لوجوۋنىڭ گوشى ناھىيىسىدە تۇغۇلغان (ھازىرقى خېنەن ئۆلكىسى يەنشى شەھىرىنىڭ جەنۇبى). ئۇ 13 ياش ۋاقتىدا راھىب بولۇپ ، بۇددا دىنىنىڭ ئىسمى شۈەنزاڭنى ئالغان. دۇنيا تاڭ سۇلالىسى دەۋرىدىكى سانزاڭ دەپ ئاتىلىدۇ.\nجېڭگۇەننىڭ ئۈچىنچى يىلى (629-يىلى ، جېڭگۇەننىڭ بىرىنچى يىلى دەپمۇ ئاتىلىدۇ) ، ئۇ غەربكە تىيەنجۇ (ھىندىستان) غا بېرىپ بۇددا دىنى كىتابلىرىنى ئالغان. ئۇ يالغۇز خەتەرگە تەۋەككۈل قىلىپ ، جاپا-مۇشەققەتلەرگە بەرداشلىق بەرگەن. ئۇ پەقەت تۆت يىلدا كەلگەن.\nجېڭگۇەننىڭ 17-يىلى ، خوجايىن رەسمىي ئىستىپا بېرىپ شەرققە قايتىپ كەلدى. ئۇ ھازىرقى شىنجاڭ ئۆلكىسى ، خوتەن ۋە لۇلاننىڭ جەنۇبىي يولى ئارقىلىق جۇڭگوغا قايتىپ كەلدى ، جەمئىي 17 يىل ۋە 50 مىڭ چاقىرىملىق مۇساپىنى بېسىپ ئۆتتى. ئۇ جېڭگۇەننىڭ 19-يىلىنىڭ بىرىنچى ئېيىدا چاڭئەنگە كەلگەندە ، ئىمپېراتور لياڭ گۇگوڭ فاڭ شۈەنلىڭ ۋە باشقا پۇقرالار ۋە ھەربىي ئەمەلدارلارنى ئۇنى قارشى ئېلىشقا بۇيرۇدى.\nئەسلى سانسكرىت بۇددا دىنى كىتابلىرىدىن جەمئىي 520 ۋە 657 توم تەلەپ قىلىنغان. خەنزۇچىغا تەرجىمە قىلىنغان.\nئۇستاز قايتىپ كەلگەندىن كېيىن ، ئىمپېراتور تەيزوڭ ۋە ئىمپېراتور گاۋزوڭنىڭ ھۆرمىتىگە سازاۋەر بولۇپ ، دا نېيغا مۇجەسسەملەنگەن ۋە ئۇنىڭغا «ئۇستاز تىرىپتاكا» ئۇنۋانى بەرگەن.", "聖意": "ئۆي مالىمانچىلىق ئىچىدە قالدى ، ئۆزىڭىزگە ئامەت ، ئامەت ، ياخشى سودا ، ياخشى نىكاھ ، ليۇجياغا توسقۇنلۇق قىلدى ، ئېتىزغا كەلگەن كىشىلەر ، يىپەك قۇرت ، پايدىسىز ھايۋانلار ، كىشىلەرنى ئىزدەش ، ئاممىۋى دەۋا ، كۆچۈش ، مال-مۈلۈكنى يوقىتىش ، كېچىكىپ كېسەل بولۇش ، دۇئا قىلىش بەخت ئۈچۈن ، تاغ قەبرىلىرى كونا بولۇشى كېرەك.", "古人": "تاڭ راھىب بۇددىست كىتابلىرىنى ئۆگىنىدۇ", "第X籤": "ئوتتۇز بەشىنچى لاتارىيەچى", "宮": "شېن گوڭ"}