{"籤詩版本二": "ئەگەر بىخەتەر ۋە تىنچ بولماقچى بولسىڭىز ، شامالدا شام يېيىشكە ماس كەلمەيدۇ.\nتازىلاش ۋە چوڭقۇر زالدا ئولتۇرۇش ، يورۇقلۇقتىن ساقلىنىش ، جىمجىت جايدا سىلكىش ۋە ئايلىنىپ يۈرۈش ئەۋزەل. Shake → Yao. ھەقسىز → ئاز.", "詩意": "بۇ ئالتە تەرەپلىك چىراغ چىراغ ۋە شامنى لەرزىگە سالغان شامالغا ئوخشايدۇ.\nئىشلارنى ئىزچىل ساقلاپ قېلىش تەلەي ئېلىپ كېلىدۇ.", "解曰": "جىمجىت يەرگە ئورۇنلاشتۇرۇڭ. تېلېفون قىلىڭ ۋە ۋاقتىدا بولۇڭ. بۇ بەخت ئەمەس. مۇتەئەسسىپ ۋە مۇۋاپىق.", "籤詩故事一": "◇ لى جىڭ تاغقا قايتىپ كەلدى\nلى جىڭ (579-يىلى 7-ئاينىڭ 2-كۈنىدىن 649-كۈنىگىچە) ، ئىسمى دورىگەر ، ئۇ يوڭجوۋنىڭ سەنيۈەندە (ھازىرقى شەنشى ئۆلكىسى سەنيۈەن ناھىيىسىنىڭ شەرقىي شىمالىدا). سۈي سۇلالىسىنىڭ ئاخىرقى دەۋرىدىن تاڭ سۇلالىسى دەۋرىدىكى گېنېرال ، ئۇ تاڭ سۇلالىسى دەۋرىدە پۇقرالار ۋە ھەربىي ماھارەتكە ئىگە داڭلىق ھەربىي ئىستراتېگىيىچى. كېيىن ، ئۇ ۋېي كېنەز ئۇنۋانىغا ئېرىشكەن ۋە دۇنيادىكى ۋېي كېنەزلىكى دەپ ئاتالغان.\nلى جىڭ ئىلاھلار تىزىملىكىدىكى ئۈچىنچى شاھزادە نېجانىڭ دادىسى ، ئۇ يەنە «توتا پادىشاھى» دەپمۇ ئاتىلىدۇ ، لى جىڭ ۋە ئۇنىڭ ئوغلى جياڭ زىيا (تەي گوڭ) غا ياردەملىشىپ خانىش جوۋنى مەغلۇب قىلدى ، جوۋ خاندانلىقىنى قۇردى ۋە پادىشاھ ۋۇ رەسمىي تەختكە چىقتى. جياڭ زىيا ئاندىن ئىلاھلار تىزىملىكىنى تۇرغۇزۇپ ، مۇراسىم ئۆتكۈزۈپ ، جەڭدە قازا قىلغان ئەسكەرلەرنىڭ روھىنى خاتىرجەم قىلدى. شۇنىڭدىن باشلاپ دۇنيا تىنچ ۋە تىنچ بولدى. پادىشاھ ۋۇ مارك ياساپ ، ئۇلارنى مۇكاپاتلىماقچى بولغان ، ئۇ يەنە قۇرغۇچى قەھرىمانلارغا يەر تەقسىم قىلماقچى بولغان. لى جىڭ ، ئۇنىڭ دادىسى ۋە ئوغلى ۋە باشقا يەتتە كىشى تاغقا قايتىپ تاۋزىمنى مەشىق قىلىشنى ۋە دۇنيانىڭ داڭقى ۋە بايلىقىغا بېرىلىپ كەتمەسلىكنى تەلەپ قىلدى. كېيىن ، ئۇلارنىڭ يەتتىسى ھەممىسى «بەدەندىكى ئەۋلىيا» بولۇپ ، ئۆلمەسلەر قاتارىغا تىزىلغان.\n«فېڭ شېن باڭ» نىڭ ھېكايىسى", "聖意": "ئۆي مۇتەئەسسىپ ، مەن ئادەتتىكى ، مەن بايلىق ئىزدەيمەن ، سودىدا قىينىلىمەن ، مېنىڭ نىكاھىم ماسلاشمايدۇ ، ليۇجيا پىيادىلەرنىڭ ئىشەنچكە ئېرىشىشى ئۈچۈن دۇئا قىلىدۇ ، كۈزدە يىپەك قۇرت پىشىدۇ ، ئالتە ھايۋان بىخەتەر ، كىشىلەر يوقاپ كەتتى ، ئامما دەۋا ۋە كۆچۈش مۇتەئەسسىپ ، يۈتۈپ كەتكەن مال-مۈلۈك كېسەللىكلىرى ، جيەنشىڭشەندىكى قەبرىنى ئۆزگەرتمەڭ.", "古人": "لى جىڭ تاغقا قايتىپ كەلدى", "第X籤": "ئوتتۇز يەتتىنچى لاتارىيەچى", "宮": "شېن گوڭ"}