{"籤詩版本二": "چەكسىز ياخشى سۆزلەرنى ئەستە ساقلايسىز ، ئەمما ئوغرىنى تونۇسىڭىز ئوغلىڭىز بولىسىز.\nھازىر ئاچكۆزلۈك قىلماڭ ، ئۇنىڭ بىر يىل ئىلگىرى قانداق قىلىپ ياخشى ئىش قىلغانلىقىدىن ئەنسىرىمەڭ.", "詩意": "بۇ ئالتە تەرەپلىك ئوغرىنىڭ ئوغلى ئىكەنلىكىنى ئېنىقلايدۇ.\nقىلغان ھەر بىر ئىشىڭىزدا ئېھتىيات قىلىڭ.", "解曰": "بۇ پەقەت. بىر ئەپەندى خاتالىق ئۆتكۈزمەيدۇ. ئېسىڭىزدە تۇتۇڭ. يالغۇزلۇق قىلماڭ.", "籤詩故事一": "◇ دۇڭ جۇ لۇ بۇنى قوبۇل قىلىدۇ\nلۇ بۇ باتۇر ، جەڭ قىلىشقا ماھىر ، شەرقىي خەن سۇلالىسىنىڭ ئاخىرىدا ۋە ئۈچ خانلىقنىڭ بېشىدا داڭلىق ھەربىي گېنېرال ئىدى ، ئۇ ئىلگىرى جىڭجۇنىڭ ۋالىيسى دىڭ يۈەننى بېقىۋالغان دادىسى دەپ قاراپ ، ئۇنىڭ قول ئاستىدا خىزمەت قىلغان.\nشەرقىي خەن سۇلالىسى ئىمپېراتورى لىڭ ئۆلگەندىن كېيىن ، دىڭ يۈەن بېيجىڭغا بېرىپ گېنېرال خې جىن بىلەن تىل بىرىكتۈرۈپ ھۆكۈمەتنى كونترول قىلدى.\nدوڭ جۇ دىڭ يۈەن بىلەن ئۇرۇشقان ، ئەمما بىر قانچە گېنېرال لۇ بۇنى مەغلۇب قىلالمىغان ، شۇڭا دوڭ جۇ قول ئاستىدىكى لى سۇنى لۇ بۇغا پارا بېرىشكە ئەۋەتكەن. لى سۇ دۆۋىلەپ قويۇلغان ئالتۇن ۋە كۈمۈش خەزىنىلەرنى ۋە داڭلىق قىزىل توشقان ئاتنى «لۇ بۇنى زىيارەت قىلىش» ئۈچۈن ئېلىپ كەلدى. لى سۇ دۆۋە-دۆۋە ئالتۇن ۋە كۈمۈش خەزىنىلەرنى ۋە داڭلىق قىزىل توشقان ئاتنى ئېلىپ بۇنى زىيارەت قىلدى. شۇنىڭ بىلەن لۇ بۇ دىڭ يۈەن تەرىپىدىن دىڭ يۈەننى ئۆلتۈرۈش ئۈچۈن پارا ئالغان ، شۇنداقلا ئەسكەرلىرىگە ئەگەر ئۇلار خالىسا ئۇنىڭ بىلەن بىللە كېلىشنى ، ئەگەر ئۇنىڭغا ئەگىشىشنى خالىمىسا ئايرىلىشنى ئېيتقان. نەتىجىدە ، ئەسكەرلەرنىڭ كۆپىنچىسى قېچىپ كەتكەن. شۇنىڭ بىلەن لۇ بۇ دوڭ جۇ تەرىپىدىن پارا ئالغان ۋە دىڭ يۈەننى ئۆلتۈرگەن.\nدوڭ جۇ ھوقۇققا ئېرىشكەندىن كېيىن ، لۇ بۇنى بېقىۋالغان ئوغلى قىلىپ بېقىپ ، ئۇنى گېنېرال ۋە ماركۇس قىلدى.\nدوڭ جۇنىڭ زوراۋان مىجەزى بار بولۇپ ، لۇ بۇ بىلەن «ئاتا-بالا مۇناسىۋىتى» ئەمەلىيەتتە ئىنتايىن ئاجىز ئىدى. مىلادىيە 189-يىلى ، سىتۇ ۋاڭ يۈننىڭ تۈرتكىسىدە ، لۇ بۇ دوڭ جۇنى ئۆلتۈردى.\nدوڭ جۇ ۋاپات بولۇپ ئالتە ئايدىن كېيىن ، دوڭ جۇنىڭ كونا ئەسكەرلىرى پايتەختكە بېسىپ كىرگەن ، لۇ بۇ ۋە ئايالى ئالاقزادە بولۇپ قېچىپ كەتكەن. لۇ بۇ پايتەختتىن ئايرىلغاندىن كېيىن سەركەردە يۈەن شۇ ، يۈەن شاۋ ، جاڭ ياڭ ، جاڭ مياۋ ، ليۇ بېي قاتارلىقلار بىلەن پاناھلىق تىلىگەن ۋە ئەينى ۋاقىتتىكى يەنە بىر ئاساسلىق سەركەردە ساۋ ساۋ بىلەن كۆپ قېتىم ئۇرۇشقان. لۇ بۇ باتۇر ۋە ياخشى جەڭدە ، ۋە ساۋ ساۋنى بىر نەچچە قېتىم مەغلۇب قىلغان.\nشەرقىي خەن سۇلالىسى دەۋرىدىكى جيەنئەننىڭ ئۈچىنچى يىلى ، ساۋ ساۋنىڭ ئەسكەرلىرى لۇ بۇنىڭ بازىسى شياۋپېيغا ھۇجۇم قىلىپ ، بايمېن مۇنارىنىڭ ئاستىدا ساۋ ساۋ تەرىپىدىن تۇتۇلۇپ ئۆلتۈرۈلگەن. ئۆلۈم جازاسى ئىجرا قىلىنىشتىن بۇرۇن ، ساۋ ساۋدىن ئۆلۈمدىن ساقلىنىش ئۈچۈن ئۇنى تىرىك تۇرغۇزۇشنى تەلەپ قىلغان ، ئەمما ليۇ بېي ساۋ ساۋغا لۇ بۇنىڭ كۆپ قېتىم خىيانەت قىلغانلىقىنى ۋە سەمىمىيەتسىز ئادەم ئىكەنلىكىنى ئەسكەرتتى. ئاخىرىدا ، ئەخلاقنىڭ قانداق بولۇشىدىن قەتئىينەزەر تالانتنىلا قەدىرلەيدىغان ساۋ ساۋ لۇ بۇنى ئىجرا قىلدى.", "聖意": "مەن ئۆيدە بىئارام بولىمەن ، مەن ئادەتتە پۇل ئىزدەيمەن ، سودىدىن ساقلىنىمەن ، توي قىلىش تەس ، ليۇجيا ئەر ھەيران قالدى ، كىشىلەر ئېتىزغا كەلدى ، يىپەك قۇرت يېرىم پىشتى ، ئالتە ھايۋان بىخەتەر ، كىشىلەر ئادەم ئىزدەۋاتىدۇ ، دەۋا مۇۋاپىق ۋە كۆچۈش ، يۈتۈپ كەتكەن نەرسىلەرنى تېپىش تەس ، كېسەللىكلەرنى تېپىش تەس ، جېنشىڭ تېغىنىڭ قەبرىسىدە تىنچلىق بار.", "古人": "دوڭ جۇ لۇ بۇنى قوبۇل قىلىدۇ", "第X籤": "41-لاتارىيەچى", "宮": "You Palace"}