{"籤詩版本二": "دۇنيا جانلىق ، ھەممە ئىشلار ئۆزىنى قوللايدۇ ، ئۆزىنى قوللايدۇ ۋە بىخەتەر\nھاياتتىكى ھەممە نەرسە ئېسىل ، ئەۋلىيالارغا ۋە دانىشمەنلەرگە ھەممە ئىش ئۈچۈن رەھمەت ئېيتىڭ ۋە گۈللىنىڭ.", "詩意": "بۇ ئالتە تەرەپلىك يەر بىلەن يەرشارى ئوتتۇرىسىدىكى ئىناقلىقنى كۆرسىتىدۇ.\nھەممە ئىشلار ئوڭۇشلۇق بولۇۋاتىدۇ ، ھېچقانداق خەتەر يوق.", "解曰": "ھەممە ئىشلار تۇغۇلدى. بارلىق پىلان ۋە ئارزۇلار ئەمەلگە ئاشىدۇ. فورد ياردەم قىلىدۇ. رۈي چى ئالدىراش.", "籤詩故事一": "◇ پىيادە ماڭغۇچىلار مەرىپەتكە ئېرىشىدۇ\nغەرب ھېكايىسىگە سەپەر:\nسۈن ۋۇكۇڭ گۈل ۋە مېۋىلەر تېغىنى ئۆتكۈزۈۋېلىپ پادىشاھ بولدى. كېيىنچە ، مەڭگۈ ياشاشنىڭ يولىنى تېپىش ئۈچۈن ، ئۇ سەككىز ياكى توققۇز يىل ۋاقىت سەرپ قىلىپ تاغ ۋە دەريالارنى كېسىپ ئۆتۈپ ، ئاتا-بوۋىغا ئوقۇتقۇچىلىق قىلدى. ئۇ يەتمىش يىلنى ئۆگەندى. يەر يۈزىدىكى رەزىللىك ۋە بۇلۇتنىڭ ئىككى خىل ئۆزگىرىشى ، ھەمدە قۇياش فامىلىسىنى تۇنجى قېتىم ئالغان. ۋۇكۇڭ.\nئۇنىڭدىن كېيىن ، سۈن ۋۇكۇڭ مۇۋاپىق قورال تېپىش ئۈچۈن شەرقىي دېڭىزدىكى ئەجدىھا ئوردىسىغا بېرىپ ، ئاخىرى تيەنخې ۋە دىڭخەينىڭ ئىلاھى يىڭنىسى بولغان رۈي ئالتۇن كۇدگېلنى تاپتى. ئۇنىڭ ئۆمرى ئاخىرلاشقانلىقتىن ، ئۇ يەر شارىدا چوڭ غۇلغۇلا قوزغىدى ، ھايات ۋە ئۆلۈم كىتابىنى تۈزىتىپ ، ئىنسانىيەت دۇنياسىغا قايتىپ كەلدى. كېيىن ، سۈن ۋۇكۇڭ تۇنجى قېتىم جەننەت تەرىپىدىن چاقىرىلىپ ، بىما ۋېن دەپ ئاتالغان. كېيىن ، ئۇ ئىككىنچى قېتىم جەننەتكە چاقىرىلدى ۋە مايمۇن پادىشاھى دەپ ئاتالدى. ئۇ شاپتۇلنى مەخپىي يەپ ، جەننەتتە چوڭ داۋالغۇش پەيدا قىلدى. ھەرىكەت قىلالماي ۋۇجى تېغى ئېتىكىدىكى تاتاگاتا بۇددا تەرىپىدىن 500 يىل باستۇرۇلدى. باگۇا ئوچاقنى ئۇرغان جاي ئوت تېغىغا ئايلاندى.\nبەش يۈز يىلدىن كېيىن ، راھىب تاڭ غەربكە بېرىپ مۇقەددەس كىتابلارنى تاپشۇرۇۋالغان ، بەش ئېلېمېنت تېغىدىن ئۆتۈپ ، سۈن ۋۇكۇڭنى قۇتقۇزۇشتىن بۇرۇن تالانت ئىگىسىنى ئېلىپ كەتكەن. سۈن ۋۇكۇڭ مىننەتدارلىق ھېسسىياتى بىلەن يىغلاپ كەتتى. گۇئانىن بودىساتۋانىڭ يوليورۇقىدىن كېيىن ، ئۇ تاڭ راھىبنى ئۆزىنىڭ ئوقۇتقۇچىسى سۈپىتىدە ئىبادەت قىلىپ ، غەربكە بېرىپ مۇقەددەس كىتابلارنى ئۆگەندى. مۇقەددەس كىتابنى ئۆگىنىش يولىدا ، سۈن ۋۇكۇڭ ئالۋاستىلارغا چۈشۈپ ئالۋاستىلارنى يوقىتىپ ، پەۋقۇلئاددە قالتىس ئىشلارنى قىلغان. ئەمما ، ئۇ ئۇستازى تاڭ سېڭ تەرىپىدىن خاتا چۈشىنىلىپ قېلىپ قوغلانغان. سەكسەن بىر قىيىنچىلىقتىن كېيىن ، بۇ خىزمەت ئاخىرى تاماملاندى. تۆت خوجايىن ۋە شاگىرت شىتيەن لېييىن ئىبادەتخانىسىغا يېتىپ كېلىپ ، ھەقىقىي كىتابقا ئېرىشتى. سۈن ۋۇكۇڭ توغرا نەتىجىگە ئېرىشتى.\n.", "聖意": "بۇ ئۆي ئۆزىگە ، بايلىق ، سودا ، نىكاھ ، ليۇجيا ، ئەر پىيادىلەر ، ئېتىز ، توساق ، يىپەك قۇرت ، ئالتە ھايۋان ، جوڭپىڭغا توسقۇنلۇق قىلىش ، كىشىلەرنى ئىزدەش ، دەۋا ، مۇۋەپپەقىيەت ، كۆچۈش ، مال-مۈلۈك زىيىنى ، كېسەللىك ، شىڭشىڭشەن قەبرىسى ، نەرسىلەر ئۈچۈن پايدىلىق. ياخشى", "古人": "ساياھەتچى مەرىپەتكە ئېرىشىدۇ", "第X籤": "43-كۈنى ئىمزا قويدى", "宮": "xugong"}