{"籤詩版本二": "سوغۇق ھاۋارايى سۇنى مۇزغا ئايلاندۇرىدۇ ، نېمىشقا نام-شۆھرەتكە ئاچكۆز بولىدۇ؟\nجىمجىت ئولتۇرۇپ يوپۇرماقلارنىڭ تەبىئىي ئۆسۈشىنى ساقلاشتىن باشقا ئامالىم يوق.", "詩意": "بۇ ئالتە تەرەپلىك رەسىمدە سۇ مۇزغا ئايلىنىدۇ.\nبىھۇدە نەرسە سورىماڭ.", "解曰": "سۇ مۇزغا مۇزلاپ كېتىدۇ. مۇز سۇغا ئېرىشىدۇ. ئەگەر بۇ سۇيىقەست بولسا. شۇنداق.", "籤詩故事一": "◇ ۋاڭ شياڭ كارپ بېشىنى تەلەپ قىلىدۇ (يىگىرمە تۆت فىلىمنىڭ تەقۋادارلىق ھېكايىسى)\nجىن سۇلالىسىدىكى ۋاڭ شياڭنىڭ ئىسمى فۇجېڭ بولۇپ ، لىنيىدا تۇغۇلغان.\nۋاڭ شياڭ ياش ۋاقتىدا ، ئۇنىڭ بىئولوگىيىلىك ئانىسى قازا قىلغان ، ئۇنىڭ يالغۇز دادىسى جۇ ئىسىملىك ​​بىر ئايال بىلەن توي قىلغان ، ۋاڭ شياڭنىڭ يېڭى ئانىسى بار. ۋاڭ شياڭ ياش ۋاقتىدا ، ئۇنىڭ بىئولوگىيىلىك ئانىسى ئالەمدىن ئۆتتى ، يالغۇز دادىسى جۇ ئىسىملىك ​​بىر ئايال بىلەن توي قىلدى. ۋاڭ شياڭنىڭ ئۆگەي ئانىسى تار كۆز قاراش ۋە ھەسەتخورلۇق ئايال بولۇپ ، ئۇ ۋاڭ شياڭنى ياقتۇرمايتتى ۋە ھەمىشە ئۇششاق ئىشلار ئۈچۈن ئۇنى تىللايتتى. ئۇزاق ئۆتمەي ، ئۆگەي ئانا يەنە ۋاڭ لەن ئىسىملىك ​​بىر ئوغۇل تۇغقان. ئۆگەي ئانا پەقەت ئۆز بالىلىرىنىلا ياخشى كۆرەتتى ، ھەمدە ۋاڭ شياڭنى ئۇنىڭ يېنىدىكى تىكەن دەپ قارايتتى ، ئۇ ۋاڭ شياڭغا تېخىمۇ تەلەپچان بولۇپ ، دادىسىنىڭ ئالدىدا ۋاڭ شياڭنى دائىم يامان سۆزلەيتتى ، ھەتتا دادىسىمۇ ئۇنى ئاستا-ئاستا ياخشى كۆرمەيتتى. ئۆگەي ئانا پەقەت ئۆز بالىلىرىنىلا ياخشى كۆرەتتى ، ھەمدە ۋاڭ شياڭنى ئۇنىڭ يېنىدىكى تىكەن دەپ قارايتتى ، ئۇ ۋاڭ شياڭغا تېخىمۇ تەلەپچان بولۇپ ، دائىم دادىسى ئالدىدا ۋاڭ شياڭنى يامان سۆزلەيتتى ، ھەتتا دادىسىمۇ ئاستا-ئاستا ئۇنى ياخشى كۆرمەيتتى. گەرچە ۋاڭ شياڭنىڭ بىر تۇغقان ئىنىسى بولسىمۇ ، ۋاڭ لەن ئاكىسى بىلەن ئىنتايىن دوستانە. ئۆگەي ئانىسىنىڭ قىيناشلىرىغا قارىماي ، ئۇ يەنىلا ئىنتايىن ئوماق ئىدى. ئۆگەي ئانا بەك قوپال ، ئەمما ۋاڭ شياڭ يەنىلا ئىنتايىن ئوماق.\nئۇنىڭ ئۆگەي ئانىسىنىڭ بىر قىزىقىشى بار ، يەنى ئۇ دەريادىن بېلىق تۇتقان يېڭى بېلىقلارنى يېيىشنى ياخشى كۆرىدۇ. ئۇنىڭ ئۆگەي ئانىسىنىڭ بىر قىزىقىشى بار ، يەنى ئۇ دەريادىن بېلىق تۇتقان يېڭى بېلىقلارنى يېيىشنى ياخشى كۆرىدۇ. بىر قىشتا ، دادىسى سودا ئۈچۈن كېتىپ قالدى ، ئۆگەي ئانىسى يەنە كېسەل بولۇپ قالدى ، ئاكا-ئۇكا ۋاڭ شياڭ ۋە ۋاڭ لەن ئېھتىياتچانلىق بىلەن ئانىسىنىڭ يېيىشى ئۈچۈن شورپا ۋە دورا بەردى. قاتتىق سوغۇق ھاۋارايىدا ، ئۆگەي ئانىنىڭ كېسىلى يەنىلا ياخشىلانمىدى. ئالدىراڭ. بىر قىشتا ، دادىسى سودا ئۈچۈن كېتىپ قالدى ، ئۆگەي ئانىسى يەنە كېسەل بولۇپ قالدى ، ئاكا-ئۇكا ۋاڭ شياڭ ۋە ۋاڭ لەن ئېھتىياتچانلىق بىلەن ئانىسىنىڭ يېيىشى ئۈچۈن شورپا ۋە دورا بەردى. قاتتىق سوغۇق ھاۋارايىدا ، ئۆگەي ئانىنىڭ كېسىلى يەنىلا ياخشىلانمىدى. ئالدىراڭ. كېسەل ئۆگەي ئانا دەريادىن يېڭى بېلىق يېگۈسى كەلدى. بۇ قاتتىق سوغۇق ھاۋارايىدا ، سىرتتا قار ياغدى ، دەريادىكى سۇ ئاللىقاچان قېلىن مۇزغا ئايلاندى. كېسەل ئۆگەي ئانا يېڭى بېلىق يېگۈسى كەلدى ، ئۇ مۇز ۋە قارلىق ھاۋارايىدا يېڭى بېلىقلارنى نەدىن تاپقىلى بولاتتى؟\nئۇ ۋاقىتلاردا پەسىلدىن باشقا تاماقلار يوق ئىدى ، پۇلىڭىز بولسىمۇ سېتىۋالالمايسىز.\nھېكايىدىكى بۇ ۋاقىتتا ، ۋاڭ شياڭچيۇ لىنىڭ تەسىرلىك ھېكايىسى يۈز بەردى. بۇ ئىككى ئاكا-ئۇكا ئانىسىنى ئامالسىز قوغدىدى. ۋاڭ شياڭ كېسەل ئۆگەي ئانىسىنى ئۈمىدسىزلەندۈرمەسلىك ئۈچۈن مۇزلاپ كەتكەن دەرياغا قاراپ ماڭدى. ۋاڭ شياڭنىڭ خىيالى بار بولۇپ ، سوغۇققا قارىماي كۆڭلىكىنى ئېلىۋەتتى. مۇزنى ئېرىتىش ئۈچۈن ئۆزىنىڭ بەدەن تېمپېراتۇرىسى (شۇڭا ۋاڭ شياڭچيۇ كارپ بېلىقى مۇز ئۈستىدە ياتقان ۋاڭ شياڭ دەپمۇ ئاتىلىدۇ). ئۇ كۆڭلىكىنى چىقىرىپ مۇزلۇقتا يالىڭاچ ياتاتتى. ئۇ خۇداغا دۇئا قىلىپ مۇنداق دېدى: «تەڭرىم ، ئاپام كېسەل بولۇپ ، يېڭى كارپ بېلىقى يېيىشنى ئويلايدۇ ، قانداق بولۇشىدىن قەتئىينەزەر ماڭا يول تېپىشىڭىز كېرەك.» غەلىتە يېرى ، ئۇنىڭ يېنىدىكى مۇز توسمىسى تۇيۇقسىز يېرىلىپ كەتتى ، ئىككىسى بار تىرىك كارپ يېرىقتىن سەكرەپ مۇزغا سەكرىدى. ۋاڭ شياڭ ئىنتايىن خۇشال بولدى. ئۇ خۇداغا دۇئا قىلىپ: «خۇدايىم ، ئاپام كېسەل بولۇپ ، يېڭى كارپ بېلىقى يېيىشنى ئويلايدۇ ، قانداق بولۇشىدىن قەتئىينەزەر ماڭا يول تېپىشىڭىز كېرەك.» غەلىتە يېرى شۇكى ، ئۇنىڭ يېنىدىكى مۇز توسمىسى تۇيۇقسىز يېرىلىپ كەتتى ، ئىككى يېرىق بار. تىرىك كارپ يېرىقتىن سەكرەپ مۇزغا سەكرىدى ، ۋاڭ شياڭ ئىنتايىن خۇشال بولدى. ئۇ تىزلىنىپ تىزلىنىپ ، خۇداغا شۈكۈر ئېيتتى ۋە كارپ بېلىقى بىلەن ئۆيىگە يۈگۈردى. ئۇ تېزلا تىزلىنىپ ، خۇداغا شۈكۈر ئېيتتى ۋە كارپ بېلىقىنى ئېلىپ ئۆيىگە قايتتى. ئۆگەي ئانا يېڭى كارپ بېلىقىنى يېگەندىن كېيىن ، ئۇزۇن ئۆتمەيلا كېسەللىكىدىن ئەسلىگە كەلدى. دوختۇرخانا كارىۋىتىدىكى ئۆگەي ئانا ۋاڭ شياڭنىڭ سوغۇقتىن بىنەپشە رەڭگە ئۆزگىرىپ كەتكەن يالىڭاچ ئۈستۈنكى بەدىنىنى ۋە قولىدىكى ئىككى بېلىقنى كۆرۈپ ھەيران قالدى. ئۇ خۇشال ھالدا ھۇجرىغا يۈگۈردى ۋە ھەيران قالدى.\nكېيىن ۋاڭ شياڭ رەسمىي ئەمەلدار بولۇپ تەيبايغا ئايلانغان ۋە كىنەز ئۇنۋانىغا ئېرىشكەن.", "聖意": "ئۆيدە بىئارام بولۇپ ، قوغداش ، ئىقتىسادىي قىيىنچىلىق ، سودا مەسىلىسى ، نىكاھ ، ليۇجيا سۇغۇرتىسىدىكى ماس كەلمەسلىك ، پىيادىلەر ، چى تيەن ، يىپەك قۇرت زىيىنى ، ئالتە چارۋا مال زىيىنى ، يوقاپ كەتكەنلەر ، ئاممىۋى دەۋا ، كۆچمەنلەر ، مۇتەئەسسىپلەر ، يۈتۈپ كەتكەن مال-مۈلۈك ، كېسەللىكلەر ئۈچۈن دۇئا قىلىمەن. ئەسلىگە كەلتۈرۈش تەس ، تاغ قەبرىسى ، ئامەت", "古人": "ۋاڭ شياڭ كارپ بېشىنى تەلەپ قىلىدۇ (يىگىرمە تۆت كىنو تەقۋادارلىق ھېكايىسى)", "第X籤": "قىرىق توققۇز غەلبە", "宮": "خەيگۇڭ"}