{"籤詩版本二": "دۆلەتنىڭ ھەر قايسى بۇلۇڭ-پۇچقاقلىرىغا بارسىڭىز بولىدۇ ، يەلكەنلىك قوتاننى ئېسىپ ئەركىن تۇتۇپ تۇرالايسىز\nئەگەر پايدىلىق شامال بولسا ، ئۇ پات يېقىندا يېتىپ كېلىدۇ ، كېمە خەزىنىلەر بىلەن تولغان بولىدۇ.", "詩意": "بۇ ئالتە تەرەپلىك شامال بىلەن كېمىنى تارتقانغا ئوخشايدۇ.\nھەممە ئىشلار ئوڭۇشلۇق بولىدۇ.", "解曰": "خاتىرجەم ئارام ئېلىڭ. ھېچقانداق تىرىشچانلىق تەلەپ قىلىنمايدۇ. نۇرغۇن بايلىق. ھەممەيلەن قايىل بولدى.", "籤詩故事一": "◇ تاۋ جۇگۇي بەش كۆل (فەن لىگۇي كۆلى)\nئەتىياز ۋە كۈز پەسلىدە ، فەن لى فامىلىلىكنىڭ ئىسمى شاۋبو بولۇپ ، گۈي يىزىپى ياكى تاۋ جۇگۇڭ دەپمۇ ئاتالغان.\nئەينى ۋاقىتتا ، ۋۇ شتاتى بىلەن يۆ دۆلىتى ئوتتۇرىسىدا ئۇرۇش يۈز بەرگەن بولۇپ ، ۋۇ شىتاتى يۆيې دۆلىتىنى ۋەيران قىلغان. فەن لى بىلەن ۋېن جوڭ يۆ پادىشاھ گو جيەننىڭ يۆنى تەشۋىق قىلىش ۋە ۋۇ فامىلىلىكنى يوقىتىش پىلانىنى تۈزدى. فەن لى شەخسەن تاغ ۋە دەريالارنى كېسىپ ئۆتۈپ ، بايلۇ تېغىدىكى خۇەنشا دەرياسىدا گۈزەل ئەخلاق ، تالانت ۋە گۈزەللىككە ئىگە گۈزەل ئايال شى شىنى زىيارەت قىلدى ۋە ۋۇ پادىشاھىغا سوۋغا قىلدى. ئۇ «گۈزەللىك ھىيلىسى» نى ئىشلىتىپ ئىچى ۋە سىرتىدا ھەمكارلىشىپ ۋۇ پادىشاھلىقىنى ۋەيران قىلدى.\nئۇ ۋۇ پادىشاھلىقىنى يوقىتىشقا مۇيەسسەر بولغاندىن كېيىن ، فەن لى گو جيەننىڭ «تۇمشۇقى بىلەن ئۇزۇن بويۇن قۇش» ئىكەنلىكىنى ۋە ئۇنىڭ بىلەن جاپا-مۇشەققەت ۋە خۇشاللىقنى ئورتاقلىشالايدىغانلىقىنى بىلگەن ، شۇڭا ئۇ شى شى بىلەن بىللە چى پادىشاھلىقىنى كېسىپ ئۆتۈپ ، ئۇنى ئۆزگەرتكەن. ئىسمى گۈي زىپىغا ، ھەمدە ئوغلى ۋە شاگىرتلىرىنى چى پادىشاھلىقىغا باشلاپ باردى. ئۇلار دېڭىز بويىدىكى بىر داچىدا تۇرىدۇ. ئۇ قاقاسلىقنى تېرىش ، بىر تەرەپلىمە تىجارەت ۋە سودا قىلىش ئۈچۈن جاپالىق ئىشلىدى. بىر نەچچە يىل ئىچىدە ئۇ نەچچە ئون مىليون ئائىلە مۈلكىنى توپلىدى. ئۇ بايلىق تارقىتىش ۋە يۇرتىغا ياخشىلىق قىلىشتا كەڭ قورساق ئىدى. فەن لىنىڭ ئەقىل-پاراسىتى ۋە قابىلىيىتى چى خەلقى تەرىپىدىن ئالقىشقا ئېرىشتى. چى پادىشاھى ئۇنى پايتەخت لىنزىغا تەكلىپ قىلدى ۋە ھۆكۈمەت ئىشلىرىغا مەسئۇل باش مىنىستىر سۈپىتىدە ئۇنىڭغا چوقۇندى. . ئۇ ھاياجانلانغان ھالدا: «ئەمەلدار بولۇش مىنىستىرلارنى كەلتۈرۈپ چىقىرىدۇ ، ئائىلە باشقۇرۇش بەختكە ئېرىشەلەيدۇ. باشتىن-ئاخىر باشلانغان بىر ئاۋامغا نىسبەتەن ، بۇ چېكىدىن ئېشىپ كەتتى. ئۇزۇن مۇددەت ھۆرمەتكە سازاۋەر بولۇش بەلكىم ياخشى ئالامەت ئەمەس». شۇنداق قىلىپ ، ئارىدىن ئۈچ يىل ئۆتكەندىن كېيىن ، ئۇ جىلىيۇ يەنە بىر قېتىم باتۇرلۇق بىلەن چېكىنىپ ، تامغا چى پادىشاھىغا قايتۇرۇپ بەردى ھەمدە ئائىلىسىدىكى بارلىق بايلىقىنى يېقىن دوستلىرى ۋە يۇرتداشلىرىغا بەردى.", "聖意": "بۇ ئۆي ئۆزىگە پايدىلىق (توشۇش) ، بايلىق ئىزدەش ، غەربكە ئامەت تىلەش ، سودا كېچىكىش ، نىكاھ ياخشى ئەمەس ، ليۇجيا بىخەتەر ، كىشىلەر ئېتىزلارنى ، يىپەك قۇرت ، كۈز ، ئالتە ھايۋانغا پايدىلىق ، باھار گۈللەنگەن ، كىشىلەر كىشىلەرنى ئىزدەۋاتىدۇ ، دەۋا ناچار ، كۆچۈش مۇتەئەسسىپ ، يوقىتىلغان ئىشلار ، غەرب كېسەللىكلىرى يېشىپ ، تاغ ۋە قەبرىلەر جەنۇب.", "古人": "تاۋ جۇگۇي بەش كۆل (فەن لىگۇي كۆلى)", "第X籤": "ئەللىك لاتارىيەچى", "宮": "خەيگۇڭ"}