{"籤詩版本二": "ياز ئەڭ ئۇزۇن بىر كۈن ، ھەممەيلەن ئىسسىق ۋە چۈشكۈنلۈكتىن ئەنسىرەيدۇ\nئاسمان-زېمىنمۇ كىشىلەرنىڭ نېمىگە ئېھتىياجلىق ئىكەنلىكىنى بىلىدۇ ، شامال چىقىدۇ ، ئۇ تەبىئىيلا سوغۇق", "詩意": "بۇ ئالتە تەرەپلىك رەسىم كۆپچىلىكنىڭ ئىسسىقتىن ئەنسىرەيدىغانلىقىنى كۆرسىتىپ بېرىدۇ.\nخالىغىنىڭنى قىل.", "解曰": "ئىلگىرىلەش ياكى چېكىنىشتە شەك يوق. خەيرلىك بولسۇن. لاگېر ئۈچۈنمۇ؟ ئالدىراش ھەرىكەت قىلىشنىڭ ھاجىتى يوق.", "籤詩故事一": "◇ كوڭ مىڭ سىچۈەنگە كىرىدۇ\nجۇگې لياڭ (181-234) ، ئىسمى كوڭمىڭ ، لاڭيا (ھازىرقى شەندۇڭ ئۆلكىسى يىنەن ناھىيىسى) نىڭ ياڭدۇدا تۇغۇلغان ، ئۈچ خانلىق دەۋرىدە شۇ خەن (ليۇ بېي) نىڭ باش مىنىستىرى بولغان.\nگەرچە ليۇ بېي جىڭجۇدا غەلىبە قىلغان بولسىمۇ ، ئەمما بىر تەرەپنى ئايرىش يېتەرلىك ئەمەس. جۇگې كوڭمىڭ ليۇ بېينىڭ زېمىنىنى ئاشۇرۇش ئۈچۈن شىچۈەننى تۇتۇشنى پىلانلىدى. بۇ ۋاقىتتا ، يىجۇدىكى ليۇ جاڭ شىمالدا جاڭ لۇنىڭ ھۇجۇمىغا ئۇچرىغان. جۇگې كوڭمىڭ ليۇ جاڭنىڭ ئۆزىنى قوغداش ئۈچۈن شىچۈەننىڭ خەرىتىسىنى ساۋ ساۋغا بېغىشلاشنى خالايدىغانلىقىنى ئىگىلىدى. جاڭ سوڭ (ليۇ جاڭنىڭ قول ئاستىدىكىلەر) ساۋ ساۋ بىلەن كۆرۈشكەندە ، ساۋ ساۋ تەكەببۇر ۋە قوپال بولغاچقا ، ليۇ جاڭ خەرىتىنى ئېلىپ شىچۈەنگە قايتىپ كېلىپ ، يولدا جىڭجۇدىن ئۆتكەن. كوڭ مىڭ ئاللىقاچان ئۇنى يولدا ساقلاپ تۇرغان بولۇپ ، ئۇنى جىڭجۇغا تەكلىپ قىلغان ، ئەمما ئۇ يولغا چىققۇچە شىچۈەن رەسىمىنى ئەزەلدىن تىلغا ئالمىغان. جاڭ سۇڭ شياڭگاڭنىڭ ھۆرمەت ۋە مېھماندوستلۇقىدىن مىننەتدار ، شۇڭا ئۇ شىچۈەن رەسىمىنى بېغىشلىغان. him.\nشىچۈەننىڭ يەر شەكلى خەتەرلىك بولۇپ ، ھۇجۇمغا ياكى مۇداپىئەلىنىشكە بولىدۇ. كوڭ مىڭنىڭ تۈرلۈك ئورۇنلاشتۇرۇشىدىن كېيىن ، شىچۈەن ليۇ بېينىڭ تۇغۇلغان جايىغا ئايلاندى.\n(كوڭ مىڭ كىشىلەرگە ھۆرمەت بىلەن مۇئامىلە قىلدى ۋە ئاسانلا ئىنتىزار بولغان شىچۈەنگە ئېرىشتى).", "聖意": "ئۆيدە ۋە ئۆزىڭىزنى قوغداش ئۈچۈن بەخت تىلەڭ (بەختسىزلىك ئىچىدە تەلەي بار) بايلىق ئىزدەڭ ، سودىدا ئامەت ، ئورتاق نىكاھ ، ليۇجيادا ئوغۇللارنىڭ تۇغۇلۇشى ، ئېتىز-ئېرىق ، يىپەك قۇرت ، چارۋىلارغا زىيان يەتكۈزۈش ، كىشىلەرنى ئىزدەش ، ئاممىۋى دەۋا. ، كۆچۈش ، كونا يوقاپ كەتكەن ئىشلار ، شىمال كېسەللىكلىرى ، تاغ ۋە قەبرىلەرگە تىلەكداشلىق بىلدۈرىدۇ", "古人": "كوڭ مىڭ سىچۈەنگە كىرىدۇ", "第X籤": "51-باب: لاتارىيەگە ئېرىشىش (لاتارىيەگە ئېرىشىش)", "宮": "بالىياتقۇ"}