{"籤詩版本二": "ئاينى سۇدا تۇتۇش ئۈچۈن نۇرغۇن كۈچ كېتىدۇ ، نۇرغۇن كۈچ كېتىدۇ ، ئەمما ھېچنىمە يوق.\nقۇرۇق گەپ قىلماڭ ، بەدەننى قۇۋۋەتلەش ئۈچۈن كۈچ سەرپ قىلىڭ. «بەدەن قۇرۇپ كەتتى» دېگەن سۆز ئەسلىدە «تەن يالغۇز» مەنىسىنى بىلدۈرىدۇ.", "詩意": "بۇ ئالتە تەرەپلىك تىرىشچانلىق ئوبرازىغا ھەۋەس قىلىدۇ.\nھەممە ئىش جاپالىق ۋە جاپالىق.", "解曰": "ۋەدىلەرنى ئەستە تۇتۇش تەس. نۇرغۇن جاپالىق ئىشلەش. ئۆيدە غەم قىلىڭ. ئالىيجاناب كىشىلەر بىلەن كۆرۈشۈشنى ساقلاش.", "籤詩故事一": "◇ تەيبەي مەست ھالەتتە ئاينى تۇتۇۋالغان (لى تەيبەي ھاراق ئىچكەندە ئاينى تۇتۇۋالغان)\nلى بەي (701-762) ، تەيبەي دەپمۇ ئاتىلىدۇ ، چىڭلىڭ جۇشى دەپمۇ ئاتىلىدۇ. ئۆزىنى قوغلانغان ئۆلمەس دەپ ئاتىغان تاڭ سۇلالىسىنىڭ شائىرى شېئىرنىڭ ئۆلمەسلىكى دەپ ئاتالغان ، ئۇ ھاراق ئىچمەي ھەمىشە خۇشال ئىدى.\nبىر قېتىم لى بەي جىنلىڭغا (ھازىرقى نەنجىڭ) كەلدى ۋە ۋېندې كۆۋرۈكى يېنىدىكى ئاشخانىدا ئارام ئالدى.\nئۇ كۈنى قىش ئايلىرىنىڭ ئون بەشىنچى كۈنى بولۇپ قالدى ، كەچتە ئۇ ئاشخانىدا يالغۇز ئولتۇرۇپ ئايغا ھەۋەس قىلاتتى ، ھاراق ئىچىپ شېئىر دېكلاماتسىيە قىلاتتى. ئۇ كۈنى قىش ئايلىرىنىڭ ئون بەشىنچى كۈنى بولۇپ قالدى ، كەچتە ئۇ ئاشخانىدا يالغۇز ئولتۇرۇپ ئايغا ھەۋەس قىلاتتى ، ھاراق ئىچىپ شېئىر دېكلاماتسىيە قىلاتتى. لى تەيباي ئاينى ھاياتىدا ئەڭ ياخشى كۆرەتتى ، ئۇ پاكىز ۋە گۈزەل دېدى. لى تەيباي ئاينى ھاياتىدا ئەڭ ياخشى كۆرەتتى ، ئۇ پاكىز ۋە گۈزەل دېدى. شۇ كۈنى كەچتە ئۇ بېشىنى كۆتۈرۈپ ئاسماندىكى ئاق ۋە يۇمىلاق ئاينى كۆردى ، ئۇ ئىنتايىن خۇشال بولدى ۋە يەنە بىر نەچچە رومكا ئىچتى. شۇ كۈنى كەچتە ئۇ بېشىنى كۆتۈرۈپ ئاسماندىكى ئاق ۋە يۇمىلاق ئاينى كۆردى ، ئۇ ئىنتايىن خۇشال بولدى ۋە يەنە بىر نەچچە رومكا ئىچتى. يېرىم كېچىدە ، لى تەيبەي ئۈزۈم ھارىقىدىن پايدىلىنىپ پەسكە چۈشۈپ ۋېندې كۆۋرۈكىگە باردى. يېرىم كېچىدە ، لى تەيبەي ئۈزۈم ھارىقىدىن پايدىلىنىپ پەسكە چۈشۈپ ۋېندې كۆۋرۈكىگە باردى. ئۇ كۆۋرۈككە قەدەم باسسىلا بېشىنى تۆۋەن سېلىپ تۇيۇقسىز ئاينىڭ سۇغا چۈشۈپ كەتكەنلىكىنى كۆردى. دەريا يۆتكىگەندە ئاق ئاي سايىسىغا بىر نەچچە قارا سىزىق قوشۇلدى. ئۇ كۆۋرۈككە قەدەم باسسىلا بېشىنى تۆۋەن سېلىپ تۇيۇقسىز ئاينىڭ سۇغا چۈشۈپ كەتكەنلىكىنى كۆردى. دەريا يۆتكىگەندە ئاق ئاي سايىسىغا بىر نەچچە قارا سىزىق قوشۇلدى. لى تەيباي بۇ ۋاقىتتا بەكلا مەست بولۇپ ، ئۇنى دەريا سۈيى بىلەن بويالغان ئاي دەپ ئويلىغان. لى تەيباي بۇ ۋاقىتتا بەكلا مەست بولۇپ ، ئۇنى دەريا سۈيى بىلەن بويالغان ئاي دەپ ئويلىغان. ئۇ ھەتتا ئايىغىنى چىقىرىشقىمۇ پېتىنالمىدى ، ئۇ قولىنى ئېچىپ كۆۋرۈكتىن سەكرەپ ئاينى تۇتتى. ئۇ ھەتتا ئايىغىنى چىقىرىشقىمۇ پېتىنالمىدى ، ئۇ قولىنى ئېچىپ كۆۋرۈكتىن سەكرەپ ئاينى تۇتتى. ئويلىمىغان يەردىن ، بۇ سەكرەش بىلەن ئاي تۇتۇلمىدى ، ئەمما سۇدىكى ئاي پارچىلىنىپ دەرھال ئىككى يېرىمغا بۆلۈندى. ئويلىمىغان يەردىن ، بۇ سەكرەشتە ئاي تۇتۇلمىدى ، ئەمما ئۇ كىشى سۇغا غەرق بولدى. ئۇ ئاتمىش ئىككى ياشتا ۋاپات بولغان.", "聖意": "ئۆي بىئارام بولىدۇ ، ئۆزىمۇ تەلەيسىز (تەلەيسىز ، سالامەتلىككە دىققەت قىلىڭ) ، بايلىقتا تەڭپۇڭلۇق ئىزدەڭ (بۇنى ئويلاپمۇ قويماڭ) ، سودا قىيىن ، نىكاھ ھەل ​​قىلىنمايدۇ ، قوغداش ئۈچۈن دۇئا قىلىڭ (بالا چۈشۈرۈشنىڭ ئالدىنى ئېلىش ئۈچۈن قۇرۇق بايلىق) . كېسەلدىن ساقلىنىش ئۈچۈن (بەختسىز) تاغ ۋە قەبرىلەردە ئامەت", "古人": "تەيباي مەست ھالەتتە ئاينى تۇتۇۋالغان (لى تەيبەي ھاراق ئىچكەندە ئاينى تۇتۇۋالغان)", "第X籤": "لاتارىيەگە ئېرىشكەن 52 سېكۇنت (لاتارىيە)", "宮": "بالىياتقۇ"}