{"籤詩版本二": "ئۈمىدسىزلىك خۇشاللىققا ئايلانغاندا ، ئەجدىھا ھۆركىرىدى ، يولۋاس ھۆركىرىدى.\nكۆك ئاسماننىڭ ئاسمانغا تۇتىشىدىغان يولى بار ، شۆھرەتكە ئېرىشىش ئۈچۈن يەنە بىر پۇرسەت بولاي.", "詩意": "بۇ ئالتە تەرەپلىك رەسىم ئەجدىھانىڭ ھۆركىرىگەن ۋە يولۋاسنىڭ ھۆركىرىگەن ئاۋازىغا ئوخشايدۇ.\nھەممە ئىشنىڭ ئوڭۇشلۇق بولۇشىدىن ئۈمىد بار.", "解曰": "ئۆگىتىپ بېرىڭ. ئۆزىڭىزنىڭ گۈللىنىشىگە ئېرىشىڭ. ئاخىرىدا ياساش كېرەك. تاپقىلى بولىدىغان يەر بار.", "籤詩故事一": "◇ ليۇ بېي كېلىن قوبۇل قىلىدۇ\nچىبى ئۇرۇشىدىن كېيىن ، سۈن چۈەن ليۇ بېي تەرىپىدىن تۇتۇلغان جىڭجوۋنى ئەسلىگە كەلتۈرۈشكە ھېرىسمەن ئىدى ، شۇڭا ئۇ جوۋ يۈنىڭ پىلانىنى ئىشلىتىپ ، سىڭلىسى سۈن رېننى ليۇ بېي بىلەن توي قىلماقچى بولغاندەك قىلدى ، ئەمما ئەمەلىيەتتە ئۇ ئالماقچى بولدى. ليۇ بېي جىڭجوۋنى تەلەپ قىلىش ئۈچۈن گۆرۈگە ئېلىنغان.\nجۇگې لياڭ جوۋ يۈنىڭ پىلانىغا جاسۇسلۇق قىلغاندىن كېيىن ، ئۇ ئىستراتېگىيىلىك ئۇسۇل بىلەن رىسالىسىنى سوچوۋغا بارغاندا ليۇ بېينى قوغداۋاتقان جاۋ يۈنگە بەردى. جاۋ يۈن بۇ رىسالىدە ئىستراتېگىيىگە ئەمەل قىلىپ ، قەستەن چوڭ داغدۇغا قىلىپ ۋۇ گۇتەينى قويۇپ بەردى ( سۈن چۈەننىڭ دادىسى) توي تەكلىپىنى بىلىدۇ. ۋۇ گۇتاي قىزىنى ياخشى كۆرىدىغان بولغاچقا ، قىزىنىڭ ئۆمۈرلۈك ئىشلىرىنى تاسادىپىي قارار قىلىشنى خالىمىغاچقا ، ئۇ سۈن چۈەننى سىڭلىسىغا رەھىمسىزلىك بىلەن ئەيىبلىدى ۋە لىيۇ بېينىڭ گەنلۇ بۇتخانىسىدىكى قىزىغا لايىق ياكى ئەمەسلىكىنى ئۆزى سىناق قىلىشنى ئوتتۇرىغا قويدى. ۋۇ گۇتەي ليۇ بېي بىلەن كۆرۈشكەندىن كېيىن ، ئۇ ليۇ بېينى ئىنتايىن قەدىرلىگەن ۋە ليۇ بېي بىلەن قىزىنىڭ توي قىلىشىنى كۈچلۈك تەشەببۇس قىلغان ، نەتىجىدە ، ليۇ بېي مۇۋەپپەقىيەتلىك ھالدا قۇياش خانىم بىلەن توي قىلغان.\nكېيىن ، ليۇ بېي بىلەن سۈن خانىم بىرلىكتە جىڭجۇغا قېچىپ كەتكەن ، كېيىن ، سۈن چۈەن ليۇ بېينىڭ يىجوۋغا قىلغان ھۇجۇمىدىن پايدىلىنىپ جىڭجۇغا ھۇجۇم قىلماقچى بولغان ، ئەمما قىزىنىڭ بىخەتەرلىكىدىن ئەنسىرەپ ۋۇ گۇتەي تەرىپىدىن توسۇۋېلىنغان.\nئۇ: «جوۋ يۈنىڭ ئەقىللىق پىلانى دۇنيادىكى ئەڭ ياخشى ، ئۇ ئايالىدىن ئايرىلدى ۋە ئەسكەرلىرىدىن ئايرىلدى» دېدى.\n(ليۇ بېي زىياندىن ئېرىشكەن)", "聖意": "مەن ئۆيدە تەلەيسىز ، مەن تەلەيسىز (ئالدى بىلەن تەلەيسىز ، ئاندىن ئامەت). بايلىق ئىزدەڭ ، تەڭپۇڭلۇق ، نىكاھتىكى قىيىنچىلىق ، نىكاھتىكى مۇۋەپپەقىيەت. پىيادىلەر ئۈچۈن بەخت تىلەڭ ، ئېتىزدىكى يىپەك قۇرت ، چارۋىلارنىڭ زىيىنى ئۈچۈن بەش نومۇر ، ئىزدەش كىشىلەرگە ، دەۋا ۋە كۆچۈشكە ، يۈتۈپ كەتكەن مال-مۈلۈككە ئامەت ، كېسەللىكلەرگە ئامەت ، تاغ ۋە قەبرىلەرنىڭ تىنچلىقى.", "古人": "ليۇ بېي كېلىن قوبۇل قىلىدۇ", "第X籤": "ئەللىك ئۈچىنچى نومۇر", "宮": "بالىياتقۇ"}