{"籤詩版本二": "دېڭىز ساھىلى تاشلار بىلەن تولغان ، ئېقىن ئېقىۋاتىدۇ ، شامال ئوچۇق ، ئاي سۈزۈك ، ئالىيجاناب كىشىلەر ئالدىراش.\nيولدا مەن نەگە بېرىشنى سورىشىم كېرەك ، ئورماندىكى گۈل ۋە ئۆسۈملۈكلەرنىڭ پۇرىقىنى ئېلىۋالماڭ ، ئۇنىڭغا كۆڭۈل بۆلمەڭ.", "詩意": "بۇ ئالتە تەرەپلىك رەسىم كىچىك دېڭىز ساھىلىدا ساياھەت قىلغان كېمىگە ئوخشايدۇ.\nھەممە ئىشتا ياردەم قىلىدىغان ئالىيجاناب كىشىلەر بار.", "解曰": "تىرىكچىلىك قىلىش. نۇرغۇن جاپالىق ئىشلەش. مۇتەئەسسىپ بولۇپ تۇرۇڭ. بارلىق ياخشى.", "籤詩故事一": "Us لۇشەن ئىسيان\nبىر لۇشەن (703-757) ، فامىلىسى كاڭ بولۇپ ، يالوشان دەپ ئاتالغان ، يىڭجۇنىڭ ليۇچېڭ (ھازىرقى لياۋنىڭ چاۋياڭ).\nكېيىن ئۇ ئەن فامىلىسىنى قوبۇل قىلىپ ، ئىسمىنى لۇشەنگە ئۆزگەرتكەن. تاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور شۈەنزوڭ دەۋرىدە ئەن لۇشەن ھەربىي ئەلچى بولغان.\nتيەنباۋنىڭ 14-يىلى ، ئەن لۇشەن فەنياڭدا ئەسكەر توپلىدى. ياڭ گۇجوڭغا ھۇجۇم قىلىش نامىدا ئۇ قوزغىلاڭ قوزغاپ ، ئۈچ بازارنىڭ ئەسكەرلىرىنى ئېلىپ شەرقىي پايتەخت لۇياڭغا ھۇجۇم قىلدى. تەييۈەندىن كەلگەن خەۋەرلەر تېزلىكتە لىشانغا كەلدى. ئەينى ۋاقىتتا لىشەندىكى خۇاچىڭ ئوردىسىدا تۇرغان تاڭ شۈەنزوڭ ئانلۇشاننىڭ ئاسىيلىق قىلىدىغانلىقىغا ئىشەنمەيتتى ، ئەمما ، توپىلاڭ ھەققىدىكى خەۋەرلەر داۋاملىق تارقىلىپ ، شۈەنزوڭ يەنىلا يېرىم قايىل بولغان. (بۇ «ئېقىندىكى كىچىك تاشلاردىكى يىرىك سۇنىڭ ئاۋازى» نىڭ تەسۋىرى)\nپىڭيۈەن ناھىيەسىنىڭ باشلىقى يەن جېنچىڭ بىرەيلەننى ئەۋەتىپ ، شۈەنزوڭنىڭ چۈشىدىن ئويغانغان.\nتاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور شۈەنزوڭنىڭ خاتا ئىستراتېگىيىسىگە ئاساسەن ، بىر لۇشەننىڭ ئاتلىق پولكى شەرقىي پايتەخت لۇياڭنى ئىشغال قىلدى. كېيىنكى يىلىنىڭ بىرىنچى ئېيىدا ئۇ ئۆزىنى لوياڭدا ئىمپېراتور دايان ، جيەنيۈەن شېڭۋۇ ، ئىمپېراتور شيوڭۋۇ ۋە دا شىشۈن دەپ جاكارلىدى. باش مىنىستىر.\nشۇ يىلى 6-ئايدا ، تاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور شۈەنزوڭ چاڭئەندىكى كرىزىسنى پەسەيتىشنى ئارزۇ قىلىدىغان ۋە خاتا ھەربىي چۈشەنچىدە فېڭ چاڭچىڭ ۋە گاۋ شيەنجىدىن ئىبارەت ئىككى داڭلىق گېنېرالنى ئۆلۈم جازاسى ئىجرا قىلغان. بۇ بۇيرۇق تاڭ ئارمىيىسىنى ھەيران قالدۇرغان. (بۇ قىلمىش «يول چوقۇم ئالدى دەريانى كۆرسىتىشى كېرەك»)\nئۇنىڭدىن كېيىن ، تاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور شۈەنزوڭ يەنە بىر گېنېرال گې شۇخەننى تاڭ قوشۇنىنى تۇڭگۇەندىن شەرققە باشلاپ كېتىشكە جىددىي بۇيرۇغان.\nتاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور شۈەنزوڭنىڭ ئىستراتېگىيىلىك خاتالىقىنى تولۇق چۈشەنگەن گې شۇخەن بۇ ئۆزگىرىشنى كېچىكتۈرۈشنى پىلانلىغان («شامال تىنچ ، دېڭىز سۈيى تىنچ بولسا ياخشى»).\nئاخىرىدا ، تاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور شۈەنزوڭ ئۇنى ئۇرۇشتىن بەك تارتىنچاق دەپ ئويلىغان ، شۇڭا ئۇنىڭ ئەن لۇشەن بىلەن كۆز يېشى قىلىپ ئۇرۇشتىن باشقا ئامالى يوق ، ھەمدە مەغلۇپ بولغان. (ئۇ «ئۆزىڭىزنى بېقىش ئۈچۈن جاپالىق ئىشلىسىڭىز ، يارىلىنىشىڭىز مۇمكىن»).\nتاڭ سۇلالىسى دەۋرىدە ، چېگرا ئەسكەرلىرى ۋە يەرلىك قاراۋۇللار ئىنكاس قايتۇرۇشقا ئۈلگۈرمىگەن ۋاقىتتا ، ئەن لۇشەن ئارمىيىسى چېگرانى بېسىپ پايتەخت رايونىغا كىرگەن. ھالقىلىق ۋەزىيەتتە ، تاڭ سۇلالىسى ئىمپېراتورى شۈەنزوڭ قوغدىغۇچىلار قوشۇنىنى باشلاپ پايتەختتىن قېچىپ چىقىپ ، رەھبەرسىز شىجىڭ چاڭئەننىڭ يىقىلىشىنى كەلتۈرۈپ چىقاردى.\n(تاڭ شۈەنزوڭ بۇ ئالامەتنىڭ يېتەكچىلىكىگە خىلاپلىق قىلدى ، شۇڭا ئەن لۇشەننىڭ ئىسيانلىرى مۇۋەپپەقىيەتلىك بولدى.)", "聖意": "ئۆي بىخەتەر ، ئۆزى تەلەيلىك ، بايلىق مۇقىم ، سودا گۈللەنگەن ، نىكاھ مۇۋەپپەقىيەتلىك (ئېھتىيات) ، ليۇجيالىق ئەر پىيادىلەر ئېتىزغا كېلىدۇ ، يىپەك قۇرتلىرى يىغىۋېلىنىدۇ ، ئالتە چارۋا بۇزۇلدى ، ئادەم تېپىلدى ، دەۋا يوللۇق ، يۈتۈپ كەتكەن مال-مۈلۈك كېسەللىك ئېلىپ كېلىدۇ ، يەنى ئەنشەن قەبرىسىنى رېمونت قىلىش كېرەك.", "古人": "لۇشەن ئىسيان", "第X籤": "ئەللىك ئالتىنچى لاتارىيە", "宮": "Ugly Palace"}