{"籤詩版本二": "ئەتىگەن ۋە كەچكىچە ، بۇددانىڭ قوللىشى چوقۇم خەتەر ئىچىدە بولۇشى كېرەك ، ئەمما خەتەر ئىچىدە ئەمەس\nئەگەر سىز بىر ئالىيجاناب كىشىنىڭ دىققىتىنى تارتسىڭىز ، ئۇنداقتا پۇل ۋە يىپەكمۇ سىزگە ھەمراھ بولىدۇ. بۇ چۈەن لەي. بۇلارنىڭ ھەممىسى سىزگە باغلىق.", "詩意": "بۇ ئالتە تەرەپلىك ئىلاھ ۋە بۇددالارنىڭ مەخپىي نېمىتىگە ۋەكىللىك قىلىدۇ.\nسەۋر قىلىڭ ، ھەممە ئىشتا ئامەت يار بولسۇن.", "解曰": "كونا تىنچلىقنىڭ ئالامىتى. ھەممە نەرسە قىممەت بولغاندا ، ئۇ ياخشى بولىدۇ.", "籤詩故事一": "◇ تاڭ راھىب مەرىپەتكە ئېرىشتى\nبىر كۈنى ، تاڭ سېڭ دەرياغا كېلىپ ، ئۇنىڭ ئالدىدا بۇددانىڭ لىڭشەن تېغىنى كۆردى ، ئۇنىڭ ئالدىدا بىر تاختاي كۆۋرۈك بار ئىدى ، تاڭ سېڭ ئۇنى كېسىپ ئۆتۈشكە جۈرئەت قىلالمىدى. بۇددا كېمىچىگە ئۆزگىرىپ ، تېگى يوق سۇنۇق كېمىنى تۇتتى. تاڭ راھىب كېمىگە چىقىپلا دەرياغا چۈشۈپ كېمە پاراخوتى تەرىپىدىن قۇتقۇزۇۋېلىندى. (غەربكە سەپەر ھېكايىسى)\n◇ تاڭ راھىبنىڭ بۇددىست كىتابلىرى\nتاڭ سۇلالىسى دەۋرىدىكى سانزاڭ ، ئۇنىڭ ئورتاق فامىلىسى چېن ، ئۇنىڭ ئىسمى يى. لوجوۋنىڭ گۇشى ناھىيىسىدە تۇغۇلغان (ھازىر خېنەن ئۆلكىسى يەنشى شەھىرىنىڭ جەنۇبى). ئۇ 13 ياش ۋاقتىدا راھىب بولۇپ ، بۇددا دىنىنىڭ ئىسمى شۈەنزاڭنى ئالغان.\nئۇ ئەسلى بۇددا دىنى كىتابلىرىغا ئېرىشىش ئۈچۈن ، جېڭگۇەننىڭ ئۈچىنچى يىلى (مىلادىيە 629-يىلى) چاڭئەندىن (بۈگۈنكى شىئەن ، شەنشى ئۆلكىسى) يولغا چىقىپ ، چېگرادىن ئۆتۈپ ، سان-ساناقسىز جاپالارنى باشتىن كەچۈرۈپ تيەنجۇغا يېتىپ باردى. ھىندىستان) مۇقەددەس كىتابلارنى توپلاش. ئۇ گانگې ۋە ھىندى دەرياسى ئويمانلىقى ۋە ھىندىستاننىڭ شەرقىي جەنۇبىدىكى دېڭىز بويى رايونلىرىنى ئايلىنىپ ، ئاندىن قار بىلەن قاپلانغان تاغ ۋە يېشىل تاغ تىزمىلىرىنى كېسىپ ئۆتۈپ ، 50 مىڭ ئىنگلىز مىلىدىن ئارتۇق يولنى بېسىپ ئۆتۈپ ، ئاخىرى چاڭئەنگە قايتىپ 16 يىل ۋاقىت كەتكەن. جېڭگۇەننىڭ 19-يىلى (مىلادىيە 645-يىلى). ئۇ نۇرغۇن بۇددا كىتابلىرىنى قايتۇرۇپ كېلىپ ، خەنزۇچىغا تەرجىمە قىلدى.\n.", "聖意": "ئۆي بىخەتەر ، ئۆزى ياخشى ، غەرب سودىسى مۇۋەپپەقىيەتلىك ، نىكاھ مۇۋەپپەقىيەتلىك ، پىيادىلەر ئېتىزنى توسۇۋالىدۇ ، يىپەك قۇرت توسۇلۇپ قالىدۇ ، يىپەك قۇرت يەتتە نومۇر ، چارۋا مال پايدا ئالىدۇ ، ئىزدەش كىشىلەرنى ئىزدەيدۇ ، غەربلىكلەر ئاممىۋى دەۋا ناچار ، كۆچۈش مۇتەئەسسىپ ، يۈتۈپ كەتكەن مال-مۈلۈك كۆرۈلىدۇ ، كېسەللىك ياخشى ، تاغ ۋە قەبرىلەر ياخشى.", "古人": "تاڭ راھىب مەرىپەتكە ئېرىشتى", "第X籤": "لاتارىيەنى ئاتمىش ئىككىگە ئېرىشتۈرۈش", "宮": "يىن ئوردىسى"}