{"籤詩版本二": "يول خەتەرلىك ، ئات ۋە ئەرلەر ئالدىراش ، ئەسكەرلەر يۈتۈپ كەتكەندە قىيىن ئەھۋالغا چۈشۈپ قالدى.\nدېڭىز ساھىلى ئېگىز ، شامال ۋە دولقۇنلار ئۈزۈلۈپ ، كېمە بۇزۇلدى ، كۈن ئولتۇردى ، گۈللەر ئۆلدى ، ئاسمان چۈشتى ، ئۈششۈك چۈشتى. غەلىبە: ئېيىق.棹: oar.", "詩意": "بۇ ئالتە تەرەپلىك دېڭىز ساھىلىنى بۇزغان كېمىگە ئوخشايدۇ.\nبارلىق خەتەرلەردىن ئېھتىيات قىلىڭ.", "解曰": "كونا مەكتەپ ۋە كونا مەكتەپ. جىمجىت ۋە ئەيىبسىز. مەسلىھەت سوراشنىڭ ھاجىتى يوق. ئەركىن ساياھەت قىلىڭ.", "籤詩故事一": "Ch چۇ يىن لىڭ پادىشاھى يولدىن ئايرىلدى\nمىلادىدىن ئىلگىرىكى 202-يىلىنىڭ بېشىدا ، ئۈچ تەرەپتىن جەمئىي 400،000 خەن ئەسكىرى گايشيادىكى شياڭ يۈنىڭ قوشۇنىنى قورشىۋالغان ، بۇ يېمەكلىكلەر كەمچىل بولۇپ ، ئۇلار ئەسكەرلەردىن چۇ تەلەپپۇزىدا ناخشا ئېيتىشنى تەلەپ قىلغان ، شۇنىڭ بىلەن شياڭ يۈ ئارمىيىسى خاتا ھالدا ئۆز يۇرتىنى كونترول قىلىنغان دەپ قارىغان. خەن ئارمىيىسى تەرىپىدىن. «ھەر تەرەپنى قورشاۋغا ئېلىش» تىن ئىبارەت بۇ پىسخىكىلىق تاكتىكا شياڭ يۈ ئارمىيىسىنىڭ روھىي ھالىتىنى يوقىتىۋەتتى.\nشۇنىڭ بىلەن شياڭ يۈ 800 دىن ئارتۇق سەرخىل ئاتلىق ئەسكەرگە رەھبەرلىك قىلىپ چىقىپ كېتىشنى قارار قىلدى ، خەن ئارمىيىسى بولسا گۈەن يىڭ ۋە 5000 ئاتلىق ئەسكەر بىلەن يېقىندىن ئەگىشىپ ماڭدى. خۇەي دەرياسىدىن ئۆتكەندىن كېيىن ، شياڭ يۈنىڭ ئاتلىق ئەسكەرلىرى ئاران يۈز ئادەم قالدى.\nشياڭ يۈ يىنلىڭدا ئادىشىپ قالدى ۋە يول بويىدىكى بىر دېھقاندىن دەرياغا تۇتىشىدىغان يولنى سورىدى. ئويلىمىغان يەردىن ئۇ بوۋاي كۆرسەتكەن يۆنىلىشكە بويسۇنۇپ ، پاتقاققا پېتىپ قالدى ، شۇڭا ھەرىكەت قىلىش تەسكە توختىدى. ئۇ ليۇ تەرىپىدىن بېسىپ كېتەي دەپ قالدى. باڭ ئارمىيىسى. شياڭ يۈ ئاخىرى ۋۇجياڭغا يېتىپ كېلىپ ، ۋەزىيەتنىڭ ئاخىرلاشقانلىقىنى بىلدى. جياڭدۇڭنىڭ ئاقساقاللىرىنى نومۇسسىز كۆرۈپ ، ئۆزىنى ئۆلتۈرۈۋالدى.", "聖意": "بۇ ئۆي ئاپەت ، پۇلدىن ئايرىلىش ، سودىدىن ئايرىلىش ، سودىنىڭ مەغلۇب بولۇشى ، نىكاھنىڭ ئۇزۇن ئەمەسلىكى ، پىيادىلەرنىڭ ئېتىزنى قامال قىلىش خەۋىپى ، يىپەك قۇرت يوقىتىش ، چارۋا مال يوقىتىش ، ئادەمدىن ئايرىلىش ، ئاممىۋى دەۋادىن ئايرىلىش ، زىياندىن ئەنسىرەيدۇ. كۆچۈش ، مال-مۈلۈك زىيىنى ، كېسەللىك ، تاغ قەبرىسىگە ئەۋەتىش پايدىسىز.", "古人": "چۇ پادىشاھى يىن لىڭ يولدىن ئايرىلدى", "第X籤": "ئاتمىش ئالتىنچى", "宮": "Maogong"}