{"籤詩版本二": "قىش كەلگەندە ، تاغدىكى ئۆرۈك چېچىكى شاخلىرى يوپۇرماقلىرى چۈشۈپ شاخلىرى قۇرۇپ كەتسىمۇ بۇزۇلمايدۇ.\nلېكىن باھار كەلگەندە ، مەن يەنىلا ھۆرمەت بىلەن قايتىپ كېلىپ ، ئەسلى ئەسەرنى يوقىتىمەن.", "詩意": "بۇ ئالتە تەرەپلىك رەسىمدە ، ئۆرۈك چېچىكى ئالدىنقى ئورۇندا تۇرىدۇ.\nكېچىكىپ قالسا ھەممە نەرسە ياخشى.", "解曰": "بىر يا ئوق قۇرۇق. ئۇ قۇرۇق بولسا قۇرۇق ئەمەس. باھارنىڭ كېلىشىنى ساقلاش. رەڭ ئۇنىڭدا.", "籤詩故事一": "Two ئىككى قېتىم نومۇر ئالدى\nتاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور دېزوڭ ھۆكۈمرانلىق قىلغان مەزگىلدە ، سادىق مىنىستىر مېي بوگاۋ ۋە ئۇنىڭ ئائىلىسىدىكىلەرنى ساتماقچى بولغان ساتقۇن باش مىنىستىر لۇ چى تەرىپىدىن پىلانلانغان ، ئۇلارنىڭ ھەممىسىنى ئۆلتۈرمەكچى بولغان ، پەقەت ئۇنىڭ ئوغلى مېي ليەنيۈلا قېچىپ قۇتۇلالىغان. كېيىن ، ئۇ ئۇنى ئۆزگەرتكەن. كىملىكىنى يوشۇرۇش ئۈچۈن ۋاڭ شىتوڭغا ئىسىم قويۇڭ. ئۇ كوچىلاردا يالغۇز تۇراتتى ، ئاچ ۋە سوغۇق ئىدى ، ئەمما بەختكە يارىشا ئۇ چېن رىشېڭ (چېن دوڭچۇ) تەرىپىدىن ئېلىپ كېتىلگەن. چېن رىشېڭ ئۆزىنىڭ ھايات كەچۈرمىشلىرىنى بىلمەيتتى ، شۇڭا ئۇ كوچىدا ئاچ قالمىسۇن دەپ چېننىڭ ئۆرۈك بېغىنىڭ ھالىدىن خەۋەر ئېلىشقا ياردەم قىلىشىنى ئۆتۈندى.\nچېن رىشېڭ مېي بوگاۋنىڭ ساۋاقدىشى ۋە دوستى بولۇپ ، ئۇ لۇ چى تەرىپىدىن زىيانكەشلىككە ئۇچرىغاندا ، مېي بوگاۋ تەرىپىدىن قۇتقۇزۇۋېلىندى ، نەتىجىدە مېي بوگاۋ بىلەن لۇ چى دۈشمەنلىشىپ قالدى. ئاخىرىدا ، ئۇنىڭ پۈتۈن ئائىلىسى ئۆلۈم جازاسى ئىجرا قىلىندى. رىشېڭ بۇ سەۋەبتىن قايغۇلۇق ۋە ئاچچىقلانغان ، توي قىلغاندىن كېيىن ، ئۇ ئىستىپا بەرگەن ۋە ئائىلىسىدىكىلەرنى ياڭجوۋغا كۆچۈپ كېلىپ يالغۇز تۇرغان.\nچېن رىشېڭنىڭ چېن شىڭيۈەن ئىسىملىك ​​بىر قىزى بار ، ئۇ چىرايلىق ھەم خۇشپۇراق ، مېي ليەنيۈ چېن ئائىلىسىگە كەلگەندىن كېيىن ، ئۇلار بىر كۆرۈپلا مۇھەببەتلەشكەن. مېي بوگاۋنىڭ ۋاپات بولغانلىقىنىڭ خاتىرە كۈنى بولغان ئۆرۈك چېچىكى پورەكلەپ ئېچىلغان بىر كۈندە ، چېن رىشېڭ ۋە ئۇنىڭ ئائىلىسىدىكىلەر ئۆيىنىڭ ئۆرۈك باغچىسىدا قۇربانلىق سۇپىسى ئېچىپ ، قازا قىلغان دوستى ۋە ساخاۋەتچىسىنى خاتىرىلىدى. ئويلىمىغان يەردىن ھاۋارايى تۇيۇقسىز ئۆزگەردى. قاتتىق قار-شىۋىرغان چىقىپ ، بارلىق ئۆرۈك چېچەكلىرىنى قاپلىدى. چېن رىشېڭ ئۆزىنىڭ بىخەتەر قېچىپ قۇتۇلالايدىغانلىقىغا ئېچىندى ، ئەمما ئۇ مېي جەمەتىنىڭ ئەۋلادلىرىنىمۇ قۇتۇلدۇرالمىدى. ئۇ بۇنى خۇدادىن كەلگەن ئاگاھلاندۇرۇش دەپ ئويلىدى ، شۇڭا ئۇ ئەگەر ئۆرۈك چېچەكلىمىسە ، ئەۋلادلىرىنىڭ ئەۋلادلىرىنى ئىسپاتلايدىغانلىقىغا قەسەم قىلدى مېي ئائىلىسى تېخى ھايات ، ئۇ ھېچنېمە دېمەيتتى ، ئۇ بۇددا دىنىغا قېچىپ راھىب بولدى.\nئۇنىڭ قىزى شىڭيۈەن بۇنى ئاڭلاپ ، دەرھال ئىسرىق كۆيدۈردى ۋە چىملىق چېچەكلىرىنىڭ قايتىدىن پورەكلەپ ئېچىلىشىنى خۇدادىن سەمىمىي دۇئا قىلدى. ئۇلارنىڭ سەمىمىيىتى جەننەتنى ھەرىكەتلەندۈردى ، ئۆرۈك بېغىدىكى بارلىق ئۆرۈك دەرىخى يەنە چېچەكلىدى ؛ كېيىن چېن رىشېڭ شىتوڭنىڭ ليەنيۈ ئىكەنلىكىنى بىلدى ، شۇڭا ئۇ قىزى شىڭيۈەنگە ئۇنىڭغا توي قىلدى.", "聖意": "ئۆي ئۆزى ئۈچۈن ياخشى ئەمەس ، بىرى ئۆزىگە پايدىلىق ، بىرى بايلىق ئىزدەۋاتىدۇ ، بىرى سودىدا ئېھتىياتچان ، ۋاقىت كېچىكىدۇ ، نىكاھ كېچىكىدۇ ، باھار گۈللىنىدۇ ، كۈز قۇرۇق ، ساياھەتچى كېچىكىدۇ ، ئېتىزلار ئاۋات ، يىپەك قۇرتلىرى روناق تاپقان ، ئالتە تىرىك گۈللەنگەن ، ئادەم ئىزدەۋاتقان ، ئاممىۋى دەۋا ، زىيان ، كۆچۈش ، مال-مۈلۈك يوقىتىلغان ، شەرق كېسەللىكلىرى ، يالغان ئاگاھلاندۇرۇش ، تاغ قەبرىسىنى ئۆزگەرتىش كېرەك.", "古人": "ئىككى قېتىم نومۇر ئالدى", "第X籤": "ئاتمىش توققۇز مەيدان غەلىبە قىلىش", "宮": "Tatsumi"}