{"籤詩版本二": "چاۋ چاۋ گۈل يىغىدىغان ھەسەلگە ئوخشايدۇ ، غەربىي جەنۇبتىن ئاندىن شەرققە ئۇچىدۇ\nباھار ئاخىرلاشتى ، گۈللەر غايىب بولدى ، ئىزدەيدىغان يەرمۇ يوق. بۇ يۈرەك ئىز-دېرىكىنى ئۆزگەرتمەيدۇ.", "詩意": "بۇ ئالتە تەرەپلىك ھەسەل ھەرىسى گۈل ئۈزگەنگە ئوخشايدۇ.\nھەممە ئىش جاپالىق ۋە جاپالىق.", "解曰": "باھار مەنزىرىسى يوق. ئۇزۇن يامغۇر ياغىدۇ ، ئەمما ھەرگىز تازىلانمايدۇ. ياردەم سوراڭ. جىم تۇرغان ياخشى.\n.", "籤詩故事一": "Mi لى تاڭ سۇلالىسىگە قارشى ئىسيان كۆتۈردى\nLi Mi\n(582-619) ، جۇڭگونىڭ سۈي سۇلالىسىدىكى دېھقانلار قوزغىلىڭىدىكى ۋاگاڭ ئارمىيىسىنىڭ مەرھۇم رەھبىرى. ھۆسنخەت ئۇستىسى. فا سۆزىنىڭ ئۇستازى جىڭجاۋنىڭ چاڭئەنلىك بولۇپ ، ئۇنىڭ ئەجدادلىرىنىڭ ئۆيى لياۋدوڭنىڭ شياڭپىڭ (ھازىرقى لياۋياڭنىڭ جەنۇبى). جىڭجاۋنىڭ چاڭئەنلىك بولۇپ ، ئۇنىڭ ئەجدادلىرى ئۆيى لياۋدوڭنىڭ شياڭپىڭ (ھازىرقى لياۋياڭنىڭ لياۋياڭنىڭ جەنۇبى).\nدايېنىڭ توققۇزىنچى يىلى (613) ، ئۇ ياڭ شۈەنگاننىڭ لياڭ (ھازىرقى خېنەن ئۆلكىسى جۈنشيەن ناھىيىسىنىڭ شەرقىي شىمالى) دىكى سۇ سۇلالىسىگە قارشى ئىسيانغا قاتناشقان. دايېنىڭ توققۇزىنچى يىلى (613) ، ئۇ ياڭ شۈەنگاننىڭ لياڭ (ھازىرقى خېنەن ئۆلكىسى جۈنشيەن ناھىيىسىنىڭ شەرقىي شىمالى) دىكى سۇ سۇلالىسىگە قارشى ئىسيانغا قاتناشقان. سىرلىق تۇيغۇ مەغلۇپ بولىدۇ ،\nلى مى قېچىپ كەتتى. شۈەنگان مەغلۇپ بولۇپ ، لى مى قېچىپ كەتكەن.\nدايېنىڭ 12-يىلى ئۇ ۋاگاڭ ئارمىيىسىگە قاتناشقان\n. دايې ھۆكۈمرانلىق قىلغان 12-يىلى ئۇ ۋاگاڭ ئارمىيىسىگە قاتناشقان. لى مى ئىستىراتىگىيىگە ماھىر ئىدى ، دايېنىڭ 12-يىلى ئۆكتەبىردە ، لى مى جەينى ئارمىيەگە ھەمراھ بولغان كۈچلۈك گېنېرال شىڭياڭ تۇڭغا ھۇجۇم قىلىشقا قايىل قىلىپ ، جاڭ شۇتونى قوغداشقا ، سۈي قوشۇنىنى مەغلۇب قىلىشقا ۋە جاڭ شۇتوۋنى ئۆلتۈرۈشكە قايىل قىلدى. لى مى ئىستىراتىگىيىگە ماھىر ئىدى ، دايېنىڭ 12-يىلى ئۆكتەبىردە ، لى مى جەينى ئارمىيەگە ھەمراھ بولغان كۈچلۈك گېنېرال شىڭياڭ تۇڭغا ھۇجۇم قىلىشقا قايىل قىلىپ ، جاڭ شۇتونى قوغداشقا ، سۈي قوشۇنىنى مەغلۇب قىلىشقا ۋە جاڭ شۇتوۋنى ئۆلتۈرۈشكە قايىل قىلدى.\nكېيىن ، ئۇ شىڭلۇ (كېيىنچە لۇكۇ دەپ ئۆزگەرتىلگەن) ئىسكىلاتىغا ھۇجۇم قىلىشنى ، ئامبارنى قۇتقۇزۇش ۋە ئاممىنى كېڭەيتىشنى ئوتتۇرىغا قويدى. ۋاگاڭ قۇرۇقلۇق ئارمىيىسى ئەترىتى تېز تەرەققىي قىلدى. دايېنىڭ 13-يىلى ، لى مى ۋاگاڭ ئارمىيىسىگە رەھبەرلىك قىلدى ، ۋە جەي راڭ سۈي سۇلالىسىنىڭ چۈشكۈنلىشىشى ۋە تارقىتىلىشىنى بىر تەرەپ قىلدى. ھەربىي بايلىق ۋە باشقا مەسىلىلەر ئۈستىدە ئۇرۇش بولدى ، لى مى جەي راڭ ۋە ئۇنىڭ يۈزلىگەن ئەگەشكۈچىلىرىنى ئۆلتۈردى. كېيىن ، ئۇ شىڭلۇ (كېيىنچە لۇكۇ دەپ ئۆزگەرتىلگەن) ئىسكىلاتىغا ھۇجۇم قىلىشنى ، ئامبارنى قۇتقۇزۇش ۋە ئاممىنى كېڭەيتىشنى ئوتتۇرىغا قويدى. ۋاگاڭ قۇرۇقلۇق ئارمىيىسى ئەترىتى تېز تەرەققىي قىلدى. دايېنىڭ 13-يىلى ، لى مى ۋاگاڭ ئارمىيىسىگە رەھبەرلىك قىلدى ، ۋە جەي راڭ سۈي سۇلالىسىنىڭ چۈشكۈنلىشىشى ۋە تارقىتىلىشىنى بىر تەرەپ قىلدى. ھەربىي بايلىق ۋە باشقا مەسىلىلەر ئۈستىدە ئۇرۇش بولدى ، لى مى جەي راڭ ۋە ئۇنىڭ يۈزلىگەن ئەگەشكۈچىلىرىنى ئۆلتۈردى.\nدايېنىڭ 14-يىلى ، يۈ ۋېنخۇاجى سۈي سۇلالىسىنىڭ ئىمپېراتورى ياڭنى ئۆلتۈردى\n، 100 مىڭدىن ئارتۇق ئادەمنى غەربكە قايتىشقا يېتەكلىدى. دايېنىڭ 14-يىلى 3-ئايدا ، يۈ ۋېنخۇاجى (يۈ ۋېن ، بىرىكمە فامىلىسى) سۈي سۇلالىسىنىڭ ئىمپېراتورى ياڭنى ئۆلتۈرۈپ ، 100،000 دىن ئارتۇق ئادەم بىلەن غەربكە قايتىپ كەلگەن. لى مى خۇاجىغا ھۇجۇم قىلىشقا بۇيرۇلغان. گەرچە خۇاجى مەغلۇپ بولغان بولسىمۇ ، لى مىمۇ ئەسكەرلەردە ئېغىر زىيانغا ئۇچرىغان. كېيىن ئۇ ۋاڭ شىچوڭ تەرىپىدىن قوغلانغان. لى مىنىڭ ئارمىيىسى مەغلۇب بولغان ۋە لاگېرى ۋەيران بولغان. ئۇنىڭ گېنېراللىرى چىن شۇباۋ ، چېڭ جىجى (ئەسلىدە) ئىسمى چېڭ ياۋجىن) ، نىيۇ جىندا ۋە باشقىلار تۇتۇلغان. ، شەن شيۇڭشىن تەسلىم بولغان. لى مى خۇاجىغا ھۇجۇم قىلىشقا بۇيرۇلغان ، گەرچە خۇاجى مەغلۇپ بولغان بولسىمۇ ، لى مىنىڭ ئەسكەرلىرىمۇ ئېغىر زىيانغا ئۇچرىغان. كېيىن ، ئۇ ۋاڭ شىچوڭ تەرىپىدىن قوغلانغان. لى مىنىڭ ئارمىيىسى مەغلۇب بولغان ۋە ئۇنىڭ لاگېرى ۋەيران بولغان. ئۇنىڭ گېنېراللىرى چىن شۇباۋ ، چېڭ جىجى (ئەسلى ئىسمى چېڭ ياۋجىن) ، نىيۇ جىندا قاتارلىقلار تۇتۇلغان ، شەن شيۇڭشىن تەسلىم بولغان. لى مى ئۈمىدسىزلەنگەن ، شۇڭا ئۇ 9-ئايدا دەريادىن ئۆتۈپ خېياڭغا كەلگەن ۋە تاڭ سۇلالىسىگە تەسلىم بولغان. لى مى ئۈمىدسىزلەنگەن ، شۇڭا ئۇ 9-ئايدا دەريادىن ئۆتۈپ خېياڭغا كەلگەن ۋە تاڭ سۇلالىسىگە تەسلىم بولغان.\nنويابىردا ، لى يۈەن لى مىنى شەندۇڭغا كونا ئەسكەر قوبۇل قىلىشقا ئەۋەتتى. نويابىر ،\nلى يۈەن لى مىنى ئەۋەتىپ كونا ئەسكەر قوبۇل قىلىش ئۈچۈن شەندۇڭدا ساقلاشقا ئەۋەتكەن. ئۆزىنىڭ گۇمانلىق ئىكەنلىكىنى ھېس قىلىپ ، تاڭغا قارشى ئىسيان كۆتۈردى. ئۆزىنىڭ گۇمانلىق ئىكەنلىكىنى ھېس قىلىپ ، تاڭغا قارشى ئىسيان كۆتۈردى. تاڭ گېنېرالى شېڭ يەنشى لى مىنى ھۇجۇمغا تەكلىپ قىلىپ ، ئۇنى شىڭگۇڭ شيەندە ئۆلتۈرگەن. تاڭ گېنېرالى شېڭ يەنشى لى مىنى ھۇجۇمغا تەكلىپ قىلىپ ، ئۇنى شىڭگۇڭ شيەندە ئۆلتۈرگەن.", "聖意": "ئۆي ، ئۆي ، تىل ، ئۆزى ، قارا نىيەت ، بايلىق ئىزدەش ، سودا ئىسراپچىلىقى ، نىكاھ داۋاملاشمايدۇ ، ليۇجيا ، قۇرۇق گۈل ، پىيادىلەر ، ياۋوتيان ، يىپەك قۇرت زىيىنى ، ئالتە چارۋا مال زىيانغا ئۇچرىدى ، يوقاپ كەتتى ، دەۋا ، زىيان ، كۆچۈش ، مۇتەئەسسىپلىك ، مال-مۈلۈك يوقىتىلدى ، كېسەللىك ، توسالغۇ ، تاغ قەبرىسى ئىسلاھاتى", "古人": "لى مى تاڭ سۇلالىسىگە قارشى ئىسيان كۆتۈردى", "第X籤": "يەتتىنچى چەك تارتىش", "宮": "Tatsumi"}