{"籤詩版本二": "كاڭلوڭ 19-قاراۋۇلنى تونۇش: بىر ئايال ئىككىنچى ئېرى بىلەن توي قىلدى\nبىر ئوقيا ۋە ئىككى ئوق بىلەن دىنوزاۋرلار دەرھال خاتىرجەم ياشايدۇ", "詩意": "بۇ ئالتە تەرەپلىك رەسىم ئىككى ئوقنى تۇتۇۋالغان ئوقياغا ئوخشايدۇ.\nئەگەر بىللە ماڭسا ھەممە نەرسە ياخشى.", "解曰": "بەك ئېغىر ئەمەس. تەقدىر. جېن ليۇجۇڭ ئېچىلدى. ئېھتىياتچان بولۇش مۇۋاپىق.", "籤詩故事一": "◇ ۋېنجۈن شياڭرۇغا زىيارەتكە باردى\nجۇ ۋېنجۈن سىچۈەن ئۆلكىسى لىنچيۇڭدىكى باي سودىگەر جۇ ۋاڭنىڭ نەۋرىسىنىڭ قىزى بولۇپ ، ئۇ مۇزىكىغا ماھىر بولۇپ ، ئەدەبىي ئىسمى بار ئىدى. ئۇ ئون ئالتە ياش ۋاقتىدا توي قىلغان ، بىر نەچچە يىلدىن كېيىن ، ئېرى ئالەمدىن ئۆتكەندىن كېيىن ، ئۇ تۇغقان ئائىلىسىگە قايتىپ تۇل قالغان.\nبىر كۈنى ، سىما شياڭرۇ جۇ ۋاڭسۇننىڭ ئۆيىگە بېرىپ زىياپەتكە باردى ، جۇ ۋېنجۈننىڭ يېڭى تۇل قالغانلىقىنى بىلگەندىن كېيىن ، ئۇ «فىنكىسنى ئىزدەۋاتقان فىنكىس» ناخشىسىنى ئېيتىپ ، ئۆزىنىڭ مۇھەببىتىنى ئىپادىلىدى. جۇ ۋېنجۈن ئاللىقاچان سىما شياڭرۇ ھەققىدە ئاڭلىغان بولۇپ ، بۇ زىياپەت ئۇنى سىما شياڭرۇغا تېخىمۇ جەلپ قىلغان. يەنە بىر تەرەپتىن ، سىما شياڭرۇنىڭ زىياپىتىدىن كېيىن ، ئۇ دەرھال نۇرغۇن پۇل خەجلەپ جۇ ۋېنجۈننىڭ شەخسىي خىزمەتچىسىگە پارا بەردى ۋە ئۇنىڭدىن سىما شياڭرۇنىڭ جۇ ۋېنجۈنگە بولغان مۇھەببىتىنى يەتكۈزۈشىنى تەلەپ قىلدى. جۇ ۋېنجۈن مۇلازىمەتچى ئارقىلىق سىما شياڭرۇنىڭ مۇھەببىتىنى بىلگەندىن كېيىن ، دەرھال سىما شياڭرۇ تۇرغان مېھمانخانىغا يۈگۈردى. جۇ ۋېنجۈننىڭ كەلگەنلىكىنى كۆرگەن سىما شياڭرۇ دەرھال ئۇنىڭ بىلەن بىللە يۇرتى چېڭدۇغا كەلدى.\nئۇلار چېڭدۇدا تۇرغان ۋاقىتتا ، بۇ بىر جۈپ ئەر-ئايال بىچارە بولۇپ ، لىنچيۇڭغا قايتىپ كىچىك مېھمانخانا ئېچىپ تۇرمۇشىنى قامداشقا مەجبۇر بولغان. جۇ ۋېنجۈن ئۈزۈم ھارىقى ساتقان ، سىما شياڭرۇ قاچا يۇيغان. ئۇلار نامرات تۇرمۇش كەچۈرگەن. جۇ ۋېنجۈننىڭ دادىسى جۇ ۋاڭسۇن بۇ ئىشتىن خەۋەر تاپقاندىن كېيىن ، ئۇ دوستلىرىنىڭ نەسىھىتى بىلەن ئۇلارغا قوشۇلغان ۋە مەبلەغ سالغان ، شۇنىڭ بىلەن سىما شياڭرۇ بىلەن جۇ ۋېنجۈن چېڭدۇغا قايتىپ كېلىپ ئولتۇراقلاشقان ، كېيىن باي بولغان.", "聖意": "ئۆي-مۈلۈك ۋە مال-مۈلۈكتىن ئايرىلىش ، ئۆزىنىڭ ھوقۇقى ۋە خاتالىقى ، بايلىق ئىزدەش ، ئەمگەك سودىسى ، نىكاھنىڭ جەم بولۇشىدىن ساقلىنىش", "古人": "ۋېنجۈن شياڭرۇغا زىيارەتكە باردى", "第X籤": "يەتمىش بىر غەلىبە لوتو", "宮": "Tatsumi"}