{"籤詩版本二": "ھەسەل ھەرىسى باققۇچىلار چوقۇم ھەسەل تىلەيدۇ\nئالدىڭىزدا چوقۇم غەلىتە بىر يول بولۇشى كېرەك ، بۇنىڭ سىرى تىكەنلىك ئورماندەك چوڭقۇر.", "詩意": "بۇ ئالتە تەرەپلىك ھەسەل ھەرىلىرىنىڭ ھەسەل يىغىشىغا سىمۋول قىلىنغان.\nھەممە ئىش جاپالىق ۋە جاپالىق.\n\n(بۇ ئالتە تەرەپلىك تاتلىقلىق ۋە ئاچچىقنىڭ سىمۋولى ئىزدەيدۇ.\nھەممە ئىشتا ئاپەتنىڭ ئالدىنى ئالىدۇ.\n)", "解曰": "ئىشلارنى ئەستايىدىللىق بىلەن قىلىش كېرەك. زورلاشنىڭ ھاجىتى يوق. ھەسەل ھەرىسى يىغىدۇ. سەۋەبى نېمە؟", "籤詩故事一": "◇ ۋاڭ ماڭ ئىختىساسلىقلارنى ئىزدەيدۇ\nغەربىي خەن سۇلالىسى دەۋرىدىكى ۋاڭ ماڭ ئائىلىسىنى باي ئائىلە دېيىشكە بولىدۇ. گەرچە دادىسى ياش ۋاپات بولغان بولسىمۇ ، ئەمما ئۇنىڭ بىر نەچچە تاغىسى ۋە تاغىسى خەن سۇلالىسىنىڭ ئىمپېراتورىغا ئايلانغان. ئۇلار گېنېرال ، باش مىنىستىر بولغان ۋە ماركۇس بولۇپ مۇكاپاتقا ئېرىشكەن. ۋاڭ ئائىلىسى ئىنتايىن كۆزگە كۆرۈنگەن.\nلېكىن ۋاڭ ماڭنىڭ ئۆزىنىڭ كىچىك ئائىلىسى ئىنتايىن نامرات ئىدى ؛ دادىسى ياش ۋاپات بولدى ، ئۇ پەقەت تۇغقانلىرىنىڭ خەير-ساخاۋەت ئىشلىرىغا تايىنىپ ئانىسى بىلەن بىللە تۇراتتى. ئەمما مۇشۇ سەۋەبتىن ، ۋاڭ ماڭ كىچىكىدىن باشلاپ كىشىلەر بىلەن ئالاقە قىلىشتا بىر يۈرۈش ماھارەتلەرنى يېتىلدۈرگەن ۋە مەشىق قىلغان. ئۇ قانچىلىك قايغۇلۇق ياكى ئاچچىقلانغان بولۇشىدىن قەتئىينەزەر ، ئۇ ھەمىشە تۇغقانلىرى ، ئاقساقاللىرى ياكى سىرتتىكىلەرنىڭ ئالدىدا ناھايىتى خۇشال ۋە تىنچ كۆرۈنەتتى ، شۇڭا ئۇ جەمەتتىكى كىشىلەرنىڭ ئالقىشىغا ئېرىشتى.\nبىر قېتىم ، ئۇنىڭ چوڭ تاغىسى ئېغىر كېسەل بولۇپ ، بۇ ئىشتىن خەۋەر تاپقاندىن كېيىن ، ئۇ كېلىپ بىمارنىڭ كارىۋىتىنى ساقلىدى ، دورا ۋە سۇ ئەكىلىپ ، كەچتە ھوشيارلىقنى ساقلىدى. ئۇدا بىر نەچچە ئاي ئۇ كىيىم-كېچەك ، كۆڭلى يېرىم بولدى. ئۇ بىمارغا قارىغاندا تېخىمۇ «سەۋرچان» ئىدى ، بىئولوگىيىلىك ئوغلىغا قارىغاندا تېخىمۇ كۆپ «ئوغۇل».\nبۇنىڭ ئۈچۈن تەيۋەنلىكلەرنىڭ ھەممىسى ئۇنى ماختىدى ۋە خەت يېزىپ ئۇنىڭدىن مۇكاپات تەلەپ قىلدى.\nشۇنىڭ بىلەن خەن سۇلالىسى دەۋرىدىكى ئىمپېراتور چېڭ ئۇنىڭغا يېڭى پايتەخت ماركىس ئۇنۋانى بېرىپ ، ئۇنى ئوردىدا قاراۋۇل قىلىپ تەيىنلەپ ، ئىمپېراتورنىڭ يېقىن مىنىستىرى بولغان.\nۋاڭ ماڭ ئۆزىنىڭ يۇقىرى ئورنى ۋە زور كۈچى بىلەن ئەزەلدىن تەكەببۇرلۇق ۋە بوشاڭلىق قىلمىدى. ئەكسىچە ، ئۇ بارغانسىرى ئەدەپلىك ۋە ئەدەپلىك بولۇپ كەتتى. بىر تەرەپتىن ئۇ مىنىستىرلار ، گېنېراللار ، مىنىستىرلار ، داڭلىق ئالىملار ۋە ئالىملار بىلەن دوستلاشتى.\nئەمما ئۇ ناھايىتى تېجەشلىك تۇرمۇش كەچۈردى ، ئۇ دائىم گۆشلۈك تاماقلارنى يەيتتى ، ئۇزۇن كىيىم ۋە ئۇزۇن يەڭلىك كىيىملەرنى دېمەيلا قوياتتى ، پەقەت قىسقا كىيىملەرنىلا كىيەتتى. شۇڭا ھۆكۈمەت ۋە ئاۋامنىڭ ھەممىسى ئۇنى «پەزىلەتلىك» سۆزى بىلەن بىردەك ماختىدى.\nكېيىن ، ئۇنىڭ تاغىسى چوڭ سىما ۋاڭگېن كېسەل سەۋەبىدىن قازا قىلغان ۋە ئۇنىڭ ئورنىغا تاللانغان. ئىمپېراتور ۋە بارلىق مىنىستىرلار ئۇنى ئەڭ مۇۋاپىق دەپ قارىدى. شۇڭلاشقا ، ئاران ئوتتۇز سەككىز ياشقا كىرگەن ۋاڭ ماڭ مەملىكىتىمىزدىكى ئەڭ يۇقىرى ھەربىي كۈچكە ئىگە چوڭ سىماغا ئايلانغان.\n.", "聖意": "ئۆي ئۆزى ئۈچۈن ياخشى ئەمەس ، ئائىلە قىيىنچىلىققا دۇچ كەلدى ، سودا توسقۇنلۇققا ئۇچرىدى ، نىكاھ توسۇۋېلىندى ، ئالتە ساۋۇت يالغان ، پىيادىلەر كېچىكىپ كەتتى ، يىپەك قۇرتى ھوسۇلى تۆۋەن ، چارۋىلار تۆۋەن ، بۇنى قىلىش تەس كىشىلەرنى تېپىش ، دەۋا ناچار ، كۆچۈش ھەرىكەتلەنمەيدۇ ، يۈتۈپ كەتكەن مال-مۈلۈك ناچار ، كېسەللىك ئورنىتىلدى ، تاغ قەبرىسى يوقاپ كەتتى", "古人": "ۋاڭ ماڭ ئىختىساسلىقلارنى ئىزدەيدۇ", "第X籤": "لاتارىيەگە يەتمىش ئىككى", "宮": "Tatsumi"}