{"籤詩版本二": "باھار كەلگەندە گۈلدۈرماما تىترەپ ھاشاراتلار سايرىدى ، مەن لايدىن يۈز ئۆرۈدۈم\nئۆزۈمنىڭ يەنىلا كېلىدىغان-كەلمەيدىغانلىقىمنى تۇنجى قېتىم ھېس قىلغىنىمدا ، ئۆزگەرگەندىن كېيىن ئەجدىھاغا ئايلاندىم.", "詩意": "بۇ ئالتە تەرەپلىك گۈلدۈرماما ۋە ھاشاراتلارغا ئوخشايدۇ.\nئالىيجاناب ئادەم بىلەن كۆرۈشۈش ھەممە ئىشتا ياخشى بەلگە.", "解曰": "گۈلدۈرمامىلىق زەربە. ئىككى قېتىم ئامانەت قويۇلغان. بىر قېتىم ئۆزگەرتىڭ. تيەنمەنگە قەدەر.", "籤詩故事一": "◇ Chenqiao Mutiny\nمىلادىيە 959-يىلى ، جوۋ شىزوڭ چاي روڭ ۋاپات بولغان ، ئىمپېراتور گوڭ ، تەختكە چىققان چاي زوڭشۈن ئاران يەتتە ياشتا. ئەينى ۋاقىتتا ، ساراينىڭ ئالدىدا تەكشۈرگۈچى ۋە سۇڭجۇنىڭ گېرمانىيە ئارمىيىسىدە تۇرۇشلۇق ۋەكىلى بولغان جاۋ كۇەنگىن ھەقىقىي ھوقۇقنى تۇتقان.\nمىلادىيە 960-يىلى ئەتىيازدا ، جېنجوۋ (بۈگۈنكى خېبېي ئۆلكىسى جېڭدىڭ) ۋە دىڭجوۋ (بۈگۈنكى خېبېي ئۆلكىسى دىڭشيەن ناھىيىسى) شىمالىي خەن سۇلالىسى ۋە لياۋ دۆلىتى قوشۇنلىرىنىڭ جەنۇبقا بېرىپ ، كېيىنكى جوۋ سۇلالىسىگە ھۇجۇم قىلغانلىقىنى خەۋەر قىلدى. زور ھەرىكەتلەندۈرگۈچ كۈچ ، ھەمدە ياردەم ئۈچۈن ئەسكەر ئەۋەتىشنى تەلەپ قىلدى. كېيىن ، جوۋ سۇلالىسى جاۋ كۇەنگىننى ئەسكەرلىرىنى شىمالغا باشلاپ دۈشمەنگە قارشى تۇرۇشقا بۇيرۇغان. جاۋ كۇاڭيىن ئاكىسى جاۋ گۇاڭيى ، جاۋ پۇ ، شى شۆشىن ۋە باشقىلارنىڭ پىلانى ئاستىدا مەخپىي ھەرىكەت قىلغان.\n2-ئاينىڭ 3-كۈنى ، ئارمىيە چېنچياۋيې (ھازىرقى خېنەن فېڭچيۇنىڭ شەرقىي جەنۇبىدىكى چېنچياۋ بازىرى) غا كەلگەندە ، ئۇلار توپىلاڭ قوزغاپ ، ئەسكەرلەرگە ئۇنىڭغا سېرىق رەڭلىك كىيىم كىيىشكە بۇيرۇدى. . ئۇنىڭدىن كېيىن ، جاۋ قوشۇنلىرىنى باشلاپ كۆيدۈرۈش ، ئۆلتۈرۈش ۋە بۇلاڭ-تالاڭ قىلماي كەيفېڭغا قايتىپ كەلگەن. «تەيزۇ چېن چياۋ پايتەخت خەلقىنى ئاۋارە قىلماسلىققا قەسەم بەرگەن ، ئۇ شەھەرگە كىرگەن كۈنى شەھەرنى قالايمىقانلاشتۇرماسلىققا ۋەدە بەرگەن».\nقەمەرىيە ئېيىنىڭ ئۈچىنچى يىلىنىڭ ئۈچىنچى كۈنى ، جاۋ كۇاڭجىن چېنچياۋدا قوزغىلاڭ قىلىپ پايتەختكە قايتىپ كەلدى. فەن جى ۋاڭ پۇ بىلەن ۋېي رېنپۇنى باشلاپ جاۋ كۇاڭيۈەندىن سوئال سورىدى. لو يەنخۇەن چېدىرىنىڭ ئالدىدا قىلىچىنى چىقىرىپ قاتتىق ۋارقىرىدى. : \"ئۈچ قوشۇننىڭ خوجايىنى يوق. گېنېراللار ئۇنى ئىمپېراتور قىلىپ تەيىنلەشنى قارار قىلدى. گەپ قىلغان ئادەم ئۆلتۈرۈلىدۇ!\". ۋاڭ پۇنىڭ چىرايى يەر يۈزىدەك سۇس ئىدى ، ئۇ قەدەملىرىنى پەس قىلىپ ئېگىلىپ كەتتى. فەن جىمۇ باش ئەگدى ، كۇاڭ يىن شەخسەن ئۇنىڭغا ياردەم قىلدى ۋە ئۇنىڭغا ناھايىتى ھۆرمەت بىلەن مۇئامىلە قىلدى.\nئوتتۇراھال قارشىلىق كۆرسەتكەندىن كېيىن ، كېيىنكى جوۋ سۇلالىسىنىڭ ئىمپېراتورى گوڭ تەختنى ئىگىلىدى ، جاۋ تەختنى ئالدى. «تەيزۇ زېننى قوبۇل قىلماقچى بولدى ، ئەمما زېن تېكىستى يوق ئىدى. ھەمدە ئۇنىڭ يېنىغا كىرىپ: «بولدى» دېدى.\nجاۋ تەختكە چىققاندىن كېيىن ، ئۇ دۆلەتنىڭ نامىنى سۇڭ ، يۈەننى جيەنلۇڭغا ئۆزگەرتىپ ، كەيفېڭنى پايتەخت قىلدى. شى شۇشىن ، گاۋ خۇەيدې ، جاڭ لىڭدو ، ۋاڭ شېنچى ، جاڭ گۇاڭخەن ۋە جاۋ يەنخۇي قاتارلىقلارنىڭ ھەممىسىگە جيېدۇشى ئۇنۋانى بېرىلدى. ، تارىختىكى «چېنچياۋ توپىلاڭ» دەپ ئاتالغان.\nWikipedia\n(بۇ ھېكايە جاۋ كۇاڭيىننىڭ ئىپادىسىنىڭ باشلانغانلىقىغا ۋەكىللىك قىلىدۇ.)", "聖意": "ئۆيىڭىز ، كۈندىلىك تۇرمۇشىڭىز ، بايلىقىڭىز ، ئامەت ، سودىڭىزدىكى ئامەت ، ئالىيجاناب نىكاھ ، ليۇجيادىكى مۇۋەپپەقىيەت ، ئەر پىيادىلەر ، ئېتىزدا يىپەك قۇرتنىڭ بالدۇر تۇغۇلۇشى ، ئالتە ھايۋاننىڭ بالدۇر تۇغۇلۇشى ، ئەتىيازدا ئامەت ، كىشىلەرنى ئىزدەڭ. ، دەۋادىكى مۇۋەپپەقىيەت ، كۆچۈشتە ئامەت ، مال-مۈلۈكتىن ئايرىلىش ، كېسەللىك خەۋىپى ، تاغ ۋە قەبرىلەردىكى خەتەر.", "古人": "Chenqiao Mutiny", "第X籤": "يەتمىش ئۈچ ئىمزا قويدى", "宮": "Mi Palace"}