{"籤詩版本二": "چۈشىدە نۇرغۇن بايلىق بولىدۇ دېيىلگەن ، ئەمما شۆھرەت ھېچنىمىگە ئېرىشەلمەيدۇ.\nسۇ يىراق ، تاغلارمۇ يىراق ، ئەمما سادىق بولۇش تەس ، ئالىيجاناب ئادەم يېتەكلەيدۇ ۋە كۈلۈمسىرەيدۇ.", "詩意": "بۇ ئالتە تەرەپلىك چۈشتىكى خەزىنىگە ئېرىشىشنىڭ سىمۋولىغا ۋەكىللىك قىلىدۇ.\nھەممە نەرسە ئازدۇر-كۆپتۇر ھەقىقىي.", "解曰": "چۈشتەك چۈش كۆرۈش. نام-شۆھرەتتىن ئۈمىد يوق. ياخشى ۋاقىتلارنى ساقلاڭ. ئېسىل كۆرسەتمىلەر.", "籤詩故事一": "The قاشتېشىنى جاۋغا قايتۇرۇڭ (قاشتېشىنى تاماملىغاندىن كېيىن جاۋغا قايتۇرۇڭ)\nمىلادىدىن ئىلگىرىكى 283-يىلى ، پادىشاھ جاۋ خۇيۋېن چۇدىن ئۇنىڭ بىلىكىنى ئالغان ، پادىشاھ چىن جاۋشياڭ بۇ خەۋەرنى ئاڭلىغاندىن كېيىن ، جاۋ پادىشاھقا خەت ئەۋەتىپ ، ئۇنىڭ بى بى ئۈچۈن ئون بەش شەھەرنى ئالماشتۇرۇشنى خالايدىغانلىقىنى بىلدۈرگەن.\nلىن شياڭرۇ پادىشاھ جاۋغا چىننىڭ كۈچلۈك ، جاۋنىڭ ئاجىز ئىكەنلىكىنى ، ئۇنىڭ ئورنىنى ئېلىش كېرەكلىكىنى تەھلىل قىلدى.\nپادىشاھ جاۋ ئاندىن لىن شياڭرۇنى خې بى بىلەن چىنغا ئەۋەتكەن.\nچىن پادىشاھى جاڭتەيدە لىن شياڭرۇ بىلەن كۆرۈشتى ، لىن شياڭرۇ قاشتېشىنى چىن پادىشاھىغا سوۋغا قىلدى. چىن پادىشاھى بەك خۇشال بولۇپ ، ئۇ «Bi Bi» نى گۈزەللىككە يەتكۈزدى ، ئەتراپىدىكىلەر ئۇنىڭغا قارىدى. بۇ ۋاقىتتا ، سول ۋە ئوڭ تەرەپتىكى كىشىلەر ئۇزۇن ئۆمۈر كۆردى.\nلىن شياڭرۇ چىن پادىشاھىنىڭ شەھەرنى جاۋغا بېرىش نىيىتى يوقلۇقىنى كۆرۈپ ، چىن پادىشاھىغا ئۆزىنىڭ قاشتېشىنىڭ كەمتۈك ئىكەنلىكىنى ئېيتتى ۋە پۇرسەتتىن پايدىلىنىپ پۇرسەتنى چىڭ تۇتۇپ چىن پادىشاھىغا كۆرسەتمەكچى بولدى. jade back.\nلىن شياڭرۇ خېشىنىڭ بىسىنى قايتۇرۇۋالغاندىن كېيىن ، ئۇ چوڭ تۈۋرۈكنىڭ يېنىدا تۇرۇپ ، ئۆزىنىڭ خېشىنىڭ بى بىلەن بىللە ئۆلگۈسى بارلىقىنى كۆرسەتتى.\nبۇ ۋاقىتتا لىن شياڭرۇ چىن پادىشاھىغا مۇنداق دېدى: «جاۋ پادىشاھى يەنىلا مىنىستىرلارنىڭ نارازىلىقىنى يېڭىپ ، مىنىستىرنىڭ تەكلىپىنى قوبۇل قىلدى. گەرچە ئۇ ئاۋام بىلەن ئالاقە قىلغاندا بىر-بىرىنى ئالمىغان تەقدىردىمۇ ، بۇنى دېمەيلا قويايلى. چىن چوڭ دۆلەت! چىن بىلەن جاۋ ئوتتۇرىسىدىكى دوستلۇقنى ساقلاپ قېلىش ئۈچۈن ، جاۋ پادىشاھ بەش كۈن روزا تۇتقاندىن كېيىن ، مىنىستىرلىرىمنى قاشتېشى بىلەن چىنغا ئەۋەتتىم ، بەختكە قارشى ، چىن پادىشاھىنىڭ جاۋغا ئا نى بېرىش نىيىتى يوق. شەھەر ، ئەمما ئۇ خې جەمەتىنىڭ قاشتېشىنى چىرايلىق بىر ئايالغا يەتكۈزدى ، بۇ ھەقىقەتەن مېنىڭ مىنىستىرلىرىمنى مەسخىرە قىلغان ».\nلىن شياڭرۇ سۆزلەشنى تۈگەتكەندىن كېيىن ، دەرھال تۈۋرۈكنى ئۇرۇپ ئىشارەت قىلدى. چىن پادىشاھى ئۇنىڭ بىنىڭ بۇزۇلۇپ كېتىشىدىن ئەنسىرەپ ، جاۋغا ئون بەش شەھەر بەرگەندەك قىلدى. لىن شياڭرۇ پادىشاھ چىننىڭ خىيانەتچىلىك پىلانىنى كۆرگەن ، شۇڭا ئۇ پادىشاھ چىندىن بەش كۈن روزا تۇتۇشنى تەلەپ قىلغان بولۇپ ، ئۇ «Bi Bi» نى ۋاقىتنى كېچىكتۈرۈشنى ئوتتۇرىغا قويغان. بۇ بىر نەچچە كۈندە ، لىن شياڭرۇ مۇلازىمەتچىلىرىنى قاشتېشى بىلەن جاۋ شىتاتىغا قايتىشقا ئەۋەتتى ، ئۇ چىن پادىشاھى بىلەن بىر تەرەپ قىلدى.\n(بۇ ھېكايە ئادەتتىكى كىشىلەرنىڭ كۆزى ئۇنىڭ ھالىتىگە مەپتۇن بولۇپ قالغانغا ئوخشايدۇ.)", "聖意": "ئۆي ئۈچۈن دۇئا قىلىڭ ۋە ئۆزىڭىزگە بايلىقنى توسۇش ئۈچۈن دۇئا قىلىڭ. توي قىلىش تەس ، توي قىلىش تەس ، كىشىلەر ئىناق ئەمەس.", "古人": "قاشتېشىنى جاۋغا قايتۇرۇڭ (قاشتېشىنى جاۋغا تاماملاڭ)", "第X籤": "يەتمىش يەتتىنچى لاتارىيە", "宮": "چۈش سارىيى"}