{"籤詩版本二": "كەركىدان دەرىخىنىڭ يوپۇرمىقى چۈشۈپ كەتتى ، كۈز يېقىنلاپ قالدى ، ساياھەتچىلەرنىڭ قايتىش سەپىرى بۇلۇتقا ئوخشايدۇ.\nتەڭرىنىڭ زور تىرىشچانلىقى ئارقىسىدا ، پاراخوت شامالدا خەزىنىنى ئېلىپ قايتىپ كەلدى.", "詩意": "بۇ ئالتە تەرەپلىك يىقىلغان سىياھ يوپۇرمىقىنىڭ سۈرىتىگە ۋەكىللىك قىلىدۇ.\nھەممە ئىش ئالدىنئالا ناچار ، ئاخىرىدا ياخشى.", "解曰": "ئىشلارنى قەلبتىن ئېلىڭ. تيەنشىن ئۇنىڭغا ئەگىشىدۇ. تىرىكچىلىك قىلىش. قولىڭىزدىن كەلگەننى قىلىڭ.", "籤詩故事一": "Teng تېڭۋاڭ سارىيىغا شامال چىقىدۇ\nۋاڭ بونىڭ ئىسمى زىئەن بولۇپ ، دەسلەپكى تاڭ سۇلالىسىنىڭ شائىرى بولۇپ ، ئۇ تاڭ سۇلالىسى ئىمپېراتورى گاۋزوڭ يوڭخۈينىڭ بىرىنچى يىلى تۇغۇلغان. ۋاڭ بو كىچىكىدىن باشلاپلا مۇقەددەس كىتابلارنى ئوقۇغان بولۇپ ، ئۇ «بالا سەرگەردان» دەپ ئاتالغان. ۋاڭ بو كىچىكىدىن باشلاپلا مۇقەددەس كىتابلارنى ئوقۇغان بولۇپ ، ئۇ «بالا سەرگەردان» دەپ ئاتالغان.\nئۇ ئون ياشقا كىرگەندە ، دادىسى بىلەن گۇئاندى ئىبادەتخانىسىنىڭ يېنىدىن ئۆتۈپ كەتكەن. ئۇلار بۇتخانىدا گۈەندىنىڭ ھەيۋەتلىك ھەيكىلىنى كۆرۈپ ، «باھار ۋە كۈز» نىڭ كۆپەيتىلگەن نۇسخىسىنى تۇتۇپ ئۇنى ئوقۇغان. دادىسى بۇنى كۆرگەندىن كېيىن ، ئۇ ئۇ ئىمپېراتور گۈەنگە: «ئۈچ قۇلۇپ يېشىل ساقالنى تۇتۇپ ، چىڭ سۇلالىسىنىڭ تارىخىنى يېشىل پانۇسقا ئوقۇپ ، مەشھۇر ئىسىملارغا ھۆرمەت بىلدۈرىمەن. يېشىل ئەجدىھا ۋە ئاينى قولۇمدا تۇتۇپ» دېدى. بۇ يىل كۈزدە ، ۋاڭ بو شەنشىدىن خەينەن ئارىلىغا بېرىپ ، جياۋجى ناھىيىلىك سوت مەھكىمىسىگە چۈشۈرۈلگەن دادىسىنى يوقلاپ ، يول بويى مىڭلىغان تاغ ۋە دەريالارنى كېسىپ ئۆتتى. بۇ يىل كۈزدە ، ئۇ يىگىرمە يەتتە ياشقا كىرگەندە ، ۋاڭ بو شەنشىدىن خەينەن ئارىلىغا بېرىپ جياۋجى ناھىيىلىك سوت مەھكىمىسىگە چۈشۈرۈلگەن دادىسىنى يوقلىدى. ئۇ يول بويى مىڭلىغان تاغ ۋە دەريالاردىن ئۆتتى.\nئۇ كۈنى بىز ماداڭ تېغىغا كەلگىنىمىزدە ، ھەممەيلەن قىرغاققا چىقىپ ئارام ئالدى. ۋاڭ بو يالغۇز بىر بۇتخانىنىڭ يېنىدىن ماڭغاندا ، تۇيۇقسىز بۇتخانىنىڭ يېنىدىكى تاش ئۈستىدە ئولتۇرغان بىر بوۋاينى كۆردى. بۇ بوۋاي چاچلىرى چىرايلىق بالىغا ئوخشايتتى. ئۇ بىر چىرايلىق كۆرۈنۈش. كىشىلەرنى قۇتۇلدۇرۇش نىيىتى ، شېئىرلىرىڭىز ناھايىتى ئەھمىيەتلىك. ئەتە تېڭۋاڭ سارىيىدا كاتتا يىغىلىش ئۆتكۈزۈلىدۇ. ئەگەر زىياپەتكە قاتنىشىپ ماقالە يازسىڭىز ، دەۋر بويى داڭق چىقىرىسىز ۋە ساياھەت چىقىمىغا ئېرىشىسىز. »ئۇلار كەلگەندىن كېيىن. ماداڭ تېغىدا ھەممەيلەن قىرغاققا چىقىپ ئارام ئالدى. ۋاڭ بو يالغۇز بىر قەدىمكى بۇتخانىنىڭ يېنىدىن ئۆتۈۋاتقاندا ، ئۇ تۇيۇقسىز بۇتخانىنىڭ يېنىدىكى تاشنى كۆردى ، ئۇ يەردە بىر بوۋاي ئولتۇراتتى ، ئۇ قارىماققا چېچى چىرايلىق ، پەرىسى بالىغا ئوخشايتتى. ئۇ ۋاڭ بوغا: «سەن ۋاڭ بو ئەمەسمۇ؟» دېدى.\nۋاڭ بو ھەيران بولۇپ: «ئېنىق! بۇنى قانداق بىلىسىز؟» دېدى.\nبۇ بوۋاي مۇنداق دېدى: «مەن سىزنىڭ كىشىلەرنى قۇتۇلدۇرۇشتىكى ياخشى نىيىتىڭىز بارلىقىنى ئاڭلىدىم ، سىز يازغان شېئىرلار خېلى ئەھمىيەتلىك. ئەتە شاھزادە تېڭ سارىيىدا كاتتا يىغىلىش بولىدۇ ، ئەگەر زىياپەتكە قاتناشسىڭىز ۋە ئىجاد قىلسىڭىز ، سىز ئەسىرلەر بويى داڭق چىقىرىسىز ، ساياھەت چىقىمىغا ئېرىشىسىز ».\nۋاڭ بو: «بۇ يەر تېڭۋاڭ سارىيىدىن ئالتە-يەتتە يۈز مىل يىراقلىقتا ، ئەتە قانداق قىلىپ بۇ يەرگە بارالايمىز؟» دېدى بوۋاي: «مەن ئاتنى ئىلاھىي شامال قىلىپ ئىشلىتىپ ، يەلكەنڭىزنىڭ ئوڭۇشلۇق بولۇشىغا ياردەم قىلىمەن. مەن. ئەتە چوقۇم كېلىدۇ. »ۋاڭ بو ماڭا رەھمەت ئېيتتى ۋە:« كەچۈرۈڭ ، قېيناتام ، كەچۈرۈڭ ، سىز ئۆلمەسمۇ ياكى ئىلاھمۇ؟ »دېدى بوۋاي كۈلۈپ تۇرۇپ:« مەن مەن جوڭيۈەن شۇيجۈن. بۇ سۇ رايونىنىڭ مەسئۇلى! »ۋاڭ بو مۇنداق دېدى:« بۇ يەر تېڭۋاڭ سارىيىدىن ئالتە-يەتتە يۈز مىل يىراقلىقتا ، ئەتە قانداقمۇ بارالايمىز؟ ».\nبۇ بوۋاي: «مەن ئاتنى ئىلاھىي شامال قىلىپ ئىشلىتىپ ، يەلكەننىڭ ئوڭۇشلۇق بولۇشىغا ياردەم قىلىمەن ، مەن چوقۇم ئەتە چوقۇم كېلىمەن» دېدى.\nۋاڭ بو ئۇنىڭغا رەھمەت ئېيتتى ۋە: «كەچۈرۈڭ ، قېيناتا ، سىز ئۆلمەسمۇ ياكى ئىلاھمۇ؟» دېدى.\nبوۋاي كۈلۈپ تۇرۇپ: «مەن بۇ سۇ رايونىغا مەسئۇل جوڭيۈەن شۇيجۈن!» دېدى ، ئاندىن بۇ بوۋاي ۋاڭ بوغا تېزلىكتە كېمىگە چىقىشنى تەلەپ قىلدى. يول بويى سۇ سىلىق ئىدى. كۆزنى يۇمۇپ ئاچقۇچە ئۇ نەچچە يۈز چاقىرىم يول يۈردى.\nئاندىن بۇ بوۋاي ۋاڭ بوغا تېزلىكتە پاراخوتقا چىقىشقا دەۋەت قىلدى. ئۇ بىر مەزگىل ئەتراپىدىكى ياخشى بۇلۇتلارنى كۆرۈپ ، بۇ ئوڭۇشلۇق سەپەر بولدى. كۆزنى يۇمۇپ ئاچقۇچە ئۇ نەچچە يۈز چاقىرىم يول يۈردى. ئويلىغىنىدەك ، ۋاڭ بو كاتتا پائالىيەت ئەتىگەندە شاھزادە تېڭ سارىيىغا يۈگۈردى.\nئويلىغىنىدەك ، ۋاڭ بو كاتتا پائالىيەت ئەتىگەندە شاھزادە تېڭ سارىيىغا يۈگۈردى. ھەمدە نەق مەيداندا ئۇ «شاھزادە تېڭ سارىيىنىڭ مۇقەددىمىسى» نى يازغان بولۇپ ، بۇ تاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور گاۋزوڭ تەرىپىدىن مەڭگۈلۈك نادىر ئەسەر دەپ ئاتالغان. ھەمدە نەق مەيداندا ئۇ «شاھزادە تېڭ سارىيىنىڭ مۇقەددىمىسى» نى يازغان بولۇپ ، بۇ تاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور گاۋزوڭ تەرىپىدىن مەڭگۈلۈك نادىر ئەسەر دەپ ئاتالغان.\nمۇنداق بىر شېئىر بار:\nئەزەلدىن تالانتلىق كىشىلەر ئىلاھ دېيىلىدۇ ، شۇڭا شامالنىڭ نەنچاڭنى نەنچاڭغا ئېلىپ كېلىشى تاسادىپىيلىق ئەمەس\nمەن تېڭ ۋاڭنىڭ ئېگىز سارىيى ھەققىدە بىر جۈملە يازدىم ، ئاندىن ئۇ ئۆلمەسلەرگە ھەمراھ بولۇپ جوڭيۈەنگە كەلدى.", "聖意": "ئۆيىڭىز ئۈچۈن دۇئا قىلىڭ ۋە ئۆزىڭىزنى قوغداڭ ، بەخت تىلەڭ ، بايلىق ئىزدەڭ ۋە نىكاھ ۋە ئىناقلىقنى قولغا كەلتۈرۈڭ.", "古人": "شامال تېڭۋاڭ سارىيىغا ئۇرۇلدى", "第X籤": "سەكسەن بىرگە ئىمزا قويۇڭ", "宮": "ۋېي گوڭ"}