{"籤詩版本二": "ئىناۋىتىڭىز سەۋەبىدىن پەزىلىتىڭىزنى يوقىتىپ قويسىڭىز قانداق قىلىش كېرەك؟ مەن تەلەينىڭ ئۆزگىرىپ ، ناچار ئىشلارنىڭ يۈز بېرىشىدىن قورقىمەن.\nمەست ، مەن نەگە بېرىشنى بىلمەيمەن ، يېشىل قارىغاي دەرىخىنىڭ سايىسىدا تۇمان چۈشۈم بار.", "詩意": "بۇ ئالتە تەرەپلىك سوغۇق بېلىقنىڭ سۇدىن ئايرىلغانلىقىغا ۋەكىللىك قىلىدۇ.\nھېچقانداق نەرسىنى يۆتكىگىلى بولمايدۇ.\n\n(بۇ ئالتە تەرەپلىك ناچار پەزىلەت ۋە تەلەينىڭ سىمۋولى.\nھەممە ئىشتا پۇتىڭىزنى يەردە قويۇڭ.\n)", "解曰": "سوغۇق بېلىق سۇدىن ئايرىلىدۇ. مەلھەم چىۋىن. لاگېر پىلانىنى سورىسىڭىز. مو چىغا ياخشىراق\nبۇ بەلگە ليۇجياغا بەخت ئېلىپ كېلىدۇ. ھەممە ئىش خاتا. بىخەتەرلىك ئۈچۈن دۇئا قىلىڭ.", "籤詩故事一": "◇ جۇاڭزى ئايالىنى سىنايدۇ\nجۇاڭزى جو سۇلالىسى دەۋرىدە تۇغۇلغان ، ئۇنىڭ فامىلىسى جۇاڭ ، ئۇنىڭ ئىسمى جوۋ ، ئۇنىڭ ئىسمى زىشيۇ ، ئۇ سۇڭ سۇلالىسى دەۋرىدىكى مېڭگىيلىق. جوۋ سۇلالىسى دەۋرىدە ئۇ چيۈەننىڭ ئەمەلدارى بولغان.\nبىر كۈنى ، جۇاڭزى تاغدا بىر ئايال بىلەن تونۇشۇپ قالدى ، ئۇ يېڭى قەبرىنىڭ ئالدىدا ئولتۇرۇپ ، قەبرىدىكى ھۆل تۇپراقنى قۇرۇتماقچى بولغاندەك مەستانىسىنى قاتتىق سىلكىدى. جۇاڭزى ئۇنىڭ مۇددىئاسىنى چۈشەنمىگەچكە ، ئۇنىڭدىن سورىدى. ئۇ قەبرىگە دەپنە قىلىنغان كىشىنىڭ يولدىشى ئىكەنلىكىنى ، ئېرىنىڭ ئەڭ ئاخىرقى سۆزى بولسا قەبرىدىكى تۇپراق قۇرۇپ كەتمىگۈچە قايتا توي قىلالمايدىغانلىقىنى ئېيتتى. ئۇ ئەمدى ساقلاپ تۇرالمىدى ، شۇڭا ئۇ قەبرىنى تۇپراقنى تېزرەك قۇرۇپ قۇرۇپ ، ئىككىنچى باھارنى قوغلىيالايدۇ.\nجۇاڭزى دۇنيادا مۇشۇنداق يۈرەكسىز ئايال بار دەپ ئويلىغاندا ئاھ ئۇردى. ئاندىن ئويلىدىم ، ئايالىم مۇشۇنداق بولامدۇ؟ گۇمان پەيدا بولغاندا ، مەن ئۇنى سىناپ باققۇم بار.\nجۇاڭزىنىڭ ئايالىنىڭ فامىلىسى تيەن بولۇپ ، ئەر-ئايال ئادەتتە يېقىن مۇناسىۋەتتە ئىدى ، ئايالىنىڭ ساداقەتمەنلىكىنى سىناش ئۈچۈن ، جۇاڭزى ئۆزىنى ئۆلتۈرىۋالغاندەك قىلىشنى قارار قىلدى.\nجۇاڭزىنىڭ تۇيۇقسىز كېسەل سەۋەبىدىن قازا قىلغانلىقىنى ئاڭلىغان ھەر قايسى جايلاردىن تۇغقانلىرى ۋە دوستلىرىنى ئۆز ئىچىگە ئالغان نۇرغۇن كىشىلەر ھال سورىدى. ئۇلارنىڭ ئىچىدە چۇ ئۆلكىسىدىن كېلىشكەن پادىشاھ ۋە نەۋرىسى بار بولۇپ ، بايلىقى مول ئىدى. تيەن يېڭى تۇل ۋە كۆيۈمچان بولۇپ ، ئۇنى قوغلىدى. تيەن خانىم بۇ ۋەسۋەسىگە بەرداشلىق بېرەلمەي ۋاڭ سۈننى ياخشى كۆرۈپ قالدى. ئۇلار يىگىرمە كۈندە توي قىلدى.\nشۇ كۈنى كەچتە ، ھاراق ھاراق ئىچىپ ، قۇلاقلىرى قىزىپ كەتكەندە ، ۋاڭ سۈن تۇيۇقسىز يۈرەك كېسىلىگە گىرىپتار بولۇپ قازا قىلغان.\nتيەن خانىم قورقۇپ ۋە ئالاقزادە بولۇپ ، ۋاڭ سۈندىن جىددىي نېمە قىلىشنى سورىدى. ۋاڭ سۈن بۇ ئازابقا بەرداشلىق بېرىپ ، تيەن خانىمغا ئۆلۈكلەرنىڭ مېڭىسىنىڭ ئۆلۈكلەرنى تىرىلدۈرگىلى بولىدىغانلىقىنى ئېيتتى.\nجەسەتنى قەيەردىن تېپىش كېرەك؟ تيەن خانىم تۇيۇقسىز ئويلىدى ، ئېرى ئۆلمىدىمۇ؟ تيەن ئەپەندى ئەر-ئايال ئوتتۇرىسىدىكى كونا مۇھەببەتنى ئۇنتۇپ ، ئەمەلىيەتتە پالتا ئېلىپ ئېرىنىڭ جەسەت ساندۇقىنى بۆلۈپ ، مېڭىسىنى داۋالاشقا تەييارلىق قىلدى.\nئويلىمىغان يەردىن ، جەسەت ساندۇقى ئېچىلغاندا ، جۇاڭزى قايتىدىن ھاياتلىققا ئېرىشتى. تيەن خانىم بەك خىجىل بولۇپ ، ئۆزىنى ئېسىپ قويدى.\n(بۇ ھېكايە شەخسىي مەنپەئەت ئۈچۈن دوستلۇققا خىلاپلىق قىلىشنىڭ بىر مىسالى ، شۇڭا بىز بۇنىڭغا قوشۇلمايمىز.)", "聖意": "ئۆي تىنچ ، ئۆزى بىخەتەر ، پۇل ئادالەتسىز ، سودا قۇربانلىق قىلىنىدۇ ، نىكاھ ھەل ​​بولىدۇ ، ليۇجيادا رەزىللىك گۈللىنىدۇ ، پىيادىلەر كەلمىدى ، يىپەك قۇرتى تەكشى ، چارۋىلار تەكشى ، خەلق يوقاپ كەتتى ، دەۋا ئۆزگىرىۋاتىدۇ ، شاگىرتلار مۇتەئەسسىپ ، مال-مۈلۈك كېسەل ئەمەس ، تاغ ۋە قەبرە رەزىل.", "古人": "جۇاڭزى ئايالىنى سىنايدۇ", "第X籤": "Lot 84", "宮": "ۋېي گوڭ"}