{"籤詩版本二": "قاراڭغۇ بۇلۇت ۋە تۇمان تاغنىڭ ئالدىدىكى يولنى قاپلايدۇ ، ھەممە نەرسە يۇمىلاق ، ئاي يەنە يۇمىلاق.\nئەگەر شېئىر ۋە كىتابقا ئېرىشسىڭىز ، چوڭقۇر چۈشتىن ئويغىنىسىز ، ئالىيجاناب ئادەم سىزنى ئۆگزىگە باشلاپ بارىدۇ.", "詩意": "بۇ ئالتە تەرەپلىك باھارنىڭ ئاخىرلاشقانلىقى ۋە گۈللەرنىڭ ئېچىلغانلىقىغا سىمۋول قىلىنغان.\nرەببىمىزدىن كېيىن ھەممە ئىشلار ئۆزگىرىدۇ.", "解曰": "بوۋاي ياردەم تەلەپ قىلىشى كېرەك. ئەتىيازدا يەنە چېچەكلەيدۇ. شۆھرەت ۋە تەلەيگە ئىنتىلىش. كېچىكىپ شامالغا يولۇقۇڭ.", "籤詩故事一": "◇ خەن ۋېنگوڭ قارغا يولۇقتى\nخەن يۈنىڭ ھۆرمەت ئىسمى تۇيجى بولۇپ ، چاڭلىدىن كەلگەن. تاڭ دېزوڭ جېنيۈەننىڭ سەككىزىنچى يىلى جىنشى بولۇپ قالدى ، ئۇنىڭ ئۆلگەندىن كېيىنكى ئىسمى ۋېن گوڭ ئىدى.\nتاڭ سۇلالىسى دەۋرىدىكى ئىمپېراتور شيەنزوڭ ھۆكۈمرانلىق قىلغان مەزگىلدە ، خەن يۈ بۇددانىڭ سۆڭەكلىرى بىلەن ئىمپېراتورنىڭ غەزىپىنى كەلتۈرگەن. خەن يۈ ئايالى ۋە بالىلىرىنى تاشلاپ چاۋجوۋغا باردى. بىر نەچچە كۈن ماڭغاندىن كېيىن ، سوغۇق شامال كۆتۈرۈلۈپ قاتتىق قار ياغدى. خەن يۈ قارنىڭ بىر نەچچە ئىنگلىز چىسى كېلىدىغان يەرگە كەلدى ، بۇنىڭ بىلەن ئاتنىڭ ئالغا ئىلگىرىلىشى تەسكە توختىدى ، يېقىن ئەتراپتا ئۆي يوق ، ئۇ يولنىڭ نەدىلىكىنىمۇ بىلمەيتتى. ئەگەر بۇ يولدا مېڭىپ چېكىنىشنى ئويلىسىڭىز ، قايتىش يولى يوق. شامال قاتتىق ئۇرۇلدى ، قار تېز ياغدى. خەن يۈ تېرىگە چىلاپ ، مۇزلاپ ئاچ قالدى ، ئۇنىڭ قايغۇسىنى ئىپادىلەيدىغان يېرى يوق.\nخەن يۈ كۈلۈپ تۇرۇپ: «ئىمپېراتور مېنى ئۆلتۈرمەيدۇ ، ئەمما ئىمپېراتور مېنى يوقىتىشنى خالايدۇ» دېدى.\nخەن يۈ ئۈمىدسىزلەنگەندە ، قاتتىق سوغۇققا قارىماي قار تازىلاش ئۈچۈن كەلگەن بىر ئادەمنى كۆرۈپ ، ئۇ خەن شياڭزى (خەن يۈنىڭ جىيەنى) بولۇپ چىقتى.\nبۇنىڭدىن ئىلگىرى ، خەن شياڭزى خەن يۈگە: «يۈن خېڭنىڭ چىنلىڭدىكى ئۆيى نەدە؟ قار كۆك دەرۋازىنى قۇچاقلاپ ، ئات ئالغا ئىلگىرىلەشتىن توختايدۇ» دېگەن ئىدى. ئەينى ۋاقىتتا ، خەن يۈ خەن شياڭزىنىڭ نېمە دېمەكچى ئىكەنلىكىنى چۈشەنمەيتتى ، ئەمما ھازىر ئۇ ئاخىرى چۈشەندى.\nشۇنىڭ بىلەن خەن يۈ بىلەن خەن شياڭزى لۇڭگاندىكى فۇنىڭ ئۆيىدە كېچىنى ئۆتكۈزۈشكە باردى. ئۆتمۈش ۋە تېرىقچىلىق يولى ھەققىدە توختالغاندا ، خەن يۈ سەمىمىيلىك بىلەن قايىل بولدى.\nكېيىن ، خەن يۈ رەسمىي ئورنىدىن ۋاز كېچىپ ، بارلىق مال-مۈلۈكلىرىنى يەرلىك ھۆكۈمەتكە ئىئانە قىلغان ۋە تاغقا چىقىپ تاۋىزىمنى مەشىق قىلغان ۋە ئۆلمەس بولۇپ قالغان.", "聖意": "ئۆي ئۆزى ئۈچۈن ياخشى ئەمەس ، پۇل ئىزدەشتە ئېھتىيات قىلىڭ ، سودىغا ئەھمىيەت بېرىڭ ، نىكاھ كېچىكىدۇ ، ليۇجيا ئايال پىيادىلەر ئېتىزلارنى توسۇۋالىدۇ ، يىپەك قۇرت ياخشى ، چارۋا ماللار ياخشى ، كىشىلەرنى تېپىش تەس ، ئاممىۋى دەۋا تەكرارلىنىدۇ ، كۆچمەنلەر يېڭىلانغان ، يۈتۈپ كەتكەن ئىشلار ئېغىر ، كېسەللىكلەر كېچىكىدۇ ، تاغ قەبرىلىرىنى ئۆزگەرتىش كېرەك.", "古人": "خەن ۋېنگوڭ قارغا يولۇقتى", "第X籤": "سەككىزىنچى بەشىنچى لاتارىيە", "宮": "شېن گوڭ"}