{"籤詩版本二": "غەربىي تاغنىڭ يېرىمىدىن پىيادە مېڭىپ ، جۇنلىڭنىڭ قىيالىرىنى ھەل قىلغىلى بولمايدۇ.\nخۇدادىن قوغداش ئۈچۈن ، بۇ جەسەت يەنىلا جەسەت ساندۇقىدا", "詩意": "بۇ ئالتە تەرەپلىك رەسىم قۇمدىن ئالتۇن ئىزدەشكە ئوخشايدۇ.\nھەممە ئىشتا ئالىيجاناب كىشىلەرنىڭ ئالامەتلىرى بار.\n\nيەنە: بۇ ئالتە تەرەپلىك ئادەمنىڭ خەتەر ئىچىدە ئىكەنلىكىنى كۆرسىتىپ بېرىدۇ.\nھەممە ئىشتا ئالىيجاناب كىشىلەرنىڭ ئالامەتلىرى بار.", "解曰": "قاشتېشى تاشنى تېپىش ئارقىلىق تاپقىلى بولىدۇ. قۇمدىن ئالتۇن تېپىڭ. جاپالىق ئىشلەش كېرەك. پەقەت ئاۋارىچىلىق.\nيەنە بىر خىزمەت: قىيىن ئەھۋال. تۇرغۇدەك جاي يوق. تەڭرىنىڭ بەرىكىتىنى تىلەڭ. خاتىرجەملىك ئۈچۈن دۇئا قىلىڭ.", "籤詩故事一": "Gold ئالتۇننى چىشلەپ يەر ئاستىدىكى ئۆڭكۈرلەرنى تەكشۈرۈڭ\nئۆزىنىڭ ھەربىي ئىش-پائالىيەتلىرىنى تەبرىكلەش ئۈچۈن ، چېڭ ياۋجىن يەنۋۇياڭدا زىياپەت ئۆتكۈزدى. تۇيۇقسىز يەرگە بىر تۆشۈك ئېچىلدى ، بۇ كىشىنىڭ ئەقلى يەتمەيدۇ. كۆپچىلىك بۇ سۆزلەرنى تاللاش ، ئالتۇننى چىشلەش ئۈچۈن چىشلەش ۋە ئارغامچا ئىجارىگە ئېلىپ تۆشۈككە ئۆزىنى باغلاپ نۇرغۇن چەك تارتتى.\nبۇ يەردە تاش ئىشىك ، ئۈستەل ، ئورۇندۇق ، كۆۋرۈك ۋە باشقا نەرسىلەر بار. ئۈستەلدە ئەجدىھا كىيىملىرى ۋە قاشتېشى بەلۋاغلىرى بار بولۇپ ، ئۇلار ئالتۇندىن ياسالغان ۋە ئۆڭكۈردىن كونىراپ كەتكەن.\nياۋ جىن چوڭ قۇتا ۋە كىچىك قۇتا بىلەن تۆشۈكتىن چىقىپ ، ياغاچ ساندۇقنى ئاچتى ۋە قاشتېشى تامغىسىنى چىقاردى ، ساندۇقنى ئاچتى ، چوڭ بايراق ، تاج كىيىمى ۋە ئىزلارنى چىقىرىپ ئۈستەلگە قويدى ، ھەممەيلەن ئۇلارنى بىر-بىرلەپ كۆردى. مەن چوڭ تامغا ئويۇلغان سەككىز تامغا پېرسوناژنىڭ «خۇنشىنىڭ ئالۋاستى پادىشاھى ، ئۇلۇغ پەزىلەتلىك ئىمپېراتور» ئىكەنلىكىنى كۆردۈم.\nكۆپچىلىك ئۇنىڭغا «ئىمپېراتور» دەپ چوقۇندى ، ياۋجىن بۇنى ئۈچ يىل ئالۋاستى پادىشاھى قىلدى. (ئەمەلىيەتتە ، بۇ پەقەت ئۆزىنىلا جاكارلىغان ، چېڭ ياۋجىن ئەينى ۋاقىتتىكى كەنتنىڭ رەھبىرى ئىدى.)\n.", "聖意": "ئۆي ۋە ئۆي ئۈچۈن دۇئا قىلىش ، ئۆزى ، پايدا كەمچىل بولۇش ، بايلىق ئىزدەش ، جاپالىق ئىشلەش ، سودىدا ئېھتىياتچان بولۇش ، نىكاھقا ليۇ جياشۇ ، پىيادىلەر ، چى تيەن ، يىپەك قۇرتى ، مۇقىم ئالتە چارۋا ، كىشىلەرنى ئىزدەيدۇ ، ئەرز قىلمايدۇ. ، يوقىتىش ، كۆچۈش ، يۈتۈپ كەتكەن مال-مۈلۈك ، ناچار كېسەللىكلەر ، توسالغۇلار ، تاغلار ۋە قەبرىلەرنى ساقلاش.", "古人": "ئالتۇن ئۈچۈن يىغلاش ئۈستىدە ئىزدىنىش", "第X籤": "سەكسەن يەتتە ئىمزا قويۇڭ", "宮": "شېن گوڭ"}