{"籤詩版本二": "شەخسىي ئىشلىرىڭىز بىلەن مېنى ئاۋارە قىلماڭ ، بۇ ئاممىدىن سوراش تېخىمۇ مۇۋاپىق.\nسۈزۈك قەلب ئاسماندىكى يورۇق ئايدەك يورۇق ۋە سۈزۈك", "詩意": "بۇ ئالتە تەرەپلىك رەسىم ئاسماندىكى يورۇق ئاينىڭ ئوبرازىغا ۋەكىللىك قىلىدۇ.\nھەممە نەرسە يورۇق ھەم ھاۋالىق.", "解曰": "سەمىمىي بولۇڭ. قانۇننى تۈزلەش. مۇقەددەس سۆزلەر. ئاخىرىدا ئېنىق بولىدۇ.", "籤詩故事一": "◇ كوڭ مىڭنىڭ گېنېرالى\nھەل قىلىش چارىسى: جۇگې لياڭ ئەسكەرلىرى ۋە گېنېراللىرىنى سەپەرۋەر قىلىدۇ\nئۈچ پادىشاھلىق دەۋرىدە ، جۇگې لياڭ (181-234) ، ھۆرمەتلىك كوڭمىڭ ، لاڭيانىڭ ياڭدۇ (ھازىرقى شەندۇڭ ئۆلكىسى يىنەن ناھىيىسى) دە تۇغۇلغان.\nليۇ بېي ئۈچ قېتىم قومۇشلۇق ئۆينى زىيارەت قىلغاندىن كېيىن ، جۇگې لياڭ رەسمىي ئەمەلدار بولۇشقا قوشۇلدى. ئەينى ۋاقىتتا ، ساۋ ساۋ خېبېينى تىنىچلاندۇرۇپ ، جەنۇبقا يۈرۈش قىلىشنى قارار قىلغان. مۇئاۋىن گېنېراللار ، 100،000 كىشىلىك قوشۇننى باشلاپ شىنيېغا قاراپ يۈرۈش قىلدى. گەرچە جۇگې لياڭنىڭ ئەينى ۋاقىتتا دۈشمەندىن چېكىنىش پىلانى بولسىمۇ ، ئەمما گۇەن يۈ بىلەن جاڭ فېي جۇگې لياڭنىڭ سۆزىگە سەل قارىغان. جۇگې لياڭنىڭ ليۇ بېينىڭ قىلىچىنى ئىشلىتىپ بۇ ئىككىيلەننى قايىل قىلىشتىن باشقا ئامالى يوق ، شۇنىڭ بىلەن ئۇلار ھەر بىرى مىڭ ئەسكەرنى باشلاپ يۇشان ۋە ئەنلىنغا ھۇجۇم قىلدى. ئۇلار شياۋ دۈننىڭ قوشۇنىنى يېتەكلىشىنى ساقلىدى ، ئاندىن ئۇلار بىلەن ھۇجۇم قىلدى. ھۇجۇم ۋە ئوت.\nئۇنىڭدىن باشقا ، جاۋ يۈن ئارمىيەنىڭ كونا ۋە ئاجىز قالدۇقلىرىنى باشلاپ شياۋ دۈنگە قارشى ئاۋانگارت سۈپىتىدە جەڭ قىلىشقا ئەۋەتىلگەن ، ئاندىن مەغلۇبىيەتنى ئويدۇرۇپ چېكىنگەن ، شياۋ دۈننى تاغ ۋە ئورمانلىقتىكى تار يولغا قىزىقتۇرغان. ئۇ يەنە گۇەننى ئەۋەتكەن. پىڭ ، جوۋ كاڭ ، ليۇ فېڭ قاتارلىقلار ساۋ قوشۇنىنىڭ ئارقا تەرىپىگە ئوغرىلىقچە كىرىپ ، تەمىناتنى كۆيدۈرۈپ ، ساۋ قوشۇنىدا ۋەھىمە پەيدا قىلغان.\nجەڭدىن كېيىن ، جۇگې لياڭ ئورۇنلاشتۇرغاندەك ھەممە ئىش يۈز بەردى. شياۋ دۈن بىلەن يۈ جىن ئارمىيەنى قوغلاپ قوغلاشقاندا ، ئارقا سەپتە تۇرغان لى ديەن ئالدىدىكى شياۋ دۈنگە دۈشمەننىڭ ئوت ھۇجۇمىدىن مۇداپىئەلىنىش كېرەكلىكىنى ئۇقتۇردى. ئەمما ، ئۇ بەك كەچ بولۇپ كەتتى ، ساۋنىڭ ئارمىيىسى چەكلىمىگە ئۇچرىدى. تار يول بولۇپ ، دەرەخلەر ئۆز-ئارا گىرەلىشىپ كەتكەن جايدا ئىدى ، شۇڭا ئوتنى باشلىغىلى بولمايتتى. ئېغىر تالاپەتكە ئۇچرىدى ، شياۋ دۈن ۋە باشقا گېنېراللار مەغلۇپ بولۇپ ، شۇدۇغا قېچىپ كەتتى.\n(بۇ ھېكايە كوڭ مىڭنىڭ كىشىلەرنى ئىشلىتىشكە ۋە دۆلەتنى ئەقىل-پاراسەت بىلەن باشقۇرۇشقا ماھىر ئىكەنلىكىنىڭ بىر مىسالى.)", "聖意": "ئۆي ۋە ئۆي ياخشى ، مەن باياشات ، خاتىرجەملىك ، گۈللەنگەن سودا ، نىكاھ ، مۇۋەپپەقىيەت ، ليۇجيادا مۇۋەپپەقىيەت قازىنىش ، ئەرلەر كۆچەت تىكىش ، يىپەك قۇرت ، چارۋىلاردىن ئايرىلىش ، يوقاپ كەتكەنلەر ، ئاممىۋى دەۋا ، كۆچۈش ، مال-مۈلۈكتىن ئايرىلىش ، بەخت ، كېسەللىك ، تىنچلىق ، تاغ ۋە قەبرىلەر.", "古人": "كوڭ مىڭنىڭ گېنېرالى", "第X籤": "توققۇزىنچى بەلگە", "宮": "يىن ئوردىسى"}