{"籤詩版本二": "ياخشى پروگرامما سىزنى چىرايى تاتىرىپ كىشىلەر ئارىسىدىن ئالاھىدە پەرقلەندۈرىدۇ ، كەلگۈسىدىكى ئۆزگىرىشلىرىڭىز ۋە نۇرغۇن بايلىق ئېلىپ كېلىسىز.\nبىر يول ئاسماندەك كەڭ ، سىز بېرەلەيدىغان پۇللارنىڭ ھەممىسى قەلبىڭىزدە بولىدۇ", "詩意": "بۇ ئالتە تەرەپلىك ئىستىقباللىق كەلگۈسىنى كۆرسىتىپ بېرىدۇ.\nھەممە ئىشلار ئوڭۇشلۇق بولىدۇ.", "解曰": "چوڭ يول. ئالغا ئىلگىرىلىيەلەيسىز. يۈرىكىڭىزنى ئىشلىتىڭ. پەقەت ئالدىغا.\nھەممە نەرسە بۇ بەلگە بىلەن پىلانلانغاندەك بولىدۇ. جىچاڭغا ئامەت تىلەيمەن.", "籤詩故事一": "◇ ئۈچ قەھرىمان لۇ بۇغا قارشى ئۇرۇش قىلىدۇ\nھەل قىلىش چارىسى: جاڭ فېي ، گۇەن يۈ ۋە ليۇ بېي قاتارلىق ئۈچ قەھرىمان لۇ بۇغا قارشى كۈرەش قىلىدۇ\nدوڭ جۇ خۇا شيۇڭنىڭ كاللىسىنىڭ كېسىلگەنلىكىنى بىلدى ۋە ئۇچۇۋاتقان گېنېرال لۇ بۇنى ئۇرۇشقا ئەۋەتتى. لۇ بۇ جەڭگە چىقىپلا گېنېرال فاڭ يۆ ۋە مۇ شۈننى ئۆلتۈردى ۋە ۋۇ ئانگۇ ۋە گوڭسۇن زەننى ئۆلتۈردى.\nجاڭ فېي گوڭسۈن زەننىڭ لۇ بۇنى مەغلۇب قىلالمايدىغانلىقىنى كۆرۈپ ، ناھايىتى تېزلا گوڭسۈن زەننىڭ ئورنىنى ئېلىپ ۋارقىراپ: «ئۈچ فامىلىلىكنىڭ قۇللىرى چوقۇم ئايرىلىشى كېرەك! يەنلىك جاڭ فېي بۇ يەردە!» شۇنىڭدىن كېيىن ، ئۇلار ئەللىك قېتىمدىن ئارتۇق جەڭ قىلدى ، ئۇتقۇچى ياكى مەغلۇبىيەتچى يوق.\nگۈەن يۈ بۇنى كۆرگەندىن كېيىن ، جاڭ فېي بىلەن لۇ بۇغا ھۇجۇم قىلىپ ، ئوتتۇز نەچچە قېتىم جەڭ قىلغان.\nليۇ بېي يەنە ئىككى قىلىچ كۆتۈرۈپ ، ئاتنى چاۋاك چېلىپ ، جاڭ فېي بىلەن گۈەن يۈگە ياردەم قىلدى.\nبۇ ئۈچ كىشى لۇ بۇنى قورشىۋېلىپ داۋاملىق جەڭ قىلدى ، گۇرۇپپىدىكى كىشىلەرنىڭ ھەممىسى ھەيران قالدى.\nئۇزۇن ئۆتمەي ، لۇ بۇ كۈچنى يوقىتىشقا باشلىدى. لۇ بۇ پېگاس چېكىندى ، ئەمما بۇ ئۈچ كىشى لۇ بۇنى قوغلاپ ۋاز كېچىشنى رەت قىلدى. ئۇلار لۇ بۇنىڭ ئەسكەرلىرى بىلەن كۆرۈشمىگۈچە چېكىنمىدى.\n«ئۈچ پادىشاھلىق»\n(بۇ ھېكايە لۇ بۇنىڭ باتۇرلۇقى ۋە جەڭ قىلىش ماھارىتىنىڭ بىر مىسالى. بىر ئادەم ئۈچ ئادەمنى مەغلۇب قىلالايدۇ.)", "聖意": "ئۆي ۋە ئۆينىڭ يۈرىكى پەقەت ئۆزىنىڭ ساياھىتىدىلا بايلىق ئىزدەش ئۈچۈن سەپەر قىلىدۇ. مۇمكىن بولغان نىكاھ ماقالىسى ليۇجياغا بارىدۇ. ئىشلار كىشىلەرگە ئوڭۇشلۇق بولىدۇ. جۇشۇنتىيان يىپەك قۇرتى ئىشلىتىلىدۇ. ئالتە ھايۋاننىڭ ئىچىدە كىشىلەرنى تاپقىلى بولىدۇ. كىشىلەرنى ئالدىن تاپقىلى بولىدۇ. . دەۋا. كۆچۈش. يۈتۈپ كەتكەن مۈلۈك. كېسەللىكلەر. تاغلار ۋە قەبرىلەر تەلەيگە ئوخشايدۇ.", "古人": "ئۈچ قەھرىمان لۇ بۇغا قارشى ئۇرۇش قىلىدۇ", "第X籤": "توققۇزىنچى لاتارىيە", "宮": "You Palace"}