{"籤詩版本二": "لۇەن فېڭ شياڭ سىم-سىم يامغۇرغا چۆمگەن ، ئەمما ئۇ ۋاقىتتا ئۇ كۇئېر تەرىپىدىن بوزەك قىلىنغان\nبىر كۈنى بۇلۇتنىڭ يىراق ئىكەنلىكىنى بىلگىنىمدىن ھەيران قالدىم ، ئەمما مەن يەنىلا كىيىملىرىمنى سىزگە قايتۇرۇپ بەردىم.", "詩意": "بۇ ئالتە تەرەپلىك رەسىم لۇئەن بىلەن فىنكىسنىڭ يامغۇر بىلەن قاپلانغانلىقىنىڭ سىمۋولىغا ۋەكىللىك قىلىدۇ.\nھەممە نەرسە ۋاقتى كەلگەندە كېلىدۇ.", "解曰": "بۇ قارا نىيەت كۈندىن-كۈنگە گۈللىنىۋاتىدۇ. بىر ئەپەندى ھېچ ئىش قىلماسلىقى كېرەك. ئۆزىڭىزنى ساقلاپ تۇرۇڭ. ۋاقتى كەلگەندە ھەرىكەت قىلىڭ.", "籤詩故事一": "◇ گاۋ جۈن توي قىلىشقا كاپالەتلىك قىلىدۇ\nسۇڭ سۇلالىسىنىڭ دەسلەپكى مەزگىللىرىدە ، جاۋ كۇاڭجىن شىمالنى بىرلىككە كەلتۈرۈپ ، پۈتۈن دۆلەت تەسلىم بولغان. قانداقلا بولمىسۇن ، جەنۇبىي تاڭ سۇلالىسى دەۋرىدە ، لى يۈ چاڭجياڭ دەرياسىنىڭ جەنۇبىغا يىلتىز تارتقان. ئۇ شەھەرنى تەمىنلەش ، قاپسىلىپ قېلىشتەك تەسلىم بولۇش ئىستراتېگىيىسىنى قوللانغان. شاۋجۇدىكى جاۋ كۇەنگىن ، ئەھۋال ئىنتايىن ھالقىلىق. جاۋ كۇاڭيەننىڭ جىيەنى گاۋ جۈنباۋ ئالتۇن مىلتىق بىلەن ياش يىگىت بيەنجىڭدىن يولغا چىقىپ ، شوۋجوۋنىڭ قورشاۋىنى بۇزدى.\n، شۇاڭسۇ تېغىدىن ئۆتۈپ ، ئۇلار لىيۇ جىندىڭ قۇرغان ئەر بەلگىسىنى چېقىۋەتتى ، ئىككىيلەن رىقابەتلەشتى. نەتىجىدە ، ليۇ جىندىڭ قالتىس جەڭ سەنئىتى بىلەن ئۈچ قېتىم گاۋ جۈنباۋنى مەغلۇب قىلدى ، ئۇلار ئالتۇن شار ۋە كۈمۈش قوڭغۇراقنى ئالماشتۇردى. جاۋ كۇاڭجىننىڭ جىيەنى گاۋ جۈنباۋ شوۋجوۋدا قاپسىلىپ قالغان جاۋ كۇاڭجىننى قۇتۇلدۇرۇش ئۈچۈن بيەنجىڭدىن ئايرىلغان. ئۇ شۇاڭسۇ تېغىدىن ئۆتۈپ ، ليۇ جىندىڭ ئورناتقان بەلگىنى بۇزۇپ تاشلىغان. ھەمدە توي قىلىشقا مەجبۇر بولغان. بۇ بىر جۈپلەر ئاممىنى باشلاپ قورشاۋغا ئېلىپ ، جاۋ كۇاڭگىننى قۇتۇلدۇردى.\n(بۇ ھېكايىنىڭ مىتافوراسى شۇكى ، ئىككەيلەن ياراشمىغان (بوزەك قىلىنغان) ، ئەمما كېيىن يارىشىپ قالغان.)", "聖意": "ئائىلە ئۆيى ئۆزى ئۈچۈن ياخشى ئەمەس ، پۇل ئىزدەشكە دىققەت قىلىڭ ، سودىنى توسۇڭ ، توينى ساقلاڭ ، كېچىكتۈرۈڭ ، ليۇجيا ، يالغان ساياھەتچى ، ئېتىزدا ئۇزۇن ئۆمۈر كۆرۈڭ ، يىپەك قۇرت ، كېچىكىپ ، ئالتە چارۋا مال زىيانغا ئۇچرىدى ، كىشىلەرنى تېپىش تەس ، دەۋا ، زىيان ، كۆچۈش ، مۇتەئەسسىپلىك ، يۈتۈپ كەتكەن مال-مۈلۈك ، ئېغىر كېسەللىك ، تاغنىڭ كېڭىيىشى ، ئېغىر ئىسلاھات", "古人": "گاۋ جۈن توي قىلىشقا كاپالەتلىك قىلىدۇ", "第X籤": "93 لاتارىيەچىگە ئېرىشتى", "宮": "xugong"}