{"籤詩版本二": "غايە ۋە مۇۋەپپەقىيەتلەر سۇلالىسىدە ، ئەمما ھازىر تۈگىمەس ھاراق ۋە جىنسىي مۇناسىۋەت بولىدۇ.\nئەگەر ئالتۇن خورازنى كۆرسىڭىز ، پۇل ، بايلىق ۋە بايلىق بىلەن مۇكاپاتلىنىسىز.", "詩意": "بۇ ئالتە تەرەپلىك ئارزۇ ئۇلۇغۋار ۋە شۆھرەتنىڭ سىمۋولىغا ۋەكىللىك قىلىدۇ.\nھەممىنى ياخشى ساقلاڭ.", "解曰": "ئۇلۇغۋار ۋە ھاياجانلاندى. ئۆزىڭىزنى قوغداش كېچىككەن ئەمەس. ئالتۇن خوراز ۋەدە بەردى. ھەممىسى خۇشال.", "籤詩故事一": "◇ ساۋ پى ئۆزىنى ئىمپېراتور دەپ جاكارلىدى\nساۋ پى ، ھۆرمەتلىك زىخۇەن ، پېيگۇچياۋ (ھازىرقى ئەنخۇينىڭ خاۋ ناھىيىسى) دە تۇغۇلغان. جيەنئەن دەۋرىدىكى داڭلىق سىياسەتچى ۋە يازغۇچى.\nساۋ پاۋ ساۋنىڭ ئىككىنچى ئوغلى ، ئۇ كىچىكىدىن باشلاپ دادىسى بىلەن بىللە ھەربىي لاگېردا تۇرغان. دادىسىنىڭ تەسىرىدە ، ساۋ پى ئالتە ياشتا ئوقيا ئېتىشنى ، سەككىز يېشىدا ئات مىنىشنى ئۆگىنىپ تەرەققىي قىلغان. ياخشى جەڭ ماھارەتلىرى. ئۇ يەنە قەدىمكى ۋە زامانىۋى كلاسسىك ئەسەرلەر ۋە تەرجىمىھالى ، شۇنداقلا يۈزلىگەن تەپەككۇر مەكتەپلىرىنىڭ كىتابلىرى ھەققىدە مول بىلىمگە ئىگە. ئون سەككىز ياشقا كىرگەندىلا ئاندىن ساۋ ساۋ يۈەن شاۋنى مەغلۇب قىلغان ، ساۋ ساۋ ھۆكۈمرانلىقنىڭ مەركىزى بولغان يېچېڭدا بىر قەدەر مۇقىم تۇرمۇش كەچۈرگەن. شۇنىڭدىن كېيىن ، گەرچە ئۇ بەزىدە دادىسىغا ھەمراھ بولۇپ ھەربىي ئېكىسپېدىتسىيەگە قاتناشقان ۋە كۆپىنچە ۋاقىتلاردا ئالىيجاناب ئوغلىنىڭ ھاياتىنى باشتىن كەچۈرگەن بولسىمۇ ، ئەمما ئۇ يەنىلا ھەر كۈنى ئۇرۇش سەنئىتى بىلەن شۇغۇللانغان ۋە بۈگۈنگە قەدەر رەت قىلمىغان. ئۇ دائىم ئاتقا مىنىپ يۈز قەدەم بىلەن ماڭىدۇ ۋە جەڭ ماھارىتىگە ماھىر. چۈنكى ئۇ دائىم جەڭ ماھارەتلىرى بىلەن شۇغۇللىنىدىغان بولغاچقا ، ئۇ يېنىك ۋە كۈچلۈك.\nساۋ ساۋنىڭ چوڭ ئوغلى ساۋ ئەن بىر جەڭدە ئۆلتۈرۈلگەن. چوڭ ئوغلى ئۆلگەندىن كېيىن ، ساۋ پى تاج شاھزادىسىنىڭ بىرىنچى تاللىشى بولۇپ قالدى. ئۇ ئوتتۇز بىر ياشقا كىرگەندە ، ئۇنى ساۋ ساۋ تاج شاھزادىسى قىلغان. ساۋ پى ئوتتۇز ئۈچ ياشقا كىرگەندە ، ساۋ ساۋ كېسەل سەۋەبىدىن قازا قىلغان ، ساۋ پى ئۇنىڭ ئورنىغا ۋېينىڭ باش مىنىستىرى ۋە پادىشاھى بولغان. ئۇنىڭ دېيىشىچە ، ئۇ دائىم يۈز قەدەمدە ئاتقا مىنىپ ، ناھايىتى ماھارەتلىك ئىكەن ، چۈنكى ئۇ دائىم كۇڭفۇ مەشىق قىلىدۇ ، ئۇ يېنىك ۋە ساغلام.", "聖意": "ئۆيىڭىز ۋە ئۆيىڭىزنىڭ تىنچ بولۇشىنى تىلەڭ ، بايلىق ئىزدەڭ ، جاپالىق ئىشلەڭ ، سودا قىلىڭ ، بالدۇر ئاجرىشىڭ ، نىكاھ مۇۋەپپەقىيەتلىك بولىدۇ ، ليۇجيا بىخەتەر بولىدۇ ، كىشىلەر ئېتىزدا بولىدۇ ، يىپەك قۇرت پىشىپ يېتىلىدۇ ، ئالتە چارۋا پىشىپ يېتىلىدۇ ، كىشىلەرنى تېپىش تەسكە توختايدۇ ، ئاممىۋى دەۋا جىددىي بولىدۇ ، كۆچۈش يوقىلىدۇ ۋە ئىشلار يىراق بولىدۇ. كېسەللىكلەر تاغ ۋە قەبرىلەردە ساقلىنىدۇ.", "古人": "ساۋ پى ئۆزىنى ئىمپېراتور دەپ جاكارلىدى", "第X籤": "توققۇز بەشىنچى لاتارىيەچى", "宮": "xugong"}