{"籤詩版本二": "ھەيۋەتلىك پاگودا ئادەتتىن تاشقىرى بولۇپ ، ھەممە تەرىپىدە ئېسىل ئالاھىدىلىكلەر بار.\nمەن سىزنى ئەستايىدىللىق بىلەن باش ئېگىش ۋە ياخشى ئىشلارنى قىلىشقا بەل باغلىشىڭىزنى تەلەپ قىلىمەن ، جەننەت سىزگە بەخت ئاتا قىلىدۇ.", "詩意": "بۇ ئالتە تەرەپلىك ئىقتىدارنىڭ نامايەندىسىگە ۋەكىللىك قىلىدۇ.\nھەممە نەرسە ياخشى.", "解曰": "بۇ نېمەتلەر. ھەممە ئادەمدە بار. بەك ئالدىراش بولۇپ كەتمەڭ. خىزمەت ئالدىن بېكىتىلىدۇ.", "籤詩故事一": "Fe فېنياڭ پادىشاھى جۇڭگو ئاشىق-مەشۇقلار بايرىمىدا نەۋرىسى بىلەن كۆرۈشتى\nھەل قىلىش چارىسى: گو زىيى جۇڭگو ئاشىق-مەشۇقلار بايرىمىدا توپا توقۇغۇچى قىز بىلەن تونۇشتى. قاشتېشى ئىمپېراتورنىڭ نەۋرىسى تيەنسۇن يەتتە پەرى.\nگو زىيىڭ (697-781) ، گو لىڭگوڭ دەپمۇ ئاتىلىدۇ ، خۇاجوۋ (ھازىرقى شەنشى ئۆلكىسى خۇاچيەن ناھىيىسى) جېڭ ناھىيىسىدىن بولۇپ ، تاڭ سۇلالىسىنىڭ گېنېرالى. ئىمپېرىيە سوتى زىيىغا فېنياڭ پادىشاھى ئۇنۋانى بەردى.\nئېيتىشلارغا قارىغاندا ، زىيى ئەسلى خۇاجوۋدىن بولۇپ ، سەددىچىن سېپىلىنىڭ سىرتىدىكى ئارمىيەگە قاتناشقان. ئۇ بېيجىڭغا بېرىپ ھەربىي ئىش ھەققى تەلەپ قىلغان ۋە يىنجوۋغا قايتىپ كەلگەن. ئۇ ئەينى ۋاقىتتىكى جۇڭگو ئاشىق-مەشۇقلار بايرىمى ئىدى. شامال ۋە قۇم قاراڭغۇ چۈشتى ، كۈن قاراڭغۇلاشتى. زىيى ئالغا ئىلگىرىلىيەلمىدى ، شۇڭا ئۇ يولنىڭ يېنىدا تۇراتتى. ئۇ قۇرۇق ئۆيدە يەردە ئۇخلاۋاتاتتى. ئۇ ئۇخلىماقچى بولغاندا ، تۇيۇقسىز قىزىل چىراغنى كۆردى. ئۇ ئورنىدىن تۇرۇپ ھەيرانلىق بىلەن قارىدى. ئاسماندا بۇلۇت بولۇپ ، ئاستا-ئاستا پەسكە چۈشتى. ھۆرمەتلىك ۋە كۆركەم ، ئادەتتىكى كىشىلەردىن پۈتۈنلەي پەرقلىنىدىغان چىرايلىق بىر ئايال ئولتۇردى. زىيى دەرھال ھۆرمەت بىلدۈرۈپ مۇنداق دېدى: «بۈگۈن يەتتىنچى ئاينىڭ 7-كۈنى ، مېنىڭچە ئۇ توقۇمىچىلىق قىز كەلدى ، ئۇ ئۇزۇن ئۆمۈر ۋە بايلىق ئاتا قىلىشنى خالايدۇ».\nبۇ ئايال يەنە: «زور بايلىق بىلەن ئۇزۇن ئۆمۈر كۆرىدۇ» دەپ جاۋاب بەردى.\nئۇ سۆزلەشنى تۈگەتكەندىن كېيىن ، پارقىراق قايتىپ كەلدى ۋە بۇلۇتلار ئاستا-ئاستا كۆتۈرۈلدى. بۇ ئايال يەنىلا گو زىيىغا يېقىملىق تەبەسسۇم بىلەن قارىدى ، ئۇ ئۆزىدىن يىراق بولغۇچە ، ئاندىن ئىس-تۈتەك تۇتۇق بولۇپ ، ئۇنى ئەمدى كۆرگىلى بولمايتتى.\nئۇ ئايال ئېيتقاندەك راست بولۇپ چىقتى. زىيىينىڭ قابىلىيىتى دۇنياغا داڭلىق ، ئۇ ئىنتايىن ئالقىشقا ئېرىشكەن مىنىستىر ، ئۇ ھەم ئارتۇقچىلىقى ۋە پەزىلىتى بىلەن گېنېرال.", "聖意": "ئۆيدە ئۆزىڭىزگە تىلەك تىلەڭ ، ئۆزىڭىزگە تىلەك تىلەڭ ، پۇل تىلەڭ ، سودىدا ئامەت ، نىكاھتا ئامەت ، ليۇجيادا ئامەت ، كىشىلەر بىلەن خۇشال ساياھەت قىلىش ، كۆچۈش ئېتىزى ، يىپەك قۇرت ، مۇقىم چارۋا ، تېپىشتىكى تەلەيسىز كىشىلەر ، ئاممىۋى دەۋا ، كۆچۈش ، بەخت-سائادەت ، مال-مۈلۈك كېسەللىكلىرى ، جېنشىڭشەندىكى قەبرىلەر", "古人": "پادىشاھ فېنياڭ جۇڭگو ئاشىق-مەشۇقلار بايرىمىدا نەۋرىسى بىلەن كۆرۈشتى", "第X籤": "توقسان ئالتە", "宮": "xugong"}