{"籤詩版本二": "Dai nyika yakasikwa muchato wakanaka, mazuva akanaka uye nguva dzakanaka, uye zvinhu zvese ngazvive zvakanaka\nHazvisi diki kuti utore mugove uyu, nokuti mambo anoti vanhu vakavimbika uye vakarurama.", "詩意": "Hexagram iyi inomiririra kutanga kwekuvhurwa kwedenga nenyika.\nZvese zvakanaka.", "解曰": "Rapid speed. Gore harina kukodzera nguva yaro. Guanyin anonyora pasi. Ndiudzei kutanga.", "籤詩故事一": "◇Zhongli akajekerwa\nZhongli Quan, anonzi Zhongli, akapihwa zita rekuti Quan, zita rekuremekedza Yunfang, uye zita remadunhurirwa rekuti Zhengyang, aive chizvarwa cheXianyang County, Xi'an, Province reShaanxi panguva yeMabvazuva Han Dynasty.\nZhong Liquan aive mukuru weHumambo hweHan.Parwendo rwekurwisa Western Qiang, aiitira godo mukuru mukuru Liang Yi ndokumupa masoja ekare uye asina simba zviuru makumi matatu. Paakangosvika kwaaienda, musasa wakapambwa mauto eWestern Qiang, uye varwi vakatiza. Zhong Liquan akarasika mumupata ndokusangana nemumongi weHu ari munzira, akamuendesa kune mumwe musha muduku ndokuti, “Apa ndipo panogara VaDinghua.” Akabva aoneka ndokuenda. Mushure mechinguva, mumwe munhu akaerekana ati, “Izvi zvinofanira kuitika nokuti muHu ane ziso regirini anonyanyotaurisa.” Akaona murume akanga akapfeka makushe emhembwe jena uye akabata tsvimbo yequinoa yegirini. Akabvunza Zhong Liquan, “Munhu akauya. uyu ndiye Han Da. General Zhongliquan\n? Zhong Liquan akakatyamadzwa, achiziva kuti akanga asangana nomumwe munhu wechienzi, naizvozvo akadzidza chiTao zvapachokwadi.\nZhong Liquan akazosangana naZhenren Huayang uye Mambo asingafi Xuanfu, uye akadzidza \"Chakavanzika chekusafa\". Pakupedzisira, akagara paZijin Sihaofeng muKongtong Mountain, akawana \"Chakavanzika cheJade Box\", uye akava munhu asingafi chaiye.", "聖意": "Namatira imba yako nemusha wako kuti zviropafadzwe nerombo rakanaka mumatsutso nemuchando tsvagai rombo rakanaka mumatsutso nemuchando.Muve nerombo rakanaka mubhizinesi, rombo rakanaka muwanano, rombo rakanaka mukuzvara vakomana, rombo rakanaka pakufamba kuenda minda, rombo rakanaka mumakonye esirika, rombo rakanaka pazvipfuyo, rombo rakanaka pakuwana vanhu, rombo rakanaka mumatare edzimhosva, rombo rakanaka mukutama, pfuma yakarasika, uye rombo rakanaka muzvirwere zvekuchamhembe kwakadziva kumabvazuva.", "古人": "Zhongli akabva ajekerwa", "第X籤": "chiratidzo chekutanga", "宮": "Uterus"}