{"籤詩版本二": "Wadii waenda kwaTailai uko kwave kukona, ndichambosiya muchinda uyu kunze kwegomo.\nKana paine nhau dzakanaka dzedindingwe kana tsuro, unenge wakasununguka kunyangwe wakatsunga kuve wakabatikana.", "詩意": "Mune iyi hexagram, pane chiratidzo chekuropafadza pakati pematambudziko.\nZvose zvakaipa mberi uye zvakanaka pakupedzisira.", "解曰": "Tsiva nehemp silk. Rova tsoka dzemumwe munhu. Ona zvakajeka. Zvikomborero zvinobva munjodzi.", "籤詩故事一": "◇Kusangana naTenzi muBukit\nWu Ji aimbova mutemi wehuni, uye vaviri ava vakasangana naJiang Ziya pavaibata hove muFeng River. Wuji akaseka achiona Ziya achiredza nechirauro chakatwasuka.\nZiya akatarisa chiso chaWuji ndokutaura svikiro: \"Ukapinda muguta nhasi, unouraya munhu.\" Anzwa izvi, Wu Ji akabva ashatirwa ndokutakura huni muguta.\nMushure mekupinda muguta, Wu Ji akanetsana nevamwe uye nekukanganisa akarova Prime Minister Wen Wang kusvika afa.\nMambo Wen akachera pasi sejeri uye akasunga Wu Ji.\nBukit Hou akasunungurwa kwenguva pfupi uye akatongerwa rufu kuti atarisire amai vake kusvikira matsutso.\nAmai vake vakamukumbira kuti akumbire Jiang Ziya rubatsiro.\nVaTaigong vakamugamuchira somudzidzi wake, vakamudzidzisa unyanzvi hwehondo, uye vakamurayira kuchera makomba uye kuroya kuti aparadze mugumo wake womuzvarirwo.\nMushure mematsutso, Wu Ji haana kuuya kuzorangwa. Mambo Wen akaburitsa nhamba dzekuzvarwa uye akafunga kuti Wu Ji akange azviuraya nekutya mhosva.\nGare gare, Mambo Wen akasangana naWu Ji, uye Wu Ji akasuma Mambo Wen kuti asangane naJiang Taigong.\nTaigong akapihwa zita reMukuru weWude. Vese tenzi nemudzidzi vakashandira King Wen.", "聖意": "Mumba makachengetedzeka, mega pakanaka, bhizinesi rakanaka, muchato wanonoka, murume anofamba netsoka haasati adzokera kumunda, makonye ane pundutso, mhuka nhanhatu shenji, kutsvaga kwakanaka, mhosva yeruzhinji zvakanaka, kutama kunochengetedza, pfuma yakarasika inoonekwa, chirwere chakanaka, Qiu Ji, guva regomo rakanaka", "古人": "Bukit Kusangana", "第X籤": "Chiratidzo chegumi nembiri", "宮": "Yin Palace"}