{"籤詩版本二": "Senge crane inobuda mukeji yayo inofa, zvinokwanisika kutiza kubva mukeji inofa.\nIko hakuna zvipingaidzo pakati pechamhembe, maodzanyemba nekumabvazuva. Unogona kuenda wakananga kuJiuxiao Palace.", "詩意": "Iyi hexagram inomiririra mufananidzo we crane inosiya keji yayo.\nZvose zvakaipa mberi uye zvakanaka pakupedzisira.", "解曰": "Hapana kunetseka. Mugwagwa unobudirira. Nyarara. Kusava nehanya semunhu (mwari).", "籤詩故事一": "◇Ziya akasiya chinzvimbo chake\nJiang Ziya paakanga achishanda sesvikiro, akaona kuti mumwe mukadzi akanga ashandurwa nemweya wejade pipa, saka akamubata uye akatomurova neingi. Mutungamiriri waMambo Zhou akatsanangura zvakanga zvaitika, akabvunza zvakanga zvaitika, ndokubva atora Jiang Ziya kunoona Mambo Zhou. Jiang Ziya akashandisa Samadhi Chokwadi Moto kupisa mweya wepipa kubva muchimiro chayo chepakutanga pamberi paMambo Zhou, uye Mambo Zhou akamuita mukuru mukuru.\nKuti atsive mweya wejade pipa, Daji akakumbira Mambo Zhou kuti arayire Jiang Ziya kuti avake chikuva chemhembwe.Jiang Ziya akatsiura Mambo Zhou, uye Mambo Zhou akaraira kuti aurayiwe.Jiang Ziya akapukunyuka nekushandisa mvura. Adzokera kumba, Jiang Ziya akabvunza Ma nezvekuenda kuXiqi, uye Ma aida kumuramba. Saka Jiang Ziya akaenda kuXiqi (guta guru raMambo Wen weZhou Dynasty) ari oga.\nJiang Ziya akasvika kuXiqi ndokugara mukubata hove ari ega muPanxi Gorge.Akasangana naMambo Wen weZhou uyo ​​aifarira kutsvaga matarenda.Nechikumbiro chechokwadi chaMambo Wen, Jiang Ziya akanamatwa semudzidzisi wake uye akabatsira Mambo Wen.", "聖意": "Handina kugadzikana pamba uye ndinodawo kutsvaga kubatana kwemari, transaction, marriage, Liujia, varume vanofamba netsoka, ona minda, silkworms, autumn profit, zvipfuyo zvitanhatu zvakarasikirwa, kutsvaga vanhu, kuvharirwa kumatare eruzhinji, kutama, kurasikirwa pfuma, maodzanyemba kwakadziva kumabvazuva. hosha, kugara, kutumira makomo nemakuva, kunaka.", "古人": "Ziya akasiya chigaro chake", "第X籤": "Wegumi nemana akahwina lottery", "宮": "Maogong"}