{"籤詩版本二": "Kushushikana uye kunetseka kunomborerutswa kwekanguva, uye mufaro unobva kudenga.\nKungofanana nejedhi rakavigwa mundove, mushandi akanaka anosimudza guruva", "詩意": "Iyi hexagram inomiririra kuwirirana kweYin uye Yang.\nZvese zvaunoronga zvine mutsindo.", "解曰": "Hapana chakawana, hapana chakarasika. Kuwana kubva mukurasikirwa. Munhu akaipa ari mudambudziko. Rombo rakanaka kwamuri, muchinda.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), ane zita rekuremekedza rainzi Nanzhao uye ane zita rainzi Longtang, akachinjwa kuva Longtan uye akanziwo Huayun. Akaberekerwa kuWanshifang, Huizhou Fucheng (ikozvino chikamu cheHuicheng District, Huizhou Guta) muMing Dynasty. Mugore rechi44 rekutonga kweJiajing (1565), akazove Jinshi uye akapihwa zita rehumejasitiriti weQing County. Akashanda semutungamiriri wedhipatimendi rekutamisa, uye akazochinja kuita supervisory censor yeShanxi Road.\nMugore rechimakumi maviri raWanli (1592), General Consul weNingxia, Kuaibai (mukuru weMongolian Tatar rudzi), akauraya gavhuna Dang Xin ndokutora Forty-seventh Fort muHexi Province. , akaputsa guta, akanamata uye akapisa. pachake kusvika pakufa. Meng Xiong haana kuzvikudza mukutora chikwereti, uye anoita kuti hunyanzvi hwake huve hwakanaka sehuya hwevakuru vanoshinga kurwa. Mukuru Wei Xuezeng akadzorerwa. Mumakore ake ekupedzisira, akasiya basa kashanu uye akadzoserwa kuHuizhou kunovaka Huilong Temple.\nYe Mengxiong akapinda muchiTao semushandi wehurumende pakutanga, uye akanga ane mukurumbira nokuda kwokuvimbika kwake. Zvinyorwa zvekare zvenhau zvakataura kuti akanga ari “wokutanga mukuzvininipisa nokugona,” “anobvisa uori uye anoranga vapanduki”, achisiya mukurumbira wakanaka; akanga akavimbika zvakanyanya, akashinga, akashinga, uye ane hungwaru. Muchikamu chechipiri chehupenyu hwake, hunyanzvi hwake hwekurwa hwakanyorwa mu \"Nhoroondo yeMing Dynasty\" uye aionekwa segamba renyika.", "聖意": "Mumba hamuchafadzi (runyararo rwuri kuwedzera) Matsutso nechando zvinozvinakira, pfuma inobudirira, kutengeserana kunobudirira, uye muchato unobudirira.Liujia ine nyevero yenhema (kune pfuma) Vanofamba netsoka vanoenda kuminda kunonamatira makonye esirika , uye mhuka nhanhatu dzakati sandara.Vanhu vanowanwa.Kutongwa kwevoruzhinji hakuna kunaka.Kutama kunongwarira,kurasikirwa nepfuma kunotadzisa kurwara, uye guva riri kuFushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Yegumi nenhanhatu Kuhwina Lotto", "宮": "Maogong"}