{"籤詩版本二": "Gunguwo reGoridhe rinowira kumadokero uye Tsuro inosimuka kumabvazuva.Kutenderera kwemasikati neusiku kunoenderera mberi kubva kare kusvika nhasi.\nMamongi namaTao anoziva kuti hakuna chakaipa, uye nyanzvi, varimi, maindasitiri navatengesi vose vanotevera ndangariro dzavo vamene.", "詩意": "Iyi hexagram inomiririra kunyura nekuderera kweyin uye yang.\nMucherechedzo zvakare wekuti zvese zvichafamba sekuronga.", "解曰": "Hapana chiri mupfungwa. Zvawaita zvakanaka. Somuseve wabva pauta. Imwe pfuti yakarova target.", "籤詩故事一": "◇Sekuru Cao Guo haafi\nCao Guojiu, chizvarwa chekuXuzhou, anonzi ndiye sekuru vehurumende panguva yeRenzong yeRwiyo Dynasty.Anonzi Cao Yi, anozivikanwawo saCao Jingxiu.\nSekuru Cao Guo vaive nemukoma mudiki ainzi Cao Er. Cao Er uyu aivimba nechinzvimbo chake chehutongi uye akaita huipi hwemarudzi ose.Akatora minda, akatora madzimai nevanasikana, uye akaita ushamwari nevamwe vaiti vezvakaipa.Aipinda nokubuda.Cao Guojiu akanga asingakwanisi. akaramba kuteerera mashoko ake akanaka uye kunyaradza kwake, saka akashandisa chirango kumudzora.\nCao Guojiu akati: \"Mitemo yenyika ndeyokuti avo vanounganidza zvakanaka vachabudirira, uye avo vanounganidza zvakaipa vachaparara. Ichi ndicho chokwadi chisingachinji. Munguva yakapfuura, mhuri yedu yeCao yakaunganidza mabasa akaipa kuti iwane pfuma yanhasi. Iye zvino. mukoma wangu azviunganidzira zvakaipa zvakanyanyisa, nyangwe akatiza Nyangwe ukarangwa nevakuru, haugone kutiza njodzi dzinoshanda muchivande.Kana njodzi yangouya, mhuri yako yaparara uye mumwe afa, iwe hausiyi. anokwanisa kutiza. Ndichanyadziswa uye ndichazvitya.” Saka, ndakaparadzira pfuma yangu yose, Akabatsira varombo uye akanga asisina hanya nenyaya dzomukoma wake. Ipapo akasiya musha wake neshamwari, akachinja kuva yunifomu yechiTao, ndokuenda mumakomo kundokudziridza ndangariro yake namasikirwo.\nRimwe zuva, akasangana naZhongli naLu Dongbin veHumambo hweHan netsaona.Achiona mhinduro dzaSekuru Cao Guo dzakatsetseka, akafara zvikuru ndokuvapa “Murayiro Wakavanzika Wechokwadi Chokudzoka” uye akamurayira kuti adzidzire nokungwarira. Pasina nguva refu, Zhongli Quan naLu Dongbin vakasumwa kukirasi isingafi.", "聖意": "Rombo rakanaka kune imba, imba, rombo rakanaka, rombo rakanaka, rombo rakanaka mubhizinesi, muchato, murume mufambi, kudyara silkworm mumunda, kutanga kudyara kwezvipfuwo zvitanhatu, kurasikirwa kwepurofiti, kutsvaga vanhu, kuita zvemutemo, kutama, zvakanaka. rombo rakanaka repfuma yakarasika, kunonoka kurwara, rombo rakanaka (Gore reRabbit kana chiratidzo chezodhiac cheTsuro ine rombo rakanaka), rombo rakanaka mumakuva emakomo.", "古人": "Sekuru Cao Guo haafi", "第X籤": "Saina wegumi nemasere", "宮": "Maogong"}