{"籤詩版本二": "Kurega chikepe chidzoke kubva kumhenderekedzo yegungwa inokurumidza, iwe unoda kuitei nekuda kwemhirizhonga?\nKana iwe uchida kuchengetedzwa, tsvaga runyararo uye mirira kuti masaisai apfuure dambudziko iri.", "詩意": "Iyi hexagram yakafanana nechikepe chiri kufamba pamhenderekedzo yegungwa inokurumidza.\nGara wakangwarira mune zvese uye mirira nguva.", "解曰": "Bvisa mumvura inotonhora. Gara munjodzi. Kana iwe ukabvunza nezvezvirongwa zvemusasa. Hapana chinogona kuitwa.", "籤詩故事一": "◇Ziyi akagadzwa kuva mambo\nGuo Ziyi (697-781), anozivikanwawo saGuo Linggong, aive chizvarwa cheZheng County, Huazhou (yava kunzi Huaxian County, Shaanxi Province) uye mukuru muTang Dynasty.\nMunguva yeKumukira kweAnshi mugore rechigumi nemana raTianbao (755), akapiwa zita rekuti Shuofang Jiedushi (Lingwu, kumadokero kweLingwu muNingxia yemazuva ano). Vakabatana kuChangshan (Zhengding, Hebei) uye vakakunda Shi Siming, ndokutorazve Hebei. Panguva iyi, Guo Ziyi akakurudzira kuti mambo atore Fan Yang kubva kuchamhembe uye kurwisa gomba retiger remapanduki kuti aderedze kukombwa kweTongguan, asi Xuanzong akaramba. Mushure meizvozvo, mamiriro emataundi evassal evassal mukupera kweTang Dynasty akadyarwa, izvo zvakazovawo chikonzero chiri kure chekuparara kweTang Dynasty.\nMugore rechigumi neshanu rokutonga kwaTianbao (756), iye nemubatanidzwa weUighur vakanyaradza Hequ. Muchirimo chegore rakatevera racho, vakadzorera Hedong (zvino Yongji, Shanxi) naFeng Yi (zvino Dali, Shaanxi), uye vakarwisa Tongguan, Kukunda Cui Qianyu Hondo yeTang yakafa vanhu vanopfuura zviuru gumi. Cui Qianyu akazvipira kuPujin. An Lushan akaurayiwa nemwanakomana wake An Qingxu.\nMugore rechipiri raZhide (757), akanzi atungamirire mauto kuFengxiang. Ari munzira, akakunda varwi vemabhiza zviuru zvishanu vaLi Guiren paBaiquliuyun Bridge (nhasi iri kumaodzanyemba kwakadziva kumabvazuva kweSanyuan) Muna Chivabvu, akarwa naAn Shouzhong naLi Guiren. muQingqu (nhasi kumadokero kweXi’an) yakakundwa, akabva adzokera kuWugong (nhasi kuchamhembe kwakadziva kumadokero kweWugong) Muna Gunyana, akatevera Marshal Guangping Wang Li Chu kutungamirira maTang neUighur kuti abatane nemauto 150 000, ndokuzorwa nawo. An Shouzhong naLi Guiren mu Xiang Kuchamhembe kweJi Temple (kumaodzanyemba kwakadziva kumadokero kweChang'an County yanhasi), masoja eUighur akatenderera kuseri kwemuvengi, akarwisa kubva kumativi ose, ndokuuraya vavengi 60 000. Zhang Tongru akatizira kuShaanxi County, uye pakupedzisira akawanazve guta guru Chang'an (Xi'an yanhasi) Hukuru hweuto reTang hwakadzorerwa zvakare kuChang'an.\nMushure mezvo, mauto eTang akatora mukana wekukunda ndokufamba achienda kumabvazuva, akakunda varume 150 000 vaisanganisira Yan Zhuang naZhang Tongru muXindian (ikozvino kumaodzanyemba kwakadziva kumadokero kweSanmenxia City, Henan Province), vachimanikidza Anqing Xu kuyambuka Rwizi rweYellow ndokudzokera kuXiangzhou. Dongjun Luoyang akadzoka. Wedzera Situ kune zvakanaka zvake uye umuite iye Duke wenyika.\nShi Siming akatungamirira mauto ake kubva kuFan Yang kuti anunure An Qingxu.Mativi maviri aya akarwa ari kuchamhembe kwerwizi rweAnyang (yanhasi kuMaodzanyemba kweAnyang) Hondo iyi yakanga isingachinjiki. Pakupedzisira, yakatungamirirwa naJiedushi vapfumbamwe, mauto eTang, vaiti vaiva nevarume 600 000, vakadzokera shure (muHondo yeYecheng). Mukuru mukuru wehondo iyi aiva ngomwa Yu Chaoen, akanga asina unyanzvi hwehutungamiri uye akapomera Guo Ziyi mhosva yekukundikana kwehondo. Guo Ziyi akashevedzwa kuti adzoke kuChang'an, akasunungurwa pamasimba echiuto, uye akave mushandi asina basa.\nMugore rokutanga raBaoying (762), mauto eTaiyuan (nhasi ari kumaodzanyemba kwakadziva kumadokero kweTaiyuan) neJiangzhou (yanhasi Xinjiang mudunhu reShanxi) akapanduka. kudzora Jiangzhou. Akaparadzaniswawo nemukuru mukuru Cheng Yuanzhen uye akasunungurwa pamasimba ehondo.\n(Yakatarisana nenyaya iyi: Guo Ziyi, uyo aikwanisa uye aine hunhu hwakanaka, akasangana naXuanzong nevamwe vanhu vakaipa, izvo zvakakanganisa budiriro yake zvikuru.)", "聖意": "Kuropafadza imba uye iwe pachako, kutsvaga hupfumi, hapana kutengeserana, hapana muchato, hapana alarm yenhema, vanofamba netsoka vanosvika muTiancanji, zvakaoma kuwana vanhu, mhosva dzeveruzhinji uye (kwete Xing), kutama, kuchengetedza, kurasikirwa pfuma, yakaoma kuwana, zvirwere, tichinamatira maropafadzo, makomo nemakuva, ane mufaro", "古人": "Ziyi akagadzwa humambo", "第X籤": "Yegumi nepfumbamwe Inokunda Roti", "宮": "Tatsumi"}