{"籤詩版本二": "Mushure mekushushikana kwakawanda uye njodzi, haichazove isina chinhu zvakare kubva zvino zvichienda mberi\nMwoyo une rupo une zvirongwa zvawo zverupo.Unofanirwa kusangana nenyanzvi kuti uite budiriro huru.", "詩意": "Hexagram iyi yakafanana netsime rekare rine chitubu.\nMuzvinhu zvose, vanhu vane mbiri vanobudirira.", "解曰": "Mhosva inozopedzisira yaruramiswa. Kurwara uye kwakachengeteka. Pindai nekubuda kunotsvaka mazano. Tsime rekare rinosangana muchirimo.", "籤詩故事一": "◇Yao Chong anodzora mhashu\nYao Chong (649-721), ane zita chairo ainzi Yuan Chong, aibva kuShaanzhou.Akashanda seGurukota reXia Guan, Shangshu weChunguan, Ziweiling, Zhongshuling, uye Prime Minister muTang Dynasty.\nMugore rechina raKaiyuan (716), Shandong (inowanzoreva Yellow River Basin iri kumabvazuva kweHuashan) yakatambudzwa nemhashu.Vanhu vakanga vakasungwa nepfungwa dzokutenda mashura uye havana ushingi hwokuvavhima nokuvauraya. zvibayiro, vaipisa zvinonhuwira, vainamata vari pedyo neminda, uye vaitarira zvirimwa zvichidyiwa nemhashu.\nVakuru vakuru vose vakadavira kuti: “Mhashu ingwavaira yomusikirwo, ingadzorwa sei navanhu!” Kurwisana pakati pepfungwa mbiri dzakasiyana kwakanga kunotyisa panguva iyoyo, kubvisa kana kuti kusabvisa mhashu.\nYao Chong akati: “Chero bedzi tikashanda pamwe chete, tinogona kuvabvisa vose. Akati: “Mhashu dzinotya vanhu, saka dziri nyore kudzinga. Mbesa dzine varidzi, saka vanunuri vanofanira kushanda nesimba; mhashu. vachabhururuka, kana vaona moto usiku; vachatungidza moto pavari kusango, chera makomba pakutsva, uvavige pakutsva, hapangazosiyi chinhu.\nXuanzong akati: \"Mhashu injodzi inongoitika yoga inokonzerwa neutongi husina kunaka. Kana ukakumbira kuti dzivhimwe uye dziurawe, izvi hazvisi kupesana nezviyo here?\"\nYao Chong akawedzera kuti: \"Kubata nekuuraya mhashu kwaiitwa nevekare, uye umambo hwenyu huchaishandisa mune ramangwana. Ichi chiitiko chikuru chenyika chekuunza rugare nebudiriro kuvarimi. Ndapota fungai zvakadzama.\"\nXuanzong akagutsikana. Asi panguva iyi vanhu vese vaiva mukati nekunze kwedare vakati mhashu hadzigone kuvhimwa.\nXuanzong akati: “Ndakurukura nemutungamiriri wehurumende uye ndasarudza kubata mhashu. Ani naani anoramba zvakare achaurayiwa.” Saka akatumira muongorori kuti atarise uye atungamirire vanhu kuti vapise uye vavige mhashu dzacho.\nMadhini mamiriyoni mapfumbamwe emhashu akabatwa munyika yose, uye denda remhashu rakapedzwa zvakabudirira.\n(Uchenjeri hunofanira kushandiswa mukugadzirisa njodzi uye kubvisa, uye panofanira kuva nemazano akachenjera ekukunda matambudziko. Yao Chong ndiye nyanzvi munyaya iyi)", "聖意": "Imba ingoriwo zvayo, munhu anovharika, kutsvaga mari kunovharika, kutengeserana kunovharika, wanano nekugarisana zvinovharika, kune ngozi muLiujia, vanofamba netsoka vanovharirwa, makonye esirika anovharika, zvipfuyo hazvifadzi, vanhu havawanike, vanhu vanovharirwa. , kutongwa kwevoruzhinji, kutama hakuna musoro, zvinhu zvakarasika zvakaoma kuwana, zvirwere zviri kunamatira makomborero, makomo nemakuva hazvina kugadzikana.", "古人": "Yao Chong inodzora mhashu", "第X籤": "Kuhwina lottery yemakumi maviri neshanu", "宮": "Mi Palace"}