{"籤詩版本二": "Runyerekupe rwunoti zvinhu zvaita manyama amire nerongo, ndikagamuchira tsamba kubva kumhepo.\nMukurumbira nekubudirira zvakavimbiswa kwandiri mubhuku zvakaramba zvisina chinhu kusvikira kumagumo.", "詩意": "Hexagram iyi ine zita remanyepo.\nZvinokurudzirwa kuve wakachengetedza mune zvese.", "解曰": "Kumusoro nekudzika kugumbuka. Kutsvaga kutandara hakusi kuita basa. Kuda mukurumbira. Gara wakachengeteka.", "籤詩故事一": "◇Zhong Kui anowana kujekerwa\nZhong Kui, ane zita rekuti Zhong Kui, ane zita rekuremekedza anonzi Zhengnan, anobva kuZhongnanshan.\nMunguva yekutonga kwaMambo Dezong weTang Dynasty, Zhong Kui akatora chikamu mukuongororwa kwamambo. Zhong Kui akaverenga mibvunzo yebvunzo uye akabva angonyora chinyorwa ichi kamwe chete ndokuchipa. Muongorori mukuru wezuva iroro akanga ari Han Yu, Gurukota rezveMagariro Evanhu, uye mutevedzeri wemuongorori aiva Lu Zhi, nyanzvi huru. Apo vaviri vacho vakaverenga bepa raZhong Kui, maziso avo akapenya ndokuti pamwe chete: “Muroyi, muroyi!\nEmperor Dezong vakateerera chirevo chaHan Yu ndokuti Zhong Kui, shasha itsva yesainzi, aive netarenda, saka akadaidza Zhong Kui muGoridhe Palace.\nMambo Dezong pavakaona chitarisiko chake chakashata, vakakurumidza kunzwa kusafara ndokuti, “Kusarudzwa kwenyanzvi dziri mudare redu kwose kwakavakirwa pamashoko omunhu oga uye manyorerwo akanyorwa. \"\nHan Yu akakurumidza kupfugama ndokuti: \"Zvakanaka nezvakaipa zvemunhu hazvisi zvose pamusoro pechitarisiko. Iwe, Ishe Mutsvene, hamunzwi here kuti Yan Ying akareba mamita matatu uye akaenzana nemutungamiri wake? Zhou Chang ane kundandama asi anogona kubatsira Humambo hweHan. Confucius anotonga vanhu nechitarisiko chavo uye anorasikirwa nemwanakomana wake Yu. Ndinovimba kuti ukuru hwenyu huchafunga kaviri.\nMambo Dezong vakafungisisa kwekanguva ndokuti: “Kunyange zvazvo mashoko aHan Aiqing ane musoro, pandaiva Mambo Taizong, paiva nenyanzvi gumi nesere dzakauya kuYingzhou dzikataura nezvazvo. Murume uyu aiva nyanzvi yokutanga. Ndinotya kuti nyika yose uchandiseka nekusaziva matarenda.\"\nMutungamiriri wehurumende Lu Qi aiva nepfungwa dzakamanikana uye aiitira shanje matarenda.Mushure mokunzwa mashoko amambo, akapfugama ndokuti: “Nyanzvi nhamba yokutanga muchidzidzo chendarama inofanira kuva zvose zviri zviviri mukati nekunze.Kune mazana matatu evadzidzi vechidzidzo ichi. Wadii kusarudza imwe?\"\nZhong Kui paakaona kuvhiringika kwainge kwakaita murume uyu, hapana chaakakwanisa kuita kunze kwekushatirwa, akanongedza Lu Qi ndokutuka kuti: “Kana mukuru mukuru akapusa kudaro ari mudare, haangakuvadzi nyika here? akarova Lu Qi nechibhakera.\nAchiona izvi, Dezong akatsamwa ndokuti: \"Iwe wakashinga, unoshinga kuunza dambudziko muGoridhe Palace, bvisa nekukurumidza!\"\nNehasha, Zhong Kui akavhomora bakatwa muchiuno chemukuru wemauto akamira mumuzinda ndokugomera zvikuru achiti: “Zvakaoma kuti katsi yakaora mwoyo itevedzere ingwe, uye parrot yakaora mwoyo haina kunaka sehuku. Pashure paizvozvo, akazviuraya.\nMambo Dezong pavakaona kuti Zhong Kui azviuraya nehasha, vakarohwa nehana, kuti vatore mwoyo yavanhu, vakatema kuti Zhong Kui avigwe nemukurumbira wenhamba 1, uye akaitawo Zhong Kui Mwari we Kudzinga mweya yakaipa panyika.", "聖意": "Namatira makomborero paimba yako, kuchengetedzeka kwako, matambudziko emari, kukundikana kwebhizinesi, kukundikana kwewanano, Liujia vakadzi vanofamba netsoka, kuvimba silkworms yemunda yakabikwa nehafu, zvipfuyo zvitanhatu, zvinogona kusimudzwa, vanhu vakashaikwa, kumatare eruzhinji kuMadokero, kurasikirwa kwekutama, kuchengetedza. , kurasikirwa nepfuma, kurwara, kunamatira rombo rakanaka mumakomo nemakuva", "古人": "Zhong Kui akawana Tao", "第X籤": "Makumi maviri nenhanhatu anohwina lottery (Lottery)", "宮": "Mi Palace"}