{"籤詩版本二": "Ndinokupa zano kuti urege kukumbira rubatsiro kwaari, anobhururuka sekara uye anopotsera miseve yakavanzika kwauri.\nUkaenda kunotora huni ukawana nyoka muuswa unogona kurumwa nemuchetura ukasuwa.", "詩意": "Iyi hexagram chiratidzo chekugara wakachengeteka uye kuzvichengeta iwe pachako.\nNgwarira pazvinhu zvose.", "解曰": "Vhara muromo wako uye ubate mazino ako. Haana hanya. Kana uchinzwa uine mhosva. Pakupedzisira zvinozvikuvadza.", "籤詩故事一": "◇Musangano weChessboard\nMambo Taizong weTang Dynasty vaifora kumadokero uye vakavharirwa muguta reSuoyang Cheng Yaojin akadzokera kuBeijing kunokumbira kusimbiswa.\nXue Dingshan akarairwa kuti ashande seChipiri Route Marshal ndokuenda kunonunura Ishe nekunyaradza Xiliao.\nMushure mekunge boka revanhu rabuda muYumen Pass, vakasvika paQipan Mountain. Akakomberedzwa nezviuru zvevatevedzeri pagomo, Dou Yihu, mambo wegomo, akakundwa naTang mukuru wemauto Luo Tong. Sezvineiwo, hanzvadzi yake Dou Xiantong aive mudzidzi waMai Vatsvene veMaruva Yellow uye aive nyanzvi mune zvehondo. akabata tambo yefeya ndokusunga Luo Tong. Xue Dingshan pachake akatungamira varwi vepamusoro.\n(Nhetembo yakasainwa inoenderana neizvi)\nAchiona runako rwaXue Dingshan, Dou Xiantong akada kuita shamwari yaFeng Luan, asi Xue Dingshan akaramba. Dou Xiantong akatsamwa ndokuda kumusundidzira kunze ndokumugura musoro. Sezvineiwo, Cheng Yaojin akauya kuzomununura nekufambisa wanano yavo. Gare gare, Dou Yihu akatungamirawo hama dzeQipanshan kudzokera kuTang Dynasty kubatsira Tang Dynasty kukunda Western Liao.", "聖意": "Chengetedzo yemba, kuzvifarira, kutsvaga hupfumi, kumirira nguva, kumira kwebhizinesi, muchato usingatenderwe, Liujia yenhema alarm, vanofamba netsoka vachivharira minda, silkworms, zvipfuyo zvitanhatu, vanhu vakashaika, kuvharira kutongwa kweruzhinji, kurasikirwa (Mo Xing) Kutama, kuchengetedza, pfuma yakarasika, chirwere chinonetsa kupora, gomo guva, rombo rakanaka", "古人": "chessboard musangano", "第X籤": "Makumi matatu nenomwe akahwina lottery", "宮": "Masikati Palace"}