{"籤詩版本二": "Kupedza nguva murunyararo nekunyarara, kugara nekuzvambarara muchinwa tea mushure mekuguta\nHaufanire kunge wakabatikana mumuviri nepfungwa, uye hauzokonzeri kusaruramisira kana njodzi.", "詩意": "Iyi hexagram chiratidzo cherunyararo uye kugadzikana.\nMuzvinhu zvose, kumirira nguva yakakodzera kuchaunza rombo rakanaka.", "解曰": "Gara wakachengeteka uye wakasimba. Bvunza vamwari. Mirira kusvikira nguva yasvika. Zvinhu zvinoitika netsaona.", "籤詩故事一": "◇Foyinhui Dongpo\nPane imwe nguva, Su Dongpo akawana kunzwisisa kwakati paaidzidza Zen.Akaziva kuti mamiriro ake ezvinhu akanga asina kunaka, uye akanzwa mufaro mazviri. Handina kukwanisa kudzora chido changu, ndakawaridza chinyoreso changu ndokunyora nhetembo:\n\"Pakati pedenga, Jishou anopenya zvakajeka pasi rose; asingakwanisi kupeperetswa nemhepo sere, anogara akati twasu paruvara rwepepuru rwegoridhe.\"\n(Mhepo sere dzinoreva: purofiti, kuderera, kuparadza, mukurumbira, kurumbidza, kunyomba, kutambura, uye mufaro. Kureva, kusatsamwiswa nenyika sere idzi kunonzi \"mhepo sere haigoni kufamba\").\nApedza kuinyora, Dongpo akatumira muranda wake mhiri kwerwizi kunopa Zen Master Foyin weJinshan Temple.\nMushure mokunge Zen Tenzi Foyin aiverenga, akainyora nezwi rokuti \"fart\" ndokuipa kumuranda wake kuti atore.\nDongpo akashatirwa mushure mekuona izvi, saka akatora chikepe mhiri kwerwizi ndokuenda kuJinshan Tembere kunotsvaga chisimbiso chaBuddha chekukurukurirana.\nDongpo paakasvika pagedhi reJinshan Tembere, Foyin akange atomirira pamusuwo.\nSu Dongpo akabva apomera Foyin kuti: \"Sei uchidaidza nhetembo yandakanyora fart?\"\nFoyin akapindura kuti: \"Hausati watova 'usingakwanisi kupeperetswa nemhepo sere' here? Unga‘roverwa sei mhiri kworwizi’ nefart!\nPanguva iyi, Dongpo akarohwa nehana kuona kuti akanga asina kunaka uye akasara achinyara.\n(Nyaya iyi dimikira rekuti \"Kupisa hakusati kwasvika\").", "聖意": "Nyengeterera imba yako nekuchengeteka kwako, pfuma yako, bhizinesi rako, rombo rakanaka muwanano yako, kune mukadzi mufambi anobva kuLiujia, kumunda, makonye esirika aibva mumatsutso, mombe nhanhatu dzigadzikane, tsvaga mumwe munhu, anonetsa kuwana, kumatare eruzhinji, kutama, pfuma yakarasika, yechirwere, yekuendesa kuguva regomo, inotyisa.", "古人": "Foyinhui Dongpo", "第X籤": "Makumi matatu neimwe nhamba yekuhwina", "宮": "Wei Gong"}