{"籤詩版本二": "Rwendo rwokudzokera nderwechokwadi.\nKana imwe nguva mhizha yakanaka ine chidimbu chakajeka, achanzwa akachengeteka uye akachengeteka munguva yejasper", "詩意": "Mune iyi hexagram, unogona kuona mufananidzo wejade paunocheka dombo.\nShanda nesimba kuti ubudirire mune zvese.", "解曰": "Pfuma iri mubwe. Vatorwa vanoziva zvishoma. Mirira kusvikira zvave pachena. Ita chero zvaunogona.", "籤詩故事一": "◇Liu Bei anotsvaka matarenda (kushanya katatu kudzimba dzakapfirirwa nouswa, kushanya katatu kudzimba dzakapfirirwa nouswa)\nNguva yeHumambo Hutatu. Zhuge Liang aigara ari ega muimba yehuswa muLongzhong. Liu Bei aifarira kutsvaga matarenda saka akaenda kunoona Zhuge Liang iye pachake.Akashanyira Zhuge Liang katatu (aizivikanwa se \"Three Visits to the Thattched Cottage\" munhoroondo).Liu Bei akakumbira vamwe kuti vasavepo ndokukumbira Zhuge Liang. : \"Humambo hweHan huri kuderera, uye vashumiri vanonyengera vanoba hupenyu hwavo. Humambo hwenyu.\" Yakafukidzwa neguruva. ​​Handiyeri kunaka kwangu uye kugona kwangu, ndinoda kutenda mukururama kukuru munyika, asi huchenjeri hwangu. uye hunyanzvi hahuna kudzika, saka ndinohushandisa zvakanyanya. Kubva nhasi. Zvisineyi, shuviro yangu haisati yapera, unofunga kuti chirongwa ichi chichaitwa here?\nZhuge Liang akabva amupa hurongwa hwekukamura nyika muzvikamu zvitatu, uye akaongorora mamiriro ezvinhu umo Cao Cao akanga asipo uye Sun Quan aigona kumubatsira.Akatsanangurawo nezvehumbwende hwemagavhuna eJing and Yi states, izvo zvakawana mukana wekutora mukana paari, uye kuti aigona kungotora mukana wematunhu maviri aya.Ndokuzogona kukunda pasi rose;akatoudza Liu Bei zano rekurwisa Central Plains. (Hurukuro iyi yakazonzi \"Longzhong Dui\"). Mushure mekunge Liu Bei anzwa izvi, akazvirumbidza sekunge akanga awana pfuma, uye akakoka zvakasimba Zhuge Liang kuti abude kuzobatsira, saka Zhuge Liang akava chipangamazano waLiu Bei muchiuto.", "聖意": "Imba ine runyararo, ini ndinotsvaga hupfumi, kutengeserana kwevashandi kunotadzisa muchato uye anova mufambi chaiye muLiujia.", "古人": "Liu Bei anotsvaga matarenda (kushanya katatu kuimba yehuswa, kushanya katatu kukamuri yehuswa)", "第X籤": "Iye makumi matatu nechipiri akahwina lottery", "宮": "Wei Gong"}