{"籤詩版本二": "Pfeka uye ugadzirise chimiro chekare chemhuri. Tao haina denga asi ine hunhu.\nVapedza kutsvaira minzwa nemhinzwa mumugwagwa,vatatu vakabvumirana kuti vadzokerane nevamwe vavo.", "詩意": "Iyi hexagram inomiririra kurongekazve kwembatya.\nZvose zvakaoma zvisati zvave nyore gare gare.", "解曰": "Usanetseke. Ivai nenguva yakanaka. Kana ukabvunza nezveramangwana. Kune nzira yakanaka mberi.", "籤詩故事一": "◇Magwaro echiBuddha eTang Monk\nXuanzang (602-664), mumongi ane mukurumbira weTang Dynasty, aive nezita rekuti Chen uye rakapihwa zita rekuti Yi. Akazvarirwa muGoushi County, Luozhou (zvino yava chikamu chekumaodzanyemba kweYanshi City, Henan Province). Akave mumongi pazera ramakore gumi nematatu uye akatora zita rechiBuddha rokuti Xuanzang. Nyika inonzi Sanzang yeTang Dynasty.\nMugore rechitatu raZhenguan (629, iro rinozivikanwawo segore rokutanga raZhenguan), akaenda kumadokero kuTianzhu (India) kunotora magwaro echiBhudha.Akapinda mungozi ari oga uye akatsungirira matambudziko.Akasvika bedzi mumakore mana.\nMugore regumi nemanomwe raZhenguan, tenzi akasiya basa uye akadzokera kumabvazuva. Akadzokera kuChina kuburikidza neMugwagwa wekuMaodzanyemba kwepurovhinzi yeXinjiang yanhasi, Khotan, neLoulan.Zvakatora makore gumi nemanomwe nerwendo rwemamaira zviuru makumi mashanu. Paakasvika kuChang'an mumwedzi wekutanga wegore regumi nepfumbamwe raZhenguan, mambo akaraira Liang Guogong Fang Xuanling nevamwe vakuru vehurumende nevemauto kuti vamugamuchire zvakanaka.\nHwerengedzo yemavhoriyamu 520 ne657 emagwaro echiSanskrit echiBuddha apakuvamba akakumbirwa. ndokushandurirwa muchiChinese.\nMushure mekunge tenzi adzoka, akaremekedzwa zvikuru naMambo Taizong naEmperor Gaozong uye akaiswa muDa Nei, achimupa zita rokuti \"Master Tripitaka\".", "聖意": "Mumba mune mhirizhonga, rombo rakanaka, rombo rakanaka, bhizinesi rakanaka, wanano yakanaka, kutadzisa Liujia, vanhu vanouya kumunda, makonye, ​​mhuka dzisina kunaka, kutsvaga vanhu, kumatare edzimhosva, kutama, pfuma yakarasika, kurwara kwenguva refu, kunamata. kune zvikomborero, makuva emakomo anofanira kunge asakara.", "古人": "Tang Monk Anodzidza Magwaro echiBuddha", "第X籤": "Wemakumi matatu neshanu akahwina lottery", "宮": "Shen Gong"}