{"籤詩版本二": "Kana iwe uchida kuva wakachengeteka uye une rugare, hazvina kukodzera kuva nemakenduru mumhepo.\nZviri nani kuchenesa uye kugara muimba yakadzika, kudzivisa chiedza, kuzunungusa munzvimbo yakanyarara, uye kufamba-famba. Shake → Yao. Yemahara → mashoma.", "詩意": "Iyi hexagram yakafanana nemhepo inozunza mwenje nekenduru.\nKuchengeta zvinhu nguva dzose kunounza rombo rakanaka.", "解曰": "Gara panzvimbo yakanyarara. Iva parunhare uye uve nenguva. Harisi chikomborero. Conservative uye zvakakodzera.", "籤詩故事一": "◇Li Jing anodzokera kugomo\nLi Jing (571-Chikunguru 2, 649), zita rekuremekedza Pharmacist, aive chizvarwa cheSanyuan, Yongzhou (ikozvino kuchamhembe kwakadziva kumabvazuva kweSanyuan County, Shaanxi Province). Mukuru kubva kukupedzisira Sui Dynasty kusvika kumavambo eTang Dynasty, aive ane mukurumbira muchiuto ane hunyanzvi hwemauto nevechiuto muTang Dynasty. Gare gare, akapihwa zita reDuke weWei, uye aizivikanwa seDuke weWei munyika.\nLi Jing ndiye baba vemuchinda wechitatu Nezha mune rondedzero yevamwari, anozivikanwawo sa \"King of Tota.\" Li Jing nemwanakomana wake vakabatsira Jiang Ziya (Tai Gong) kukunda Mambokadzi Zhou, kumisa Humambo hweZhou, uye Mambo. Wu akakwira chigaro zviri pamutemo. Jiang Ziya akabva agadzira rondedzero yevamwari uye akaita mhemberero yekunyaradza mweya yevarwi vakafa muhondo. Kubva ipapo, nyika yakava nerunyararo nerunyararo. Mambo Wu aida kugadzira marquises uye kuvapa mubairo, uye aidawo kugovera nzvimbo kune magamba ekutanga. Li Jing, baba vake nomwanakomana, uye vamwe vanhu vanomwe vakakumbira kudzokera kugomo kundoshandisa chiTao uye kuti varege kupengeswa nomukurumbira wenyika nepfuma. Gare gare, vose vari vanomwe “vakava vatsvene mumuviri” uye vakaiswa muboka revasingafi.\nNyaya ye \"Feng Shen Bang\"", "聖意": "Imba inochengetedza, ini ndiri munhuwo zvake, ndinotsvaga hupfumi, ndine dambudziko mubhizinesi, muchato wangu hauenderane, Liujia anonamatira vanofamba netsoka kuti vave nekutenda, makonye esirika aibva mumatsutso, uye mhuka nhanhatu dzakachengetedzeka, vanhu vashaikwa, matare eruzhinji. uye kutama kune kuchengetedza, kurasikirwa kwezvivakwa zvirwere, usachinje guva muJianxingshan", "古人": "Li Jing anodzokera kugomo", "第X籤": "Makumi matatu nenomwe akahwina lottery", "宮": "Shen Gong"}