{"籤詩版本二": "Chioni chemakore ane chiuru chakabatanidzwazve, mukadzi anokumbira murume kuti aroorezve\nKubvira ipapo, mhuri yakashandurwa, uye zvikomborero zvakawedzerwa kuvana navazukuru.", "詩意": "Iyi hexagram chiratidzo chekusanganazve kwezvionioni.\nZvose ibasa rakaoma uye rinodhura.", "解曰": "Kuchera jecha mugoridhe. Kutasva shato uye kutasva dindingwe. Kunyangwe zvichinetsa. Pane kuwedzera mariri.", "籤詩故事一": "◇Yulianhui shamwari gumi\nMuRwiyo Dynasty, Qian Yulian akaroora Wang Shipeng. Shi Peng paakaenda kuBeijing kunotora bvunzo, mupfumi Sun Ruquan akamanikidza Yulian kuti aroorezve.\nQian Yulian akaramba chirevo chemupfumi Sun Ruquan uye aida kuroora Wang Shipeng, nyanzvi yehurombo kubva kuWenzhou iyo yakabhadharwa na \"Jing Chai\".\nGare gare, Wang Shipeng akahwina mubairo wokutanga.Nemhaka yokuti akaramba kumanikidzirwa kuroorwa naMutungamiriri Wanqi, akatumirwa kunoshanda somutongi munzvimbo iri kure yeChaoyang. Sun Ruquan akachinja tsamba yemhuri yaWang Shipeng muchivande kuita “tsamba yokurambana” uye akanyengera Yulian kuti anyengerwe.Amai vokurera vaQian Yulian vakamumanikidzawo kuti aroorezve, asi Yulian akaramba ndokuzviuraya nokuzvikanda murwizi.Akanunurwa naQian Zaihe. kubva kuFujian Province ndokurerwa somwanasikana wake wokurera. .\nYulian aifunga kuti Shipeng akanga afa. Makore mashanu gare gare, Wang Shipeng akanga ari gavhuna weJi'an. Rimwe zuva, akaita mhemberero yechirangaridzo patemberi yechiTao yekurangarira mudzimai wake mushakabvu. Yulian akaenda kutemberi yeJi'an Taoist kunopisa rusenzi, uye Wang naQian vakazobatanidzwazve.", "聖意": "Mumba haazvinakirwe.Matsutso nechando zvinobudirira.Pfuma ngaibudirire mumatsutso nemuchando.Bhizimisi rifambe.Muchato ngaubudirire.Namatira vanofamba netsoka vaende kumunda.Makonye esiririka.Zvipfuyo zvitanhatu zvinogona kuva kusimudzwa.Vanhu vawanikwe.Kutongwa kweruzhinji hakufadze.Kutama kunochengeta.Kurasikirwa nepfuma.Kunonoka kurwara.Kunamatira makomborero.Makomo nemakuva akanaka.", "古人": "Yulianhui shamwari gumi", "第X籤": "Chiratidzo chechina", "宮": "Uterus"}