{"籤詩版本二": "Gumbo dzvuku rinowira kumadokero, tsuro inosimuka kumabvazuva, yin inokura uye yang inonyangarika, uye zvese zvinobudirira.\nKana mukadzi achida kuishandisa, inowedzera pfuma yake uye inounza mufaro kumwoyo wake.", "詩意": "Iyi hexagram chiratidzo cheYin kukura uye Yang inonyangarika.\nZvose zvakaoma zvisati zvave nyore gare gare.", "解曰": "Yin inobatsira vakadzi. Haikodzeri varume. Kana uri kutsvaga mazano. Chakaipa chinotanga chouya chakanaka.", "籤詩故事一": "◇Wu Zetian akakwira pachigaro\nPazera ramakore gumi nemana, Wu akadanwa kumuzinda naEmperor Taizong Li Shimin weTang Dynasty semunhu ane tarenda, anonzi \"Wu Mei\". Taizong afa, Zetian akapinda muGanye Temple ndokuva sisita.\nPakauya Emperor Gaozong weTang Dynasty, akadaidza mhuri yekwaWu mumuzinda kuzopa rukudzo kuna Zhaoyi. Mugore rechitanhatu raYonghui (655), Emperor Gaozong akagadza Wu samambokadzi wake.\nWu Zetian aive akangwara, akabatanidzwa mumabhuku nenhoroondo, uye aive akapfuma muhunyanzvi. Nguva pfupi mushure mekunge Wu Zetian aita mambokadzi, nekuti Gaozong aive asina simba uye achirwara, dzimwe nguva aimuronzesa kuti abate zvimwe zvezvematongerwo enyika, saka simba rake rakakura. Mugore rekutanga raShangyuan (674), Emperor Gaozong ainzi \"Emperor\", Empress Wu ainzi \"Queen of Heaven\", uye vese vainzi \"Vatsvene Vaviri\" mumuzinda.\nMugore rekutanga raHongdao (683), Gaozong akafa, Muchinda Li Xian akauya pachigaro, uye Wu Zetian akauya kuzotonga dzinza. Muna Kukadzi wegore rekutanga raSisheng (684), Wu Zetian akabvisa Li Xian saMambo weLuling ndokugadza mwanakomana wake wechina Li Dan samambo, achienderera mberi achitonga dzinza. Muna September wegore rimwe chetero, akachinja mureza kuva ndarama, uye Luoyang, dzimbahwe rokumabvazuva, rakanzizve guta guru roumwari. Pazuva rechipfumbamwe raGunyana mugore rekutanga reTianshou (690), Wu Zetian akazvizivisa samambo uye akachinja zita renyika kuti Zhou.", "聖意": "Musha hauzvinakire wega, kunamatira makomborero, kutsvaga pfuma, kurinda kutengeserana, rombo rakanaka kuroora, rombo rakanaka kune vamwari vatanhatu (mukadzi), vanofamba netsoka vachivharira minda, makonye, ​​zvipfuyo zvakabudirira, kutsvaga vanhu, kuparadzana, matare. , kurasikirwa, nhamo, kurasikirwa nepfuma, kurwara, kuvhunduka, makomo nemakuva, rombo rakanaka", "古人": "Wu Zetian anokwira pachigaro", "第X籤": "Wemakumi mana akahwina lottery", "宮": "Iwe Palace"}