{"籤詩版本二": "Ucharangarira mashoko akanaka asingaperi, asi uchava mwanakomana wako kana ukaziva mbavha.\nUsave nemakaro panguva ino uye kunetseka kuti angadai akaita chinhu chakanaka sei gore rapfuura.", "詩意": "Hexagram iyi inoratidza mbavha semwanakomana.\nNgwarira pane zvose zvaunoita.", "解曰": "Uyu chete. Munyoro haakanganisi. Zvichengete mupfungwa. Usasurukirwa.", "籤詩故事一": "◇Dong Zhuo anogamuchira Lu Bu\nLu Bu, aiva akashinga uye aikwanisa kurwa, aiva mukuru wemauto ane mukurumbira pakupera kweKumabvazuva kweHan Dynasty uye kutanga kweHumambo Hutatu. Akambotora Ding Yuan, gavhuna weJingzhou, sababa vake vokurera uye akashanda pasi pake.\nMushure mekufa kwaMambo Ling weKumabvazuva kweHan Dynasty, Ding Yuan akaenda kuBeijing kunodyidzana nemukuru mukuru He Jin kutonga hurumende.\nDong Zhuo akarwa naDing Yuan, asi vakuru vemauto vakati wandei havana kukwanisa kukunda Lu Bu, saka Dong Zhuo akatuma mukuru wake Li Su kuti ape Lu Bu chiokomuhomwe. Li Su akaunza mirwi yegoridhe nesirivheri pfuma uye yakakurumbira bhiza retsuro \"kushanyira Lu Bu\". Li Su akaunza mirwi yegoridhe nesirivheri pfuma uye yakakurumbira bhiza retsuro kushanyira Lu Bu. Saka Lu Bu akapihwa chiokomuhomwe naDong Zhuo kuti auraye Ding Yuan, uye akaudza varwi vake kuti vauye naye kana vachida, uye kuti vaende kana vasingadi kumutevera.Nekuda kweizvozvo, mauto mazhinji akatiza. Saka Lu Bu akapihwa chiokomuhomwe naDong Zhuo ndokuuraya Ding Yuan.\nMushure mekunge Dong Zhuo awana simba, akatora Lu Bu semwanakomana wake wekurera uye akamuita mukuru uye marquis.\nDong Zhuo akanga ane hasha dzechisimba, uye \"ukama hwababa nemwanakomana\" naLu Bu hwakanga husina simba.Muna 189 AD, pakukurudzira kwaSitu Wang Yun, Lu Bu akauraya Dong Zhuo.\nMwedzi mitanhatu mushure mekufa kwaDong Zhuo, mauto ekare eDong Zhuo akapinda muguta guru, uye Lu Bu nemudzimai wake vakatiza vachitya. Mushure mekubva muguta guru, Lu Bu akanopotera kuvakuru vehondo Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, nezvimwewo, uye akarwa kakawanda naCao Cao, mumwe mukuru wehondo panguva iyoyo. Lu Bu akanga akashinga uye akanaka. pakurwa, uye akakunda Cao Cao kakawanda.\nMugore rechitatu reJian'an muKumabvazuva kweHan Dynasty, mauto eCao Cao akarwisa Xiaopei, nzvimbo yaLu Bu, uye akatorwa akaurayiwa naCao Cao pasi peBaimen Tower. Asati aurayiwa, Lu Bu akakumbira Cao Cao kuti amuchengetedze ari mupenyu kuti arege kufa, asi Liu Bei akayeuchidza Cao Cao kuti Lu Bu akanga atengesa kakawanda uye akanga ari murume asina kutendeseka. Pakupedzisira, Cao Cao, uyo aingokoshesa matarenda pasinei netsika, akauraya Lu Bu.", "聖意": "Ini kumba handigarike, ndinotsvaga mari, guard against transactions, kuroora kunonetsa, murume weLiujia anorohwa nehana, makonye esirika atoibva mumunda, mhuka nhanhatu dzakachengetedzeka, munhu arikumutsvaga. , mhosva yevanhu vose yakakodzera, uye kutama ndiko kunamatira zvinhu zvakarasika zvakaoma kuwana, zvirwere, uye rugare muguva reZhenxing Mountain.", "古人": "Dong Zhuo anogamuchira Lu Bu", "第X籤": "Iyo 41st lottery anohwina", "宮": "Iwe Palace"}