{"籤詩版本二": "Mambo, mambo, namambokadzi pakupedzisira vachave nenyasha uye vanomirira uye vanonamatira zvikomborero pasina kurasikirwa kana kuwana.\nZvisikwa zvose zvinonzwisisa zvinobatsirwa nazvo, uye budiriro inotarisirwa munyika nekudenga.", "詩意": "Hexagram iyi chiratidzo chenyasha kubva kudenga.\nZvose zvichabudirira.", "解曰": "Changamire vakaratidza nyasha. Usafe wakakanganwa. Tsika dzemangwanani nedzemanheru. Zvakakodzera kupisa rusenzi.", "籤詩故事一": "◇Mulian akaponesa amai vake\nMokou Lian, kana Mulian, ndiye ane simba kwazvo pakati pevadzidzi gumi veSakyamuni Buddha.\nAmai vake vaiva nemakaro uye vane utsinye munguva yehupenyu hwavo, saka vakawira munzvimbo yemidzimu ine nzara mushure mekufa kwavo. Mokhullian akashandisa simba rake remashiripiti kuti acherechedze akaona kuti mai vake vakaberekwa semweya wenzara, vasina nzira yekuwana nayo zvokudya uye vakanga vari munhamo huru.Akashandisa simba rake remashiripiti kuunza zvokudya kuna amai vake.Zvisingatarisirwi, mushure mokunge amai vagamuchira. chikafu chacho, chakashanduka kuita madota uye chisingagoni kudyiwa.\nMaudgalyana akanga achinetseka pamusoro pezvakaitika ndokuzvizivisa kuna Buddha. Bhudha akaudza Mulian kuti pazuva rechigumi neshanu remwedzi wechinomwe, aifanira kuisa zvinonaka zana nemichero mishanu mubheseni ozvipa kumamongi akanaka emativi gumi.Nesimba iri, amai vake vaizokwanisa kudya. .\nMaudgalyana akaita maererano nokuda kwaBuddha, uye amai vake pakupedzisira vakasunungurwa. Mhemberero yerudzi urwu inonzi \"Obon Festival\" uye mutambo uyu unonzi \"Obon Festival\".\n(Cherechedza: Rudzi rwechinhu chine manzwiro akasiyana-siyana munzvimbo dzakasiyana dzepasi. Semuenzaniso: kana mvura ichinaya munyika ino, tinoiona se \"mvura\", nepo vanhu vari munzvimbo yemidzimu ine nzara vanoinzwa se \"ropa\", uye. vanhu vanonzwisisa vari munyika yegehena vanorinzwa se“ropa”. Rinoita se“kudonhedza bakatwa”, ukuwo vanhu vekudenga vachinzwa se“kudonhedza ruva”.)", "聖意": "Kunamatira imba neimba, kunamatira rombo rakanaka munguva yechando, kutsvaga hupfumi, pasina kutengeserana, muchato, rugare muLiujia, vanofamba netsoka, minda inofamba, silkworms, mhuka nhanhatu, kutsvaga vanhu, mhosva, kubudirira, kutama, kuchengetedza, kurasikirwa pfuma, chirwere. , rugare rwepfungwa, rugare rwemakomo nemakuva", "古人": "Mulian anoponesa amai vake", "第X籤": "Saina makumi mana nemaviri", "宮": "Iwe Palace"}