{"籤詩版本二": "Nyika inochinjika uye zvinhu zvese zvinozviriritira, kuzvitsigira uye zvakachengeteka\nZvese muhupenyu zvinoshamisa, tenda vatsvene nevachenjeri pane zvese, uye ubudirire.", "詩意": "Hexagram iyi inomiririra kuwirirana kuri pakati penyika nenyika.\nZvose zviri kufamba zvakanaka uye hapana ngozi.", "解曰": "Zvinhu zvose zvinozvarwa. Zvese zvirongwa nezvishuwo zvinozadzika. Ford inobatsira. Rui Qi ari kukurumidza.", "籤詩故事一": "◇Vafambi vanowana kujekerwa\nRwendo rwekuenda kuWest nyaya:\nSun Wukong akatora Gomo reMaruva neMichero ndokuva mambo.Gare gare, kuti awane nzira yekurarama nekusingaperi, akapedza makore masere kana mapfumbamwe achifamba achiyambuka makomo nenzizi kunonamata Patriarch Bodhi somudzidzisi wake.Akadzidza makumi manomwe. -kushanduka kuviri kwehuipi hwepanyika uye makore ekupedzisira, uye akatora zita rekuti Zuva kekutanga. Anonzi Wukong.\nMushure maizvozvi, Sun Wukong akaenda kuDragon Palace muEast China Sea kuti awane chombo chakakodzera, uye pakupedzisira akawana Ruyi Golden Cudgel, tsono youmwari yaTianhe naDinghai. Nemhaka yokuti urefu hwoupenyu hwake hwakanga hwapera, akaita bope guru munyika yepasi, akahwirudzura bhuku roupenyu norufu, uye akadzokera kunyika yavanhu. Gare gare, Sun Wukong akadanwa nedenga kekutanga uye akanzi Bima Wen. Akazoshevedzwa kudenga kechipiri ndokunzi Mambo Tsoko akadya mapichisi muchivande akaita mheremhere huru mudenga, akaiswa chisimbiso muBagua Furnace kuti adzidzise maziso ake egoridhe nemeso aipisa kwazvo. akadzvinyirirwa naTathagata Buddha pazasi peWuzhi Mountain kwemakore 500, asingakwanisi kufamba. Nzvimbo yakakandwa choto cheBagua yakashanduka kuita gomo remoto.\nMazana mashanu emakore gare gare, Monk Tang akaenda kuMadokero kunotora magwaro, akapfuura neFive Elements Mountain, uye akabvisa madumwa asati aponesa Sun Wukong. Sun Wukong akasvimha misodzi nokuonga.Apedza kurayiridzwa naGuanyin Bodhisattva, akanamata Tang Monk somudzidzisi wake uye vakaenda kuMadokero kuti vadzidze magwaro pamwe chete. Ari munzira yekudzidza magwaro, Sun Wukong akaburukira pamadhimoni uye akabvisa zvikara, uye akadzokorora kuita zvinoshamisa zvinoshamisa.Zvisinei, haana kunzwisiswa uye akadzingwazve natenzi wake Tang Seng. Mushure mematambudziko makumi masere nerimwe, basa rakazopedzwa.Vadzidzisi vana nevadzidzi vakasvika paTemberi yeXitian Leiyin ndokutora rugwaro rwechokwadi. Sun Wukong yakawana mhedzisiro chaiyo.\n(Nyaya iyi idimikira rekuti kunyange tsoko inogona kujekerwa, ndodawo munhu.)", "聖意": "Imba inozviitira iwe pachako, kupfuma, bhizinesi, kuroora, Liujia, varume vanofamba netsoka, kuvharika kweminda, silkworms, mhuka nhanhatu, Zhongping, kutsvaga vanhu, mhosva, kubudirira, kutama, kurasikirwa nepfuma, chirwere, Xingxingshan guva, zvinhu. zvakanaka", "古人": "Mufambi anowana kujekerwa", "第X籤": "Yakasainwa musi wa43", "宮": "xugong"}