{"籤詩版本二": "Kutonhora kunoshandura mvura kuita aizi Seiko uchikara mukurumbira?\nHandina chimwe chandinogona kuita kunze kwekugara ndakanyarara uye kumirira kuti mashizha aite zvakanaka.", "詩意": "Mune iyi hexagram, mvura inoshanduka kuita ice.\nUsakumbira chero chinhu pasina.", "解曰": "Mvura inogwamba kuita aizi. Aizi inonyungudika mumvura. Kana kuri kurangana. Ndizvo zvazviri.", "籤詩故事一": "◇Wang Xiang anokumbira carp (Makumi maviri nemana Filial Piety Nhau)\nWang Xiang weJin Dynasty, zita rekuremekedza Fuzheng, akaberekerwa muLinyi.\nWang Xiang achiri mudiki, amai vake vekumubereka vakafa, baba vake vakasurukirwa vakaroora mukadzi ainzi Zhu, uye Wang Xiang akava naamai vatsva. Wang Xiang achiri mudiki, amai vake vekumubereka vakashaya, uye baba vake vakasurukirwa vakaroora mukadzi ainzi Zhu. Mai vokurera vaWang Xiang vaiva mukadzi ane njere uye ane godo.Vaisada Wang Xiang uye vaigara vachimutsiura nenyaya diki. Nenguva isipi, amai vokurera vakaberekawo mwanakomana ainzi Wang Lan. Amai vokurera vaingoda vana vavo chete, uye vaiona Wang Xiang semunzwa paari.Vakabva vatonyanya kuda kuna Wang Xiang, uye vaigara vachitaura zvakaipa nezvaWang Xiang pamberi pababa vake.Kunyange baba vake zvishoma nezvishoma vakanga vasingachamuda. Amai vokurera vaingoda vana vavo chete, uye vaiona Wang Xiang semunzwa paari.Ainyanya kuda kuna Wang Xiang, uye aigara achitaura zvakaipa nezvaWang Xiang pamberi pababa vake.Kunyange baba vake zvishoma nezvishoma vakanga vasingachamuda. Kunyangwe mukoma waWang Xiang, Wang Lan ane hushamwari kumunun'una wake. Pasinei nokutambudzwa kwaamai vake vokurera, akanga achiri mwana. Amai vekurera vane hasha, asi Wang Xiang achiri mwana.\nMai vake vokurera vane basa rokuzvivaraidza naro, kureva kuti vanofarira kudya hove dzichangobva kubatwa murwizi. Mai vake vokurera vane basa rokuzvivaraidza naro, kureva kuti vanofarira kudya hove dzichangobva kubatwa murwizi. Imwe nguva yechando, baba vake vakaenda kubhizimisi, uye amai vake vokurera vakarwara zvakare.Mukoma Wang Xiang naHanzvadzi Wang Lan vakanyatsogadzira muto nemishonga kuti amai vavo vadye.Mukutonhora kwakanyanya, urwere hwaamai vokurera hwakaramba husina kunaka. kurumidza. Imwe nguva yechando, baba vake vakaenda kubhizimisi, uye amai vake vokurera vakarwara zvakare.Mukoma Wang Xiang naHanzvadzi Wang Lan vakanyatsogadzira muto nemishonga kuti amai vavo vadye.Mukutonhora kwakanyanya, urwere hwaamai vokurera hwakaramba husina kunaka. kurumidza. Mai step mother vairwara vaida kudya hove dzemurwizi umu.Kunze kwaitonhora chaizvo, kunze kwaiva nechando uye mvura yemurwizi yakanga yatoshanduka kuita aizi hobvu. Mai vokurera vairwara vaida kudya hove itsva.\nMumazuva iwayo, kwakanga kusina madhishi e-off-season, uye waisagona kuzvitenga kunyange uine mari.\nPanguva ino munyaya, nyaya inobata mwoyo yaWang Xiangqiu Li yakaitika. Vakoma vaviri ava vakachengeta amai vavo vasina zvekuita. Wang Xiang akafamba achienda kurwizi rwakaoma nechando kuitira kuti asaodza mwoyo amai vake vekurera vairwara. Wang Xiang akafunga zano ndokubvisa hembe yake zvisinei nekutonhora. Akarara asina kupfeka pamusoro pechando uye aida tembiricha yayo pachayo yekunyungudutsa ice (saka Wang Xiangqiu carp inonziwo Wang Xiang akarara pamusoro peaizi). Akabvisa hembe yake ndokurara ari musvo pamusoro pechando. Akanyengetera kuna Mwari akati: “Mwari, amai vangu vari kurwara uye vanoda kudya carp itsva. Kapenyu mhenyu yakasvetuka kubva pakatsemuka ndokusvetukira paaizi.Wang Xiang akafara zvikuru. Akanyengetera kuna Mwari kuti: “Mwari, amai vangu vari kurwara uye vanoda kudya kapu ichangobva kuibva. Kapenyu mhenyu yakasvetuka kubva pakatsemuka ndokusvetukira paaizi.Wang Xiang akafara zvikuru. Akapfugama nokukurumidza, akatenda Mwari, ndokumhanyira kumba nekapeti. Akapfugama nekukurumidza, akatenda Mwari, ndokutora carp nekuchimbidza ndokuenda kumba. Mushure mekunge mai vekurera vadya kapeti katsva, vakakurumidza kupora kubva kuhurwere hwavo. Mai vokurera vaiva pamubhedha wechipatara vakakatyamara pavakaona Wang Xiang asina kusimira muviri wake, uyo waipenya nepepuru nechando, aine hove mbiri mumaoko ake.\nWang Xiang akazove mukuru uye akave Taibao, uye akapihwa zita reDuke.", "聖意": "Kusagadzikana kumba, ndinonamatira dziviriro, matambudziko emari, matambudziko ebhizinesi, muchato, kusagadzikana muLiujia inishuwarenzi, vanofamba netsoka, Chitian silkworms, kurasikirwa kwezvipfuwo zvitanhatu, vanhu vakashaikwa, kumatare edzimhosva, kutama, kuchengetedza, kurasikirwa pfuma, kurwara, zvakaoma kupora, gomo guva, rombo rakanaka", "古人": "Wang Xiang anokumbira carp (Makumi maviri nemana Filial Piety Nyaya)", "第X籤": "Makumi mana nemapfumbamwe Kuhwina Roti", "宮": "Haigong"}