{"籤詩版本二": "Iwe unogona kufamba kumakona ese enyika, uchirembera chikepe chechikepe kuti uisimudze wakasununguka\nKana kuine mhepo yakanaka, ichakurumidza kusvika uye chikepe chinenge chazara nepfuma.", "詩意": "Hexagram iyi yakafanana nekukweva igwa nemhepo.\nZvose zvinofamba zvakanaka.", "解曰": "Zorora wakasununguka. Hapana kuedza kunodiwa. Pfuma yakawanda. Vese vakayemurwa.", "籤詩故事一": "◇Tao Zhugui Madziva Mashanu (Fan Ligui Lake)\nMunguva yeChirimo neMatsutso, Fan Li, ane zita rekuremekedza ainzi Shaobo, aizivikanwawo saGui Yizipi kana Tao Zhugong.\nPanguva iyoyo, pakanga paine hondo pakati peNyika yeWu neNyika yeYue, uye Hurumende yeWu yakaparadza Nyika yeYue. Fan Li naWen Zhong vakagadzira chirongwa cheYue King Gou Jian kusimudzira Yue nekuparadza Wu. Fan Li pachake akafamba nemumakomo nenzizi, uye akashanyira Xi Shi, mukadzi akanaka ane hunhu, tarenda uye runako, paRwizi rweHuansha muBailuo Mountain uye akazvipa kuna Mambo weWu. Akashandisa \"runako runyengeri\" kuti vabatane. nemukati nekunze ndokuparadza humambo hweWu.\nMushure mekunge abudirira kutsakatisa humambo hweWu, Fan Li akaziva kuti Gou Jian aive \"shiri ine mitsipa mirefu ine muromo\" uye yaigona kugovana naye matambudziko nemufaro, saka akaenda kuchikepe naXi Shi mhiri kweQi Kingdom, akachinja Zita rekuti Gui Zipi, uye akatungamirira mwanakomana wake nevadzidzi vake muHumambo hweQi. Vanogara muimba duku pedyo negungwa. Akashanda nesimba kurima nzvimbo dzisina chinhu, kuita bhizinesi reparutivi uye kuita bhizimisi.Mukati memakore mashomanene, akaunganidza makumi emamiriyoni epfuma yemhuri. Akanga ane rupo mukuparadzira pfuma nekuita zvakanaka kuguta rokumusha kwake.Uchenjeri nokugona kwaFan Li zvakakosheswa nevanhu veQi.Mambo weQi akamukoka kuLinzi, guta guru, ndokumunamata semutungamiri wehurumende aiona nezvenyaya dzehurumende. . Akadanidzira kuti: \"Kuva mukuru wehurumende kunogona kutungamirira kuvashumiri, uye kutarisira mhuri kunogona kutungamirira kumari yakawanda. Kumunhuwo zvake akatanga kubva pakutanga, izvi zvasvika pakunyanyisa. Kukudzwa kwenguva yakareba zvichida hachisi chiratidzo chakanaka.\" Saka, makore matatu chete gare gare, Jiliu akadzokerazve noushingi, akadzorera chisimbiso kuna mambo weQi, uye akapa pfuma yose yemhuri yake kushamwari dzake dzepedyo nevamwe vomumusha biyake.", "聖意": "Imba yakazvinakira (kutakurwa), kutsvaga pfuma, rombo rakanaka kumavirira, bhizinesi ranonoka, kuroora hakuna kunaka, Liujia yakachengeteka, vanhu vari kuvhara minda, makonye, ​​matsutso, zvakanaka kune zvipfuyo zvitanhatu, chitubu chiri kubudirira, vanhu vari kutsvaga vanhu, mhosva dzakaipa, kutama kuri kuchengetedzwa, zvinhu zvakarasika, zvirwere zvekuMadokero zviri kubheuka, makomo nemakuva kumaodzanyemba.", "古人": "Tao Zhugui Madziva Mashanu (Fan Ligui Lake)", "第X籤": "Wemakumi mashanu akahwina lottery", "宮": "Haigong"}