{"籤詩版本二": "Zhizha ndiro zuva rakareba uye munhu wese ari kunetseka nekupisa nekuora mwoyo\nDenga nenyika zvinozivawo zvinodiwa nevanhu, uye mhepo inovhuvhuta uye inotonhorera", "詩意": "Iyi hexagram inoratidza kuti munhu wese ari kunetseka nekupisa.\nIta chero chaunoda.", "解曰": "Hapana kupokana pamusoro pekuenderera mberi kana kudzokera shure. Ivai nenguva yakanaka. Ndeyekumisasa here? Hapana chikonzero chekuita zvekumhanya.", "籤詩故事一": "◇Kong Ming inopinda muSichuan\nZhuge Liang (181-234), zita rekuremekedza Kongming, aive chizvarwa cheYangdu, Langya (yava kunzi Yinan County, Shandong Province), uye aive mutungamiriri weShu Han (Liu Bei) panguva yeHumambo Hutatu.\nKunyange zvazvo Liu Bei akakunda Jingzhou, zvakanga zvisina kukwana kuti aparadzanise divi rimwe chete. Zhuge Kongming akaronga kutora Xichuan kuti awedzere nharaunda yeLiu Bei. Panguva ino, Liu Zhang muYizhou akarwiswa naZhang Lu kuchamhembe. Zhuge Kongming akadzidza kuti Liu Zhang aida kutsaurira mepu yeXichuan kuCao Cao kuitira kuti azvidzivirire. Zhang Song (ari pasi paLiu Zhang) paakasangana naCao Cao, nekuti Cao Cao aizvikudza uye asina hunhu, Liu Zhang akatora mepu achidzokera kuXichuan ndokupfuura Jingzhou munzira. Kong Ming akange atomumirira munzira uye akamukoka kuJingzhou, asi haana kumbotaura nezve Xichuan Mufananidzo kusvika panguva yekusimuka. iye.\nNzvimbo yeXichuan yaive nengozi uye yaigona kurwiswa kana kudzivirirwa.Mushure megadziriro dzakasiyana siyana dzaKong Ming, Xichuan yakava nzvimbo yekuzvarwa kwaLiu Bei.\n(Kong Ming akabata vanhu neruremekedzo uye akawana nyore Xichuan yaidiwa.)", "聖意": "Namatira makomborero kumba uye kuti uzvidzivirire (pane rombo rakanaka munhamo) Tsvaka pfuma, rombo rakanaka mubhizinesi, kuroora kana kuroorwa, kuzvarwa kwevakomana muLiujia, kufamba minda, makonye, ​​kukanganisa zvipfuwo, kutsvaga vanhu, veruzhinji. mhosva, kutama, zvinhu zvekare zvakarasika, zvirwere zvekuchamhembe, kushuvira makomo nemakuva", "古人": "Kong Ming anopinda muSichuan", "第X籤": "Chitsauko 51: Kuhwina Mujenya (Kuhwina Mujenya)", "宮": "Uterus"}