{"籤詩版本二": "Zvinoda kushanda nesimba kuti ubate mwedzi urimumvura.Zvinoda kushanda nesimba asi hapana.\nUsataura zvisina maturo uye kutambisa kuedza kwako kusimbisa muviri.Izwi rokuti \"muviri wakaoma\" pakutanga rinoreva \"muviri wakasurukirwa\".", "詩意": "Iyi hexagram inokara mufananidzo wekuedza.\nZvinhu zvose zvakaoma uye zvakaoma.", "解曰": "Zvipikirwa zvakaoma kurangarira. Kushanda nesimba kwakawanda. Kunetseka kumba. Kumirira kusangana nevanhu vanokudzwa.", "籤詩故事一": "◇Taibai akabata mwedzi akadhakwa (Li Taibai akabata mwedzi akadhakwa)\nLi Bai (701-762), anozivikanwawo saTaibai, anozivikanwawo seQinglian Jushi. Nyanduri weTang Dynasty, uyo akazviti haafi akadzingwa, aizivikanwa seAsingafi weNhetembo, uye aigara achifara asinganwi.\nKamwe Li Bai akauya kuJinling (yava kunzi Nanjing) akazorora muresitorendi iri padyo neWende Bridge.\nZuva iri rakava zuva regumi neshanu remwedzi wemuchando, manheru aigara ega muresitorendi achiyeva mwedzi achinwa achidetemba. Zuva iri rakava zuva regumi neshanu remwedzi wemuchando, manheru aigara ega muresitorendi achiyeva mwedzi achinwa achidetemba. Li Taibai ainyanya kuda mwedzi muupenyu hwake, achiti wakanga wakachena uye wakanaka. Li Taibai ainyanya kuda mwedzi muupenyu hwake, achiti wakanga wakachena uye wakanaka. Husiku uhwu akatarisa mudenga ndokuona mwedzi muchena uye wakatenderera mudenga.Akafara chaizvo ndokunwa mamwe magirazi. Husiku uhwu akatarisa mudenga ndokuona mwedzi muchena uye wakatenderera mudenga.Akafara chaizvo ndokunwa mamwe magirazi. Pakati pehusiku, Li Taibai akatora mukana wewaini ndokuenda pasi kuWende Bridge. Pakati pehusiku, Li Taibai akatora mukana wewaini ndokuenda pasi kuWende Bridge. Achingotsika zambuko akadzikisa musoro wake ndokuona mwedzi uchiwira mumvura, rwizi parwakafamba pakabva paiswa mitsetse mitema pamumvuri wemwedzi muchena. Achingotsika zambuko akadzikisa musoro wake ndokuona mwedzi uchiwira mumvura, rwizi parwakafamba pakabva paiswa mitsetse mitema pamumvuri wemwedzi muchena. Li Taibai akanga akadhakwa panguva iyi zvokuti akafunga kuti mwedzi wakanga wasvibiswa nemvura yerwizi. Li Taibai akanga akadhakwa panguva iyi zvokuti akafunga kuti mwedzi wakanga wasvibiswa nemvura yerwizi. Haana kana kuita hanya nekubvisa bhutsu, akavhura maoko ndokusvetuka kubva pazambuko kuti abate mwedzi. Haana kana kuita hanya nekubvisa bhutsu, akavhura maoko ndokusvetuka kubva pazambuko kuti abate mwedzi. Nenzira isingatarisirwi, nokusvetuka uku, mwedzi hauna kubatwa, asi mwedzi waiva mumvura wakatsemuka uye pakarepo wakatsemuka kuva zvidimbu zviviri. Sezvineiwo, mukusvetuka uku, mwedzi hauna kubatwa, asi murume akanyura. Akafa aine makore makumi matanhatu nemaviri.", "聖意": "Mumba hamuna kugadzikana uye pachezvake mune rombo rakanaka (murombo, teererai hutano), tsvaga mwero muupfumi (musatombozvifunga nezvazvo), bhizinesi rakaoma, muchato haugadzike, namatira dziviriro (pfuma isina chinhu kudzivirira kubva pamuviri. ), vanofamba netsoka vari mudambudziko, honye dzemumunda mapoinzi mashanu, mhuka nhanhatu dziri kuderera, kutsvaga vanhu (zvisina rombo), kumatare edzimhosva uye (Misa mhosva) Kutama kwevanhuwo zvavo (usazvitaure) Kurasikirwa nepfuma (ndege) Kunamata. kuti dzidzivirire pakurwara (zvinosuruvarisa) Rombo rakanaka mumakomo nemakuva", "古人": "Taibai akabata mwedzi akadhakwa (Li Taibai akabata mwedzi akadhakwa)", "第X籤": "Makumi mashanu nechipiri kuhwina lottery (Lottery)", "宮": "Uterus"}