{"籤詩版本二": "Apo kuvhiringidzika kunoshanduka kuva mafaro, shato dzinodzvova uye ingwe dzinodzvova.\nDenga redenga rine mugwagwa waro mudenga.Ndipeiwo mumwe mukana wekuwana mbiri.", "詩意": "Hexagram iyi yakafanana neshato iri kudzvova uye ingwe iri kudzvova.\nPane tariro yokuti zvinhu zvose zvichafamba zvakanaka.", "解曰": "Ingodzidzisa woenda. Iva nekubudirira kwako. Zvinofanira kuitwa pakupedzisira. Pane nzvimbo inowanikwa.", "籤詩故事一": "◇Liu Bei anotsvaga mukadzi\nMushure meHondo yeChibi, Sun Quan aida kudzosa Jingzhou yakanga yatorwa naLiu Bei, saka akashandisa hurongwa hwaZhou Yu, achiita seaida kupfimba hanzvadzi yake Sun Ren naLiu Bei, asi chokwadi aida kutora. Liu Bei senhapwa kuti atore Jingzhou.\nMushure mekunge Zhuge Liang asora hurongwa hwaZhou Yu, akapa bhurocha rine zano kuna Zhao Yun, uyo aidzivirira Liu Bei paakaenda kuSoochow. Zhao Yun akatevera zano riri mubhurocha racho uye nemaune akaita kupenga kukuru kuti arege Wu Guotai ( Baba vaSun Quan) vanoziva nezvechikumbiro chekuroora. Nekuda kwekuti Wu Guotai aida mwanasikana wake uye akange asingadi kusarudza zveupenyu hwemwanasikana wake zvisina tsarukano, akatsiura Sun Quan nekuve nehutsinye kuhanzvadzi yake uye akafunga kuti azviedze ega kuti Liu Bei aive akakodzera kuwana mwanasikana wake paGanlu Tembere. Mushure mekunge Wu Guotai asangana naLiu Bei, akatenda zvikuru Liu Bei uye akatsigira zvakasimba muchato pakati paLiu Bei nemwanasikana wake.Nekuda kweizvozvo, Liu Bei akabudirira kuroora Mai Sun.\nGare gare, Liu Bei naMai Sun vakatiza vakadzokera kuJingzhou pamwe chete. Gare gare, Sun Quan akada kutora mukana wekurwisa kwaLiu Bei kuYizhou kurwisa Jingzhou, asi akamiswa naWu Guotai, uyo aityira kuchengeteka kwemwanasikana wake.\nAkati: \"Zhou Yu zano rakachenjera ndiro rakanakisisa munyika. Akarasikirwa nemudzimai wake uye akarasikirwa nemauto ake.\"\n(Liu Bei akawana kubva mukukuvara)", "聖意": "Mumba ndine rombo rakaipa uye ndine rombo rakaipa (kutanga rombo rakaipa , tsvaga pfuma , bharanzi , matambudziko muwanano , kubudirira muwanano namatira makomborero kune vanofamba netsoka , makonye ari mumunda , zvishanu zvipfuyo , tsvaga vanhu, mhosva uye kutama, rombo rakanaka kupfuma yakarasika, rombo rakanaka kuzvirwere, rugare rwemakomo nemakuva.", "古人": "Liu Bei anotora mwenga", "第X籤": "Nhamba yemakumi mashanu nenhatu inokunda", "宮": "Uterus"}