{"籤詩版本二": "Hunhu hunobva kuna baba huchienda kumwanakomana hunopfuudzwa kumuzukuru.Kubudirira kwechikafu nekupfeka kunotsamira pana Mwari chete.\nChunxuan muhoro inoita kuti vanhu vafare.Kana vaine nzara, chikafu, nyota nehope, Chunxuan dimikira kuvabereki.", "詩意": "Iyi hexagram yakabatana nemufananidzo we bamboo inotungamira kuchitubu.\nNdinovimba kuti zvese zvinofamba zvakanaka.", "解曰": "Tora bamboo uye utungamire kuchitubu. Inopararira nekusingaperi. Munyoro anotsvaka tariro. Vese vakafara.", "籤詩故事一": "◇Mambo Wu weZhou akakwira pachigaro\nMambo Wu weZhou akarwisa Mambo Zhou akatungamirira machinda mazana masere kundorwa nehondo yaMambo Shang.Varwi veChaoge (guta guru raMambo Shang) vakamukirawo Mambo Shang ndokutengesa Mambo Shang.\nMambo Zhou akazvipisa paZhaixing Tower, uye Humambo hweShang hwakaparadzwa.\nMambo Wu akagamuchira bhuku regoridhe nepfuma yegoridhe, inova chigaro chamambo, akatarisa zasi, maoko ake akapeta pasi, uye akagara akati twasu. Mambo Wu akaraira kuti midziyo yaLutai igoverwe, iyo Star Picking Tower iputswe, uye zviyo zvemupunga zvakachengetwa muJuqiao zvigovane.\nSunungura akasungwa Jizi ugadzirise guva raBigan. Mambo Wu akatasva nepamusuwo wemba yemushandi Shang Rong ndokukotamisa musoro wake. Remekedza vanhu vakanaka uye vane tsika, uye regedza nhapwa mumuzinda wemukati.\nAkamisawo zvombo uye akasimudzira tsika nedzidzo. Kumaodzanyemba kweNanshan, mabhiza anofura uye mombe dziri kufura mumaruwa nemiti yemapichisi.", "聖意": "Imba haisi muchimiro chakanaka (rombo rakanaka), unogona kuita zvishuwo zvako (rombo rakanaka), kutsvaga kuwana mari, kuita kutengeserana, uye kuroora (kusangana nemukuwasha akanaka), Liujia yakachengeteka (zodiac. chiratidzo), vanofamba netsoka vanofambisa minda, makonye ane rombo rakanaka, mhuka nhanhatu dzakuvadzwa, vanhu vari kunetsa kuwana (ona), kumatare edzimhosva, vanhu vanokudzwa vanofamba, rombo rakanaka rakarasika uye zvinhu zvinoonekwa Zvirwere nezvirwere.", "古人": "Mambo Wu weZhou akakwira pachigaro", "第X籤": "Makumi mashanu neshanu kuhwina lottery (lotting)", "宮": "Yakashata Palace"}