{"籤詩版本二": "Mhenderekedzo yegungwa izere nematombo, rukova rwuri kuyerera, mhepo yakachena, mwedzi wakajeka, uye vanhu vanokudzwa vakabatikana.\nNdirimunzira ndofanira kubvunza kuti ndoenda kupi.Musatore hwema hwemaruva nezvinomera musango musazvichengeta.", "詩意": "Iyi hexagram yakafanana nechikepe chinofamba pamhenderekedzo yegungwa.\nMuzvinhu zvose, kune vanhu vanokudzwa vanobatsira.", "解曰": "Kuita raramo. Kushanda nesimba kwakawanda. Gara wakangwarira uye mirira. Shuwiro yakanakisa.", "籤詩故事一": "◇Kupanduka kweLushani\nAn Lushan (703-757), ane zita rekuti Kang uye ainzi Yaluoshan, aibva kuLiucheng, Yingzhou (zvino Chaoyang, Liaoning).\nGare gare, akatora zita remhuri rekuti An ndokuchinja zita rake kuva Lushan. Munguva yekutonga kwaMambo Xuanzong weTang Dynasty, An Lushan aive mumiriri wemauto.\nMuna Mbudzi wegore rechigumi nemana reTianbao, An Lushan akasimudza mauto muFanyang.Muzita rekurwisa Yang Guozhong, akatanga chimurenga ndokutora mauto emaguta matatu kunorwisa Luoyang, guta guru rekumabvazuva. Mishumo yakabva kuTaiyuan yakamhanyira kuLishan.Tang Xuanzong, uyo akanga ari paHuaqing Palace muLishan panguva iyoyo, akanga asingadaviri kuti Anlushan aizopanduka.Zvisinei, nhau dzechimurenga dzakaramba dzichipararira, uye Xuanzong akanga achiri kugutsikana. (Uyu mufananidzo we \"kutinhira kwemvura inoyerera pamatombo madiki murukova\")\nYakanga isiri iyo Yan Zhenqing, sachigaro wePingyuan County, atumira mumwe munhu kuti atumire ruzivo kuti Xuanzong akamuka kubva kuhope dzake.\nMuurongwa husina kururama hwaMambo Xuanzong weTang Dynasty, boka revarwi vemabhiza veLushan rakatora Luoyang, guta guru rekumabvazuva. mutungamiri.\nMuna Chikumi wegore rimwe chetero, Emperor Xuanzong weTang Dynasty, achida kubvisa dambudziko muChang'an uye nekusanzwisisa kwemauto, akauraya mauto maviri ane mukurumbira, Feng Changqing naGao Xianzhi. (Iyi maitiro anotyora \"mugwagwa unofanirwa kunongedza kurwizi rwemberi\")\nMushure mezvo, Emperor Xuanzong weTang Dynasty akakurumidza kuraira mumwe mukuru, Ge Shuhan, kuti atungamirire mauto eTang kumabvazuva kunze kweTongguan.\nGe Shuhan, akanyatsonzwisisa kukanganisa kwaMambo Xuanzong weTang Dynasty, akaronga kunonotsa shanduko (maitiro ekuti \"zvakanaka kana mhepo yakadzikama uye mafungu akadzikama\").\nPakupedzisira, Emperor Xuanzong weTang Dynasty akafunga kuti akanga achitya kurwa, saka akanga asina imwe sarudzo kunze kwekurwa naAn Lushan mumisodzi, uye akakundwa. (Inozadzisa \"Kana ukashanda nesimba kuti uzviriritire, unogona kukuvara.\")\nMuTang Dynasty, apo mauto emuganho nemauto emunharaunda akange asina nguva yekupindura, mauto eAn Lushan akadzvanya muganhu ndokupinda munzvimbo huru. Mumamiriro ezvinhu akaoma, Emperor Xuanzong weTang Dynasty akatungamirira Guards Corps kutiza kubva muguta guru, zvichiita kuti Xijing Chang'an asina mutungamiri awire.\n(Tang Xuanzong akatyora kutungamira kwechiratidzo ichi, saka kupandukira kwaAn Lushan kwakabudirira.)", "聖意": "Pamba pari pakachengeteka, munhu anozviitira zvakanaka, pfuma yakagadzikana, kutengeserana kunobudirira, uye roorano inobudirira ( caution) Murume anofamba netsoka anobva kuLiujia anouya kumunda, makonye esirika anokohwewa, uye zvipfuwo zvitanhatu zvinokuvadzwa. inowanikwa uye mhosva yeruzhinji inoruramiswa.Chinhu chakarasika chinounza hosha, kureva kuti, guva reAnshan rinofanira kugadziriswa.", "古人": "Rushan kumukira", "第X籤": "Rotari yemakumi mashanu nenhanhatu", "宮": "Yakashata Palace"}