{"籤詩版本二": "Mangwanani nemasikati, tsigiro yaBuddha inofanira kunge iri munguva dzenjodzi asi kwete munjodzi\nKana iwe uchikwezvwa nemunhu ane mbiri, saka mari nesirika zvinokuperekedza. Uyu ndiChuan Lai. Zvose zvinoenderana newe.", "詩意": "Iyi hexagram inomiririra chikomborero chakavanzika chevamwari uye maBuddha.\nIva nemoyo murefu uye uve nerombo rakanaka mune zvese.", "解曰": "Chiratidzo cherunyararo rwechinyakare. Kana zvese zvichidhura, zvichave zvakanaka.", "籤詩故事一": "◇Tang Monk akawana kujekerwa\nRimwe zuva, Tang Seng akauya kurwizi ndokuona gomo raBuddha reLingshan pamberi paro.Pakanga pane zambuko repuranga rimwe chete pamberi paro.Tang Seng haana kuita chivindi chokuyambuka. Bhudha akashanduka kuita mutyairi wechikepe akabata igwa rakaputsika rakadzikama.Tang Monk paakangopinda muchikepe,akawira murwizi uye akanunurwa nemutyairi wechikepe.Iyi ndiyo nzira iyo Tang Monk akawana Buddhahood. (Nyaya yeRwendo kuenda kuMadokero)\n◇Magwaro echiBuddha eTang Monk\nSanzang weTang Dynasty, zita rake raanowanzonzi Chen uye zita rake raakapihwa ainzi Yi. Akazvarwa muGoushi County, Luozhou (ikozvino kumaodzanyemba kweYanshi City, Henan Province). Akave mumongi pazera ramakore gumi nematatu uye akatora zita rechiBuddha rokuti Xuanzang.\nKuti awane magwaro echiBuddha ekutanga, akasimuka kubva kuChang'an (yanhasi Xi'an, Ruwa rweShaanxi) mugore rechitatu reZhenguan (AD 629), akayambuka muganhu, ndokupfuura nomumatambudziko asingaverengeki kuti asvike kuTianzhu ( India) kuunganidza magwaro. Akafamba nomumipata yerwizi rwaGanges neIndus uye kumaodzanyemba kwakadziva kumabvazuva kwemhenderekedzo yeIndia, ipapo akayambuka makomo akafukidzwa nesinou nemipata yakasvibira, achifamba makiromita anopfuura 50 000 achidzoka nokudzoka. Kwakamutorera makore 16 kuti pakupedzisira adzokere kuChang’an. gore rechigumi nepfumbamwe reZhenguan (AD 645). Akadzosa magwaro akawanda echiBuddha ndokuashandurira muchiChinese.\n(Tang Sanzang akapinda rwendo rurefu achidzoka nekudzoka pakati peChina neIndia. Anofanira kunge akasangana nenjodzi mukati merwendo, asi akakwanisa kudzoka akachengeteka nokuti kumashure kwake kwaiva nemutendi asingaoneki.)", "聖意": "Kumba kwakachengeteka, munhu anozviitira zvakanaka, bhizimusi rekuMadokero rinobudirira, muchato unobudirira, vanofamba netsoka vanovharira munda, makonye anovharika, makonye esadza mapoinzi manomwe, zvipfuwo zvine pundutso, kutsvaga vanhu, vekuMadokero. kutongwa kwevoruzhinji kwakaipa, kutama kunochengetedza, pfuma yakarasika inoonekwa, hosha yacho inotyisa, makomo nemakuva zvinofadza.", "古人": "Tang Monk akawana kujekerwa", "第X籤": "Kuhwina lottery makumi matanhatu nembiri", "宮": "Yin Palace"}