{"籤詩版本二": "Hove dzekutuhwina dzakabatwa mumusungo muBibo Pond.\nKana chimwe chinhu chikatadza mushure mekufunga nezvazvo, chinozokonzera dambudziko pakupedzisira.", "詩意": "Hexagram iyi inomiririra hove yakabatwa mumusungo.\nZvinokurudzirwa zvakare kungwarira mune zvese.", "解曰": "Settlement pasi pemba. Njodzi inodonha kubva kudenga. Kumuka mangwanani uye kutora matanho ekudzivirira kutanga. Dzivisa njodzi.", "籤詩故事一": "◇ Bhiza rakafukidzwa nemvura (zvakaoma kuchera mvura)\nHan Dynasty. Zhu Maichen, zita rekuremekedza Wengzi, aive chizvarwa cheWu kuKuaiji (ikozvino chikamu cheSuzhou City).\nMumakore ake ekutanga mhuri yaMaichen yainge iri murombo uye hapana chaaiwana, vaviri ava vaigara pagedhi rakapfirirwa nehuswa kuseri kwegedhi vachitema huni vachitengesa kuti vawane chouviri. Iwe hauite mari yakawanda nekutengesa huni nemutengo wechero munhu.\nMudzimai wake akabuda achienda kunochera mvura ndokuona chaunga chevana vachiseka Maichen.Mukadzi akafunga kuti zvainyadzisa ndokuzoenda.\nZhu Maichen paakanga ava nemakore makumi mashanu, Emperor Wu weHan Dynasty akatsvaga matarenda uye akanamata Zhu semukuru weKuaiji.\nMudzimai wake akademba upofu hwake uye akashuva kuderedzwa kuva murandakadzi nomurongo kuti ashandire Zhu kweupenyu hwake hwose.\nMaichen vakaraira aimbove mudzimai wavo kuti atore bucket remvura vodira pamasteps zvikanzi \"mvura ikadzoserwa vadzokerane vari vaviri.\"\nTichirangarira ukama huri pakati pomurume nomudzimai, mudzimai nomurume wake akaroorazve vakapiwa nzvimbo yakazaruka mubindu rokuseri kuti varime ndokuzvitsigira vamene. Mudzimai wake akazviwisira murwizi achibva afa.", "聖意": "Imba iri munjodzi, munhu ari munjodzi, mari yakarasika, kutengeserana kwave murunyararo, muchato hauenderane, Liujia anotya, vanhu vanovharirwa, minda yaparara, makonye esirika, zvipfuwo zvaparara, vanhu. anowanikwa, mhosva yeruzhinji yakarasika, kutama kwakanaka, zvinhu zvakarasika hazvina mhosva, zvirwere zvinokonzerwa, njodzi uye njodzi, makuva emakomo anofanira kuchinjwa.", "古人": "Bhiza rakafukidzwa nemvura (zvakaoma kuunganidza mvura)", "第X籤": "Chiratidzo chemakumi matanhatu nechina", "宮": "Maogong"}