{"籤詩版本二": "Kana chando chasvika, davi repurarama richatumbuka pagomo haringaparadzwi kunyange mashizha awo akadonha uye matavi awo akaoma.\nAsi kana chirimo chasvika, ndichiri kuda kuva mutongi uye kuparadza basa rekutanga.", "詩意": "Mune iyi hexagram, plum inotumbuka inotora nzvimbo inotungamira.\nZvese zvakanaka kana zvikanonoka.", "解曰": "Museve umwe wakapfura usina chinhu. Kana isina chinhu, haina chinhu. Kumirira chirimo. Ruvara rurimo.", "籤詩故事一": "◇Akanwisa kaviri\nMunguva yekutonga kwaMambo Dezong weTang Dynasty, gurukota rakavimbika Mei Bogao nemhuri yake vakaumbwa neMutungamiriri wehurumende Lu Qi, aida kuvauraya vose. Mwanakomana wake Mei Liangyu chete ndiye akakwanisa kutiza. zita kuna Wang Xitong kuti avanze kuzivikanwa kwake. Aigara ega mumigwagwa, aine nzara uye achitonhora, asi nerombo rakanaka akatorwa naChen Risheng (Chen Dongchu). Chen Risheng akanga asingazivi ruzivo rwake rwehupenyu, saka akamukumbira kuti abatsire kutarisira Chen's plum garden kuitira kuti arege kufa nenzara mumugwagwa.\nChen Risheng aidzidza naye mukirasi uye shamwari yaMei Bogao. Paakanga achitambudzwa naLu Qi, akanunurwa naMei Bogao. Izvi zvakaita kuti Mei Bogao naLu Qi vave ruvengo. Pakupedzisira mhuri yavo yose yakaurayiwa. Chen Risheng akanzwa kusuwa uye kushatirwa nekuda kweizvi.Mushure mekuroora, akasiya basa ndokutamisa mhuri yake kuYangzhou kuti inogara yakazvimiririra.\nChen Risheng ane mwanasikana anonzi Chen Xingyuan, akanaka uye anonhuhwirira. Mushure mokunge Mei Liangyu auya kumhuri yeChen, vakadanana pakutanga. Pazuva apo maruva epuram akanga ava kunyatsotumbuka, iro raivewo zuva rekufa kwaMei Bogao, Chen Risheng nemhuri yake vakavhura atari mubindu replum repamba pavo kuti vayeuke shamwari yavo uye mubatsiri wavo akafa. , uye dutu guru resinou rakavhuvhuta, richifukidza maruva ose epuramu. Chen Risheng akachema-chema achiti akanga akwanisa kutiza zvakanaka, asi haana kana kukwanisa kuponesa vazukuru vemhuri yekwaMei.Aifunga kuti iyi yakanga iri yambiro kubva kuna Mwari, saka akapika kuti kunze kwokunge puramu rukatumbuka zvakare, zvichiratidza kuti zvizvarwa zvaMei. mhuri yekwaMei vaive vachiri vapenyu hapana chaakambotaura.Akatizira muBuddhism ndokuva mumongi.\nMwanasikana wake Xingyuan akanzwa izvi uye akabva apisa rusenzi uye akanyengetera nomwoyo wose kuna Mwari kuti aite kuti puramu itumbuke zvakare. Kuvimbika kwavo kwakafambisa denga, uye miti yese yemupuranga mubindu repramu yakatumbuka zvakare; gare gare Chen Risheng akaziva kuti Xitong aive Liangyu, saka akapfimba mwanasikana wake Xingyuan kwaari.", "聖意": "Mumba haazvinakire, munhu anozvinakira, anotsvaka pfuma, ane njere pakubata, nguva yanonoka, muchato wanonoka, chitubu chiri kubudirira, matsutso hachina, mufambi anonoka, minda yakabudirira, makonye esirika ari kubudirira, zvipfuwo zvitanhatu zviri kubudirira, kutsvaga vanhu, kutongwa kwevoruzhinji, kurasikirwa, kutama, kurasikirwa nepfuma, zvirwere zvekuMabvazuva, nyevero dzenhema, makuva emakomo anofanira kuchinjwa.", "古人": "Akanwisa kaviri", "第X籤": "Makumi matanhatu nepfumbamwe Kuhwina Roti", "宮": "Tatsumi"}