{"籤詩版本二": "Chao Chao yakafanana nenyuchi inounganidza maruva, ichibhururuka kubva kumaodzanyemba kwakadziva kumadokero uye kumabvazuva\nChitubu chapera, maruva aenda, uye hapana kwekutarisa.Mwoyo uyu haungashanduki kwaunenge uri.", "詩意": "Hexagram iyi yakafanana nenyuchi iri kunhonga maruva.\nZvinhu zvose zvakaoma uye zvakaoma.", "解曰": "Hapana nzvimbo yechirimo. Mvura inonaya kwenguva refu asi haimbonaya. Kumbira rubatsiro. Zviri nani kunyarara.\n.", "籤詩故事一": "◇Li Mi akapandukira Tang Dynasty\nLi Mi\n(582-619), mutungamiri wekupedzisira weWagang Army mukumukira kwevarimi mukupedzisira Sui Dynasty yeChina. Master of calligraphy. Tenzi weshoko rokuti Fa akanga ari chizvarwa cheChang'an, Jingzhao, uye imba yemadzitateguru ake yaiva Xiangping, Liaodong (zvino yava kumaodzanyemba kweLiaoyang, Liaoning). Akaberekerwa kuChang'an, Jingzhao, imba yemadzitateguru ake Xiangping, Liaodong (ikozvino ari kumaodzanyemba kweLiaoyang, Liaoning).\nMugore rechipfumbamwe raDaye (613), akatora chikamu mukumukira kwaYang Xuangan achipokana naSui Dynasty muLiyang (ikozvino kuchamhembe kwakadziva kumabvazuva kweJunxian County, Henan Province). Mugore rechipfumbamwe raDaye (613), akatora chikamu mukumukira kwaYang Xuangan achipokana naSui Dynasty muLiyang (ikozvino kuchamhembe kwakadziva kumabvazuva kweJunxian County, Henan Province). Pfungwa dzisinganzwisisike dzakundwa,\nLi Mi akatiza. Xuangan akakundwa uye Li Mi akatiza.\nMugore regumi nemaviri raDaye, akabatana neWagang Army\n. Mugore regumi nemaviri rekutonga kwaDaye, akabatana neWagang Army. Muna Gumiguru wegore regumi nembiri raDaye, Li Mi akakurudzira Zhai kuti arwise Xingyang Tong, mukuru mukuru ane simba anoperekedza mauto, kudzivirira Zhang Xutuo, kukunda mauto eSui uye kuuraya Zhang Xutuo. Muna Gumiguru wegore regumi nembiri raDaye, Li Mi akakurudzira Zhai kuti arwise Xingyang Tong, mukuru mukuru ane simba anoperekedza mauto, kudzivirira Zhang Xutuo, kukunda mauto eSui uye kuuraya Zhang Xutuo.\nGare gare, akafunga kurwisa imba yokuchengetera zvinhu yeXingluo (yakazonzi Luokou), kuvhura imba yekuchengetera zvinhu kuti ibatsire, uye kuwedzera timu.Chikwata cheWagang Army chakakura nekukurumidza.Mugore rechi13 raDaye, Li Mi akatungamirira Hondo yeWagang, uye Zhai Rang. yakabata nekudzikisirwa nekugovewa kwaSui Dynasty.Pakava nehondo pamusoro pezviwanikwa zvemauto nedzimwe nyaya, uye Li Mi akauraya Zhai Rang nemazana evateveri vake. Gare gare, akafunga kurwisa imba yokuchengetera zvinhu yeXingluo (yakazonzi Luokou), kuvhura imba yekuchengetera zvinhu kuti ibatsire, uye kuwedzera timu.Chikwata cheWagang Army chakakura nekukurumidza.Mugore rechi13 raDaye, Li Mi akatungamirira Hondo yeWagang, uye Zhai Rang. yakabata nekudzikisirwa nekugovewa kwaSui Dynasty.Pakava nehondo pamusoro pezviwanikwa zvemauto nedzimwe nyaya, uye Li Mi akauraya Zhai Rang nemazana evateveri vake.\nMuna Kurume wegore rechigumi nemana raDaye, Yu Wenhuaji akauraya Emperor Yang weSui Dynasty.\n, zvakaita kuti vanhu vanopfuura 100 000 vadzokere kumadokero. Muna Kurume wegore regumi nemana reDaye, Yu Wenhuaji (Yu Wen, surname yemubatanidzwa) akauraya Emperor Yang weSui Dynasty ndokudzokera kumadokero nevanhu vanopfuura zviuru zana. Li Mi akarayirwa kuti arwise Huaji.Kunyange zvazvo Huaji akakundwa, Li Mi akarasikirwawo zvikuru nemauto.Akateverwa naWang Shichong.Uto raLi Mi rakakundwa uye musasa wake wakaparadzwa.Vakuru vake vemauto Qin Shubao, Cheng Zhijie (pakutanga). anonzi Cheng Yaojin), Niu Jinda nevamwe vakatapwa. , Shan Xiongxin akakanda mapfumo pasi. Li Mi akarairwa kurwisa Huaji.Kunyange zvazvo Huaji akakundwa, Li Mi akarasikirwawo zvikuru mumauto ake. Gare gare, akateverwa naWang Shichong.Uto raLi Mi rakakundwa uye musasa wake mukuru wakaparadzwa. Vakuru vake vemauto Qin Shubao, Cheng Zhijie (aimbonzi Cheng Yaojin), Niu Jinda nevamwe vakatapwa, uye Shan Xiongxin akakanda mapfumo pasi. Li Mi akange apererwa, saka akayambuka rwizi kuenda kuHeyang munaGunyana ndokuzvipira kuTang Dynasty. Li Mi akange apererwa, saka akayambuka rwizi kuenda kuHeyang munaGunyana ndokuzvipira kuTang Dynasty.\nMunaNovember, Li Yuan akatumira Li Mi kuShandong kunounganidza mauto ekare. Mbudzi, \nLi Yuan akatumira Li Mi kuti amirire muShandong kuti atore mauto ekare. Achinzwa kuti akanga afungidzirwa, akapandukira Tang. Achinzwa kuti akanga afungidzirwa, akapandukira Tang. Mukuru weTang Sheng Yanshi akakoka Li Mi kuti amurwise uye amuuraye paXinggong Xian. Mukuru weTang Sheng Yanshi akakoka Li Mi kuti amurwise uye amuuraye paXinggong Xian.", "聖意": "Imba, imba, rurimi, iwe, mhandu, kutsvaga hupfumi, kuparadza bhizinesi, michato isingagari, Liujia, maruva asina chinhu, vanofamba netsoka, Yaotian, kukuvadzwa kwemakonye, ​​kukuvara kwezvipfuyo zvitanhatu, vanhu vakashaikwa, mhosva, kurasikirwa, kutama, kuchengetedza, kurasikirwa pfuma, chirwere, zvipingamupinyi, kuvandudzwa kweguva remakomo", "古人": "Li Mi akapandukira Tang Dynasty", "第X籤": "Wechimakumi manomwe anodhirowa", "宮": "Tatsumi"}