{"籤詩版本二": "Cognition yeCanglong Gumi nepfumbamwe Varindi: Mukadzi akaroorwa nemurume wechipiri\nNeuta humwe uye miseve miviri, madinosaurs achagara murunyararo pakarepo", "詩意": "Hexagram iyi yakaita seuta hwakabata miseve miviri.\nZvese zvakanaka kana zvakabatana.", "解曰": "Kwete kunyanya kurema. Destiny. Zhen Liuzhong anovhura. Zvinokurudzirwa kungwarira.", "籤詩故事一": "◇Wenjun anoshanyira Xiangru\nZhuo Wenjun aive mwanasikana wemuzukuru waZhuo Wang, muzvinabhizimisi akapfuma muLinqiong, mudunhu reSichuan.Aive shasha mumimhanzi uye aine zita rekunyora. Akaroorwa aine makore gumi nematanhatu. Makore mashoma gare gare, murume wake akashaya uye iye akadzokera kumhuri yake yekubereka kunogara sechirikadzi.\nRimwe zuva, Sima Xiangru akaenda kumba kwaZhuo Wangsun kumabiko. Paakaziva kuti Zhuo Wenjun akanga achangobva kufirwa, akaridza rwiyo \"Phoenix Seeking the Phoenix\" kuratidza rudo rwake. Zhuo Wenjun akanga atonzwa nezvaSima Xiangru, uye mabiko aya akaita kuti awedzere kukwezvwa naSima Xiangru. Ukuwo, mushure memutambo waSima Xiangru, akabva ashandisa mari yakawanda kupa chiokomuhomwe kumusikana webasa waZhuo Wenjun uye akamukumbira kuti ataure rudo rwaSima Xiangru kuna Zhuo Wenjun. Mushure mekunge Zhuo Wenjun aziva nezve rudo rwaSima Xiangru kuburikidza nemusikana webasa, akabva amhanyira kuimba yevaeni kwaigara Sima Xiangru. Achiona kusvika kwaZhuo Wenjun, Sima Xiangru akabva angorara naye husiku kuenda kuguta rekumusha kwake kuChengdu.\nPavaive muChengdu, vaviri ava vaive vashaya saka vaifanira kudzokera kuLinqiong kunovhura hotera diki kuti vawane chouviri.Zhuo Wenjun akatengesa waini uye Sima Xiangru aisuka ndiro.Vairarama hupenyu husina maturo. Mushure mekunge baba vaZhuo Wenjun, Zhuo Wangsun, vaziva nezvazvo, akabvuma uye akavapa mari pasi pezano reshamwari dzake, zvokuti Sima Xiangru naZhuo Wenjun vakadzokera kuChengdu kuti vagare, uye gare gare vakapfuma.", "聖意": "Kurasikirwa nemba nemidziyo, kodzero dzako nezvakaipa, kutsvaga pfuma, kutengeserana kwevashandi, kudzivirira kubatana kwewanano.", "古人": "Wenjun anoshanyira Xiangru", "第X籤": "Makumi manomwe nerimwe Kuhwina Lotto", "宮": "Tatsumi"}