{"籤詩版本二": "Vapfuri venyuchi vanofanira kupemha uchi, kuti vasarumwe nerumborera\nPanofanira kuva nemugwagwa unoshamisa pamberi pako.Chakavanzika chakadzika sesango reminzwa.", "詩意": "Iyi hexagram inomiririra nyuchi dzinotora uchi.\nZvinhu zvose zvakaoma uye zvakaoma.\n\n(Iyi hexagram inotsvaga chiratidzo chekutapira uye kuvava.\nDzivirira njodzi mune zvese.\n)", "解曰": "Zvinhu zvinoda kuitwa nemazvo. Hapana chikonzero chekumanikidza. Nyuchi dzinounganidza uchi. Chikonzero chii?", "籤詩故事一": "◇Wang Mang anotsvaga matarenda\nMhuri yeWang Mang muWestern Han Dynasty inogona kunzi imhuri yakapfuma. Kunyange zvazvo baba vake vakafa nokukurumidza, vana babamunini nasekuru vake vakati wandei vakava madzimambo eHumambo hweHan.Vakava vakuru vemauto, makurukota, uye vakave marquise uye vakagamuchira mibairo.Mhuri yeWang yaive yakakurumbira zvakanyanya.\nAsi mhuri diki yaWang Mang yaive murombo zvakanyanya; baba vake vakafa vachiri vadiki, uye aigara naamai vake chete, achivimba nerudo kubva kuhama. Asi nekuda kweizvi, Wang Mang akagadzira uye akadzidzira seti yehunyanzvi mukubata nevanhu kubva achiri mudiki. Pasinei nekusuruvara kana kutsamwa kwaaiita, aigara achiratidza kufara uye kugadzikana pamberi pehama, vakuru kana vanhu vokunze, saka aifarirwa nemunhu wese wemhuri.\nPane imwe nguva sekuru vake vakanga vachirwara zvakaipisisa.Vapedza kuziva nezvazvo, vakauya ndokumirira pedyo nemubhedha wemurwere, vachiuya nemishonga nemvura, uye nokurinda usiku.Mwedzi yakati wandei yakatevedzana, akanga asina hembe, apererwa nezano, uye akanyarara. “Aingova “ane mwoyo murefu” kupfuura murwere.” “mwanakomana” mukuru kupfuura mwanakomana wokubereka.\nNokuda kweizvi, munhu wose muvanhu vokuTaiwan akamurumbidza uye akanyora tsamba achikumbira mubayiro.\nSaka Mambo Cheng weHumambo hweHan akamupa zita rezita reNew Capital Marquis ndokumugadza semurindi mumuzinda, achiva mushumiri wepedyo wamambo.\nNechinzvimbo chake chepamusoro uye nesimba guru, Wang Mang haana kumboratidza kuzvitutumadza kana kunonoka.Pachinzvimbo chake, akave neruremekedzo neruremekedzo.Kune rumwe rutivi, akaita ushamwari nemakurukota, vatungamiriri vemauto, makurukota, nyanzvi nenyanzvi dzine mukurumbira.\nAsi airarama upenyu husina mari, kazhinji achidya ndiro dzenyama, tisingatauri nezvokupfeka nguwo refu nemadhirezi ane maoko marefu, achingopfeka hembe pfupi. Saka vanhu vese muhurumende neveruzhinji vakamurumbidza nezwi rekuti “kunaka” nezwi rimwe chete.\nGare gare, sekuru vake, Grand Sima Wanggen, vakafa nehurwere uye akasarudzwa semutsivi wake. Mambo nevashumiri vose vaifunga kuti ndiye ainyanya kukodzera. Naizvozvo, Wang Mang, uyo aingova nemakore makumi matatu nemasere okuberekwa, akazova Grand Sima ane simba guru remauto munyika.\n(Nyaya iyi dimikira. Kugona kuva munhu kwaye kunogona kukubatsira kubvisa \"kuoma kwekurumwa nenyuchi\" uye kuzadzisa zvinangwa zvako sezvaunoda.)", "聖意": "Mumba haazvinakire, mhuri yanetsa, bhizinesi rakavharwa, muchato wakavharwa, nhumbi nhanhatu dzinotya, vanofamba netsoka vanonoka, goho remakonye kushoma, zvipfuwo zvishoma, zvakaoma tsvagai vanhu, mhosva yakashata, kutama hakuna kufamba, pfuma yakarasika yakaipa, chirwere chinomiswa, guva regomo raparara,", "古人": "Wang Mang anotsvaga matarenda", "第X籤": "Kuhwina lottery makumi manomwe nembiri", "宮": "Tatsumi"}