{"籤詩版本二": "Kana chirimo chasvika, kutinhira kunorira uye zvipembenene zvinorira, uye ndinofuratira madhaka\nPandakaona kuti ndichiri kuuya nekuenda, pandakangochinja, ndakava shato.", "詩意": "Hexagram iyi yakafanana nemabhanan'ana uye zvipembenene.\nKusangana nemunhu ane mbiri chiratidzo chakanaka mune zvese.", "解曰": "Kutinhira kunorova. Madhipoziti maviri mukati nekunze. Shandura kamwe. Kusvikira Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nMuna 959 AD, Zhou Shizong Chai Rong akafa, uye Emperor Gong, Chai Zongxun, akakwira chigaro, aingova nemakore manomwe. Panguva iyoyo, Zhao Kuangyin, akashanda semuongorori pamberi peimba yamambo uye mumiriri weSongzhou kuGerman Army, akabata simba chairo.\nMuchirimo cha960 AD, Zhenzhou (yanhasi Zhengding, Hebei Province) neDingzhou (Dingxian County yanhasi, Hebei Province) yakashuma kuti mauto eNorthern Han Dynasty neLiao State aienda kumaodzanyemba kunorwisa Gare gare Zhou Dynasty, pamwe chete. kukurumidza kukuru, uye akakumbira kutumira mauto kuti abatsirwe. Gare gare, Zhou Dynasty yakaraira Zhao Kuangyin kuti atungamire mauto ake kuchamhembe kunorwisa muvengi. Zhao Kuangyin akaita muchivande pasi pekuronga kwemukoma wake Zhao Guangyi, Zhao Pu, Shi Shouxin nevamwe.\nMusi wa3 Kukadzi, mauto paakasvika paChenqiaoyi (zvino yava Chenqiao Town, kumaodzanyemba kwakadziva kumabvazuva kweFengqiu, Henan), vakatanga mhirizhonga uye vakarayira varwi kuti vamupfekedze hanzu dzeyero. . Mushure mezvo, Zhao akatungamirira mauto ake kudzokera kuKaifeng asina kupisa, kuuraya kana kupamba.\nPazuva rechitatu regore rechitatu remwedzi, Zhao Kuangyin akapandukira muChenqiao akadzokera kuguta guru. Fan Zhi akatungamirira Wang Pu naWei Renpu kuti vabvunze Zhao Kuangyin. : \"Mauto matatu haana vatenzi. Vakuru vehondo vose vakasarudza kumugadza samambo. Ani naani anotaura achaurawa!\". Chiso chaWang Pu chakanga chakacheneruka sepasi.Akadzikisa nhanho dzake akakotama.Fan Zhi akakotamawo.Kuang Yin pachake akamubatsira kusimudza uye akamubata neruremekedzo rukuru.\nMushure mekuramba kuri pakati nepakati, Emperor Gong weHumambo hwaZhou akazogadza chigaro, uye Zhao akatora chigaro. \"Taizu yakanga yava kuda kugamuchira Zen, asi pakanga pasina chinyorwa cheZen. Tao Gu, nyanzvi yeHanlin, akabvuma kurongeka uye akafamba pedyo naye, achiti: “Zvaitwa.”\nMushure mekunge Zhao asvika pachigaro, akashandura zita renyika kuti Song, Yuan kuita Jianlong, akaita Kaifeng guta guru. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, naZhao Yanhui vese vakapihwa zita reJiedushi. , iyo yaizivikanwa se \"Chenqiao Mutiny\" munhoroondo.\nWikipedia\n(Iyi nyaya inomiririra kuti uku ndiko kutanga kwekuita kwaZhao Kuangyin.)", "聖意": "Namatira imba yako, hupenyu hwezuva nezuva, hupfumi, rombo rakanaka, rombo rakanaka mubhizinesi, muchato unokudzwa, kubudirira muLiujia, varume vanofamba netsoka, kutanga kuberekwa kwemakonye muminda, kuberekwa kwemhuka nhanhatu, rombo rakanaka muchirimo, kuwana vanhu, kubudirira. mumatare edzimhosva, rombo rakanaka mukutama, pfuma yakarasika, njodzi muzvirwere, njodzi mumakomo nemakuva.", "古人": "Chenqiao Mutiny", "第X籤": "Yakasainwa makumi manomwe nematatu", "宮": "Mi Palace"}