{"籤詩版本二": "Muchiroto zvainzi pachava nepfuma yakawanda, asi mukurumbira waizopera.\nMvura iri kure uye makomo ari kure, asi kutendeka kwakaoma, munhu anokudzwa anopa nhungamiro uye anonyemwerera.", "詩意": "Iyi hexagram inomiririra chiratidzo chekuwana pfuma muchiroto.\nZvose zvinenge zviri zvechokwadi.", "解曰": "Kurota kunge kurota. Hapana tariro yemukurumbira. Ingomirira nguva dzakanaka. Noble instructions.", "籤詩故事一": "◇ Dzosera jade kuZhao (dzosa jade kuZhao wapedza)\nMuna 283 BC, Mambo Zhao Huiwen akawana He's Bi kubva kuChu. Mushure mekunge Mambo Qin Zhaoxiang anzwa nhau, akatumira tsamba kuna Mambo Zhao, achiratidza kuda kwake kuchinjanisa maguta gumi nemashanu neHe's Bi.\nLin Xiangru akaongorora kuna Mambo Zhao kuti Qin yakanga yakasimba uye Zhao akanga asina simba uye aifanira kutsiviwa.\nMambo Zhao akabva atumira Lin Xiangru kuQin naHe's Bi.\nMambo weQin akasangana naLin Xiangru kuZhangtai, uye Lin Xiangru akapa jade kuna Mambo weQin. Mambo weQin akafara kwazvo ndokupfuudza He's Bi kune runako uye vanhu vese vakamupoteredza vakaritarisa.Panguva iyi vanhu vese vaive kuruboshwe nekurudyi vakashevedzera kuti hupenyu hurefu.\nLin Xiangru akaona kuti Mambo weQin akanga asina chinangwa chekupa guta kuna Zhao, saka akaudza Mambo weQin kuti Jade rakanga risina kukwana uye aida kuzvinongedza kuna Mambo weQin kuti atore mukana wekuwana jade back.\nMushure mekunge Lin Xiangru atora Bi waHeshi, akamira pedyo nembiru huru, achiratidza kuti aida kufa naHeshi's Bi.\nPanguva ino, Lin Xiangru akati kuna Mambo weQin: \"Mambo weZhao achiri kukunda zvipikiso zvevashumiri uye akabvuma chikumbiro chemushumiri. Kunyange kana asina kunyengerana paaisangana nevanhuwo zvavo, tisingatauri izvozvo. Qin inyika huru!Kuitira kuchengetedza ushamwari pakati paQin naZhao, Mambo Zhao Mushure memazuva mashanu ekutsanya, ndakatumira vashumiri vangu kuQin nejade.Nehurombo, Mambo weQin haana kungove nechinangwa chekupa Zhao a guta, asi zvakare akapfuudza jade remhuri yeHe kune mukadzi akanaka, izvo zvaive chiseko chevashumiri vangu.\"\nApedza kutaura, Lin Xiangru akabva aita chiratidzo chekurova mbiru.Mambo weQin aitya kuti He's Bi aizokuvadzwa, saka akanyepedzera kupa Zhao maguta gumi nemashanu. Lin Xiangru akaona kuburikidza nehurongwa hwehunyengeri hwaMambo Qin, saka akakumbira Mambo Qin kuti atsanye kwemazuva mashanu asati aratidza He's Bi kunonoka nguva. Mumazuva mashoma aya, Lin Xiangru akatumira vashandi vake kuti vadzokere kuNyika yeZhao nejade, iye akagara achibata naMambo weQin.\n(Nyaya iyi yakafanana nemeso emunhuwo zvake ari kufadzwa nechimiro chake.)", "聖意": "Kunamatira maropafadzo kumba, iwe pachako, kutadzisa hupfumi, kuita kuti kutengeserana kuome kuita, kuroora hakuenderane nevanofamba netsoka veLiujiaxu, silkworms ekuChitian haagamuchirwe, mhuka nhanhatu dzakuvadzwa, vanhu vashaikwa, kumatare edzimhosva uye kutama kuri kutarisirwa, zvinhu zvakarasika. kure, hosha dzinoiswa, dzoendeswa kumarinda amakomo, dzochinjwa.", "古人": "Dzosera jade kuZhao (zadza jade kuZhao)", "第X籤": "The makumi manomwe nenomwe kuhwina lottery", "宮": "Masikati Palace"}