{"籤詩版本二": "Mashizha emionde adonha, matsutso ava kusvika, uye rwendo rwokudzokera rwevafambi runoita semakore.\nNemhaka yenhamburiko huru dzaMwari, ngarava yakadzoka nepfuma mumhepo.", "詩意": "Iyi hexagram inomiririra mufananidzo wemashizha emuonde akadonha.\nZvose zvakaipa mberi uye zvakanaka pakupedzisira.", "解曰": "Tora zvinhu kubva pamwoyo. Tianxin anoitevera. Kuita raramo. Ita chero zvaunogona.", "籤詩故事一": "◇Mhepo inovhuvhuta ichienda kuTengwang Pavilion\nWang Bo, zita rekuremekedza Zian, aive mudetembi wekutanga Tang Dynasty, Akaberekwa mugore rekutanga raYonghui, Emperor Gaozong weTang Dynasty. Wang Bo anga achiverenga magwaro kubva achiri mudiki, uye anozivikanwa se \"mwana prodigy\". Wang Bo anga achiverenga magwaro kubva achiri mudiki, uye anozivikanwa se \"mwana prodigy\".\nPaakanga ava nemakore gumi, iye nababa vake vakapfuura nepaimwe Temberi yeGuandi, vakaona chifananidzo chikuru chaGuandi mutemberi, akabata kopi yebhuku rinonzi “Spring and Autumn” uye vakariverenga. Akaimba kuna Emperor Guan, kuti: \"Ndichibata zvivharo zvitatu zvendebvu dzakasvibira, ndichiverenga nhoroondo yeQing Dynasty kumwenje wegirini uye ndichiremekedza mazita akakurumbira. Kubata dhiragoni yakasvibira nemwedzi muruoko rwangu.\" Zvinonzi kuti mumatsutso egore rino, Wang Bo akabva kuShanxi achienda kuHainan Island kunoshanyira baba vake avo vakadzingwa kusvika kuna mejasitiriti wedunhu reJiaozhi. , achipfuura nezviuru zvemakomo nenzizi munzira. Mumatsutso egore paaiva nemakore makumi maviri nemanomwe, Wang Bo akabva kuShanxi achienda kuHainan Island kunoshanyira baba vake, avo vakanga vadzikiswa pachigaro cheJiaozhi County Magistrate. Akapfuura nezviuru zvemakomo nenzizi munzira.\nPatakasvika paGomo reMadang zuva iroro, munhu wose akaenda kumahombekombe kunozorora.Wang Bo paakafamba pedyo netemberi yekare ari oga, akaerekana aona harahwa yakagara padombo raiva pedyo netemberi. uye chitarisiko chakanaka. Akati kuna Wang Bo \"Iwe hauzi Wang Bo here?\" Wang Bo akavhunduka ndokuti, \"Chaizvo! Unoziva sei izvozvo?\" Murume mukuru akati, \"Ndakanzwa kwenguva refu kuti une zvakanaka. vavariro dzekuponesa vanhu, uye nhetembo dzako dzine zvadzinoreva. Kuchava nebiko guru kuTengwang Pavilion mangwana. Kana ukakwanisa kupinda mumabiko nekunyora rondedzero, unenge uine mukurumbira mumazera ose uye uwane mari yekufambisa.\" Vakasvika. paGomo reMadang, munhu wese akaenda kumahombekombe kunozorora.Wang Bo paakanga achifamba netemberi yekare ari oga, akaerekana aona padombo raiva pedyo netemberi, pakanga pagere harahwa, yairatidzika somwana ane vhudzi rakanaka uye ngano. Akati kuna Wang Bo, \"Hausi Wang Bo here?\"\nWang Bo akashamiswa ndokuti, \"Chaizvoizvo! Unoziva sei izvozvo?\"\nHarahwa iyi yakati: \"Ndakanzwa kare kuti mune chinangwa chakanaka chekuponesa vanhu, uye nhetembo dzamunonyora dzine revo chaiyo. Pachava nemutambo mukuru kuPrince Teng's Pavilion mangwana. Kana mukagona kupinda mabiko mukanyora, muchaita mabiko makuru. uchave nemukurumbira mumazera ese uye uchawana mari yekufambisa.\"\nWang Bo akati: “Nzvimbo iyi iri makiromita mazana matanhatu kana kuti mazana manomwe kubva kuTengwang Pavilion. Tingasvika sei pano mangwana?” Murume mukuru akati: “Ndichashandisa bhiza semhepo youmwari kuti ndikubatsire kufamba zvakanaka. zvirokwazvo uchasvika mangwana.\" Wang Bo akanditenda ndokuti: \"Pamusoroi, tezvara vangu. , muri munhu asingafi here kana kuti ndimwari?\" Mudhara akaseka ndokuti, \"Ndini Zhongyuan Shuijun ari mukati. chengetedza nzvimbo iyi yemvura!\" Wang Bo akati, \"Nzvimbo iyi iri mamaira mazana matanhatu kana mazana manomwe kubva kuTengwang Pavilion. Tingasvikako sei mangwana?\"\nHarahwa yakati: \"Ndichashandisa bhiza semhepo youmwari kuti ikubatsirei kufamba zvakanaka. Chokwadi ndichasvika mangwana.\"\nWang Bo akatenda kwaari akati, \"Pamusoroi, tezvara, muri munhu asingafi here kana kuti ndimwari?\"\nMurume mukuru akaseka ndokuti, \"Ndini Zhongyuan Shuijun uyo ari kutarisira nzvimbo iyi yemvura!\" Ipapo mutana akakurudzira Wang Bo kuti akwire muchikepe nokukurumidza. Akaona makore aityisa akamukomberedza kwechinguva, uye mhepo. uye mvura yakanga yakatsetseka munzira, mukubwaira kweziso, akanga afamba mazana emakiromita.\nIpapo harahwa yakakurudzira Wang Bo kuti akwire muchikepe nokukurumidza.Akaona makore anofadza akamukomberedza kwechinguva, uye rwaiva rwendo rwakatsetseka.Mukubwaira kweziso, akanga afamba mazana emakiromita. Sezvaitarisirwa, Wang Bo akamhanyira kuPrince Teng's Pavilion mangwanani echiitiko chikuru.\nSezvaitarisirwa, Wang Bo akamhanyira kuPrince Teng's Pavilion mangwanani echiitiko chikuru. Uye ipapo, akanyora \"Sumo kuPrince Teng's Pavilion\", iyo yainzi isingaperi inyanzvi naMambo Gaozong weTang Dynasty. Uye ipapo, akanyora \"Sumo kuPrince Teng's Pavilion\", iyo yainzi isingaperi inyanzvi naMambo Gaozong weTang Dynasty.\nPane nhetembo inoti:\nZvagara zvichinzi vanhu vane tarenda ndimwari, saka haisi tsaona kuti mhepo inounza Nanchang kuNanchang;\nNdakanyora mutsara nezve Teng Wang's high pavilion, uye akabva aperekedza vasingafi kuZhongyuan.", "聖意": "Namatira imba yako uye uzvidzivirire, namatira makomborero, tsvaga hupfumi, uye uwane wanano nekugarisana.", "古人": "Mhepo inovhuvhuta ichienda kuTengwang Pavilion", "第X籤": "Saina makumi masere nerimwe", "宮": "Wei Gong"}