{"籤詩版本二": "Chii chaunofanira kuita kana ukarasikirwa nehunhu nekuda kwemukurumbira wako, ndinotya kuti rombo rakanaka rinoshanduka uye zvakaipa zvichaitika.\nNdakadhakwa, handizivi kwekuenda.Ndiri kurota hope dzisina kujeka pamumvuri wemiti yepine yakasvibirira.", "詩意": "Hexagram iyi inomiririra hove inotonhora ichibuda mumvura.\nHapana chinogona kutamiswa.\n\n(Iyi hexagram chiratidzo chehunhu hwakashata uye rombo rakaipa.\nChengetedza tsoka dzako pasi muzvinhu zvose.\n)", "解曰": "Hove inotonhora inosiya mvura. nhunzi muchizoro. Kana iwe ukabvunza nezvezvirongwa zvemusasa. Zviri nani kuMo Qi\nIchi chiratidzo chichaunza rombo rakaipa kuLiujia. Zvese zvinoenda zvakaipa. Namatira kuchengeteka.", "籤詩故事一": "◇Zhuangzi anoedza mudzimai wake\nZhuangzi akaberekerwa muZhou Dynasty, zita rake rainzi Zhuang, zita raakapiwa ainzi Zhou, uye zita rake rainzi Zixiu. MuZhou Dynasty, aive mukuru weQiyuan.\nRimwe zuva Zhuangzi akasangana nemumwe mukadzi mugomo.Ainge akatsikitsira pamberi peguva idzva, achizunza zunza feni yake achiita seaida kuomesa ivhu nyoro paguva. Zhuangzi haana kunzwisisa chinangwa chake, saka akamubvunza. Akataura kuti munhu akavigwa muguva aiva murume wake, uye mashoko ekupedzisira emurume wake aiva okuti aisakwanisa kuroorwazve kusvikira ivhu raiva paguva raoma. Haana kuzokwanisa kumirira, saka akakuchidzira ivhu reguva kuti riome nokukurumidza, kuti atevere chitubu chechipiri.\nZhuangzi akatura befu paakafunga kuti munyika maiva nemukadzi asina moyo. Ndakabva ndafunga kuti ko mukadzi wangu angadaro here? Kana kunyumwa kwamuka, ndinoda kuzviyedza.\nZita remudzimai waZhuangzi raiva Tian, ​​uye vaviri vacho vaiwanzova neukama hwepedyo. Kuti aedze kuvimbika kwemudzimai wake, Zhuangzi akasarudza kuita seafa.\nVachinzwa kuti Zhuangzi akafa nehurwere hwakangoerekana hwavapo vanhu vazhinji vaibva kumativi mana enyika kusanganisira hama neshamwari vakauya kuzopa nyaradzo yavo.Pakati pavo paiva namambo uye muzukuru akanaka aibva mudunhu reChu, akanga akapfuma zvikuru.Vachiona kudaro Ms. Tian akanga achangobva kufirwa uye achinzwisa tsitsi, akamutevera. Amai Tian havana kukwanisa kutsungirira muedzo uye vakadanana naWang Sun.Vakaroorana mumazuva makumi maviri chete.\nUsiku ihwohwo, apo waini yakadhakwa uye nzeve dzichipisa, Wang Sun akangoerekana atambura nechirwere chemoyo ndokufa.\nMai Tian vakatya uye vakavhunduka, uye vakabvunza Wang Sun nokukurumidza zvokuita.Wang Sun akatsungirira marwadzo ndokuudza Mai Tian kuti uropi hwezvitunha hwaigona kushandiswa kudzosa vakafa kuupenyu.\nChitunha chingawane kupi? Mai Tian vakaerekana vafunga kuti, ko murume wavo haana kungofa here? VaTian vakakanganwa nezverudo rwekare pakati pemurume nemukadzi, uye vakatotora demo ndokutsemura bhokisi remurume wavo, vachigadzirira kutora njere dzake kumushonga.\nNenzira isingakarirwi, apo bhokisi rakazarurwa, Zhuangzi akamuka kuupenyu. Mai Tian vakanyara zvekuti vakabva vazvisungirira.\n(Nyaya iyi idimikira rekutyora ushamwari kuti uzvibatsire, saka hatigone kubvumirana nazvo.)", "聖意": "Mumba mune runyararo, munhu arikuchengetedzeka, mari haaite, kutengeserana kunobairwa, muchato unogadziriswa, zvakaipa zvinobudirira muLiujia, vanofamba netsoka havasati vasvika, gonye resirika, zvipfuwo zvakati sandara, vanhu. vashaikwa, kutongwa kuri kuchinja, vadzidzi vanochengeta tsika, nzvimbo yacho hairwari, uye gomo neguva zvakaipa.", "古人": "Zhuangzi anoedza mudzimai wake", "第X籤": "Nhamba 84", "宮": "Wei Gong"}