{"籤詩版本二": "Makore akasviba nemhute zvakafukidza mugwagwa uri pamberi pegomo.Zvose zvakatenderera uye mwedzi zvakare.\nUkawana nhetembo nemabhuku, unopepuka kubva kuhope huru.Munhu anokudzwa achakutungamirira padenga remba.", "詩意": "Iyi hexagram inofananidzira kupera kwechirimo uye kutumbuka kwemaruva.\nZvinhu zvose zvinoshanduka shure kwaIshe.", "解曰": "Mudhara anoda kukumbira rubatsiro. Inotumbuka zvakare muchirimo. Kuda mukurumbira nepfuma. Sangana nemhepo pakupera kwehupenyu.", "籤詩故事一": "◇Han Wengong anosangana nechando\nHan Yu, ane zita rekuremekedza ainzi Tuizhi, aibva kuChangli. Tang Dezong akazove Jinshi mugore rechisere reZhenyuan, uye zita rake rekupedzisira rekufa raive Wen Gong.\nMunguva yekutonga kwaMambo Xianzong weTang Dynasty, Han Yu akadzokorora nemapfupa aBuddha, izvo zvakatsamwisa Mambo. Han Yu akasiya mudzimai wake nevana ndokuenda kuChaozhou. Pashure pekufamba kwemazuva mashoma, mhepo inotonhora yakasimuka uye kwakava nesinou zvikuru. Han Yu akasvika panzvimbo yaiva nechando chakadzika mamita anoverengeka, zvichiita kuti bhiza rake riomerwe nokufambira mberi.Paiva pasina imba pedyo uye akanga asingazivi kuti mugwagwa wacho uri kupi. Kana iwe uchida kutevera nzira uye kudzokera shure, hapana nzira yekudzokera. Mhepo yaivhuvhuta zvine simba uye chando chaidonha nekukurumidza.\nHan Yu akagomera ndokuti: \"Mambo haazondiurayi, asi mambo anoda kundiparadza.\"\nHan Yu paakanga apererwa, akaona mumwe murume achiuya kuzobvisa sinou pasinei nechando chaityisa.Akazova Han Xiangzi (muzukuru waHan Yu).\nPamberi, Han Xiangzi akanga ati kuna Han Yu: \"Imba yaYun Heng iri kupi kuQinling? Sinou inombundira gedhi rebhuruu uye bhiza rinomira richienda mberi. \" Panguva iyoyo, Han Yu haana kunzwisisa kuti Han Xiangzi airevei, asi zvino iye pakupedzisira akanzwisisa.\nSaka Han Yu naHan Xiangzi vakaenda kunorara kumba kwaFu muLanguan. Achitaura pamusoro pekare uye nzira yekurima, Han Yu akanga ane chokwadi chechokwadi.\nGare gare, Han Yu akasiya nzvimbo yake yapamutemo, akapa pfuma yake yose kuhurumende yomunzvimbomo, uye akaenda kumakomo kundoshandisa chiTao ndokuva asingafi.", "聖意": "Mumba haukunakire wega, chenjera kutsvaga mari, tarisa bhizinesi, kuroora kunonokerwa, Liujia vakadzi vanofamba netsoka vanovharira minda, makonye esirika akanaka, zvipfuyo zvakanaka, zvinonetsa kuwana vanhu, matare eruzhinji anodzokororwa, kutama yakagadziridzwa, zvinhu zvakarasika zvakakomba, zvirwere zvinononoka, makuva emakomo anofanira kuchinjwa.", "古人": "Han Wengong vanosangana nechando", "第X籤": "Makumi masere neshanu kuhwina lottery", "宮": "Shen Gong"}