{"籤詩版本二": "Kufamba hafu yekukwira gomo rekumadokero, mawere eJunling haagone kugadzika.\nTichitarira kuna Mwari nokuda kwedziviriro, mutumbi uyu uchiri mumochari", "詩意": "Hexagram iyi yakafanana nekutsvaga goridhe mujecha.\nPane zviratidzo zvevanhu vanokudzwa mune zvese.\n\nZvakare: Hexagram iyi inoratidza kuti munhu ari munjodzi.\nPane zviratidzo zvevanhu vanokudzwa mune zvese.", "解曰": "Jade inogona kuwanikwa nekucheka dombo. Wana goridhe mujecha. Kuda kushanda nesimba. Dambudziko chete.\nRimwe basa: mamiriro ezvinhu akaoma. Hapana pekugara. Kumbira chikomborero chaMwari. Nyengeterera rugare rwepfungwa.", "籤詩故事一": "◇Ruma goridhe uye ongorora mapako epasi pevhu\nKupemberera zviito zvake zvechiuto, Cheng Yaojin akaita mabiko kuYanwuyang. Pakarepo pakabva pavhurika gomba raive risinganzwisisike.Munhu wese akavhomora mijenya achinonga mashoko, achiruma goridhe kuti ahwine, uye kubvarura tambo kuti dzizvisungirire mugomba.\nPane magonhi ematombo, matafura, macheya, mabhiriji nezvimwe zvinhu.Patafura yacho pane nguwo dzeshato nemabhandi ejade, ayo anogadzirwa negoridhe uye anosakara kunze kwebako.\nYao Jin akabuda mugomba nebhokisi hombe nebhokisi diki, akavhura bhokisi rehuni ndokuburitsa jade chisimbiso, akavhura bhokisi, akabudisa mureza muhombe nenguo yekorona nemakwara ndokuzviisa patafura, uye munhu wese akavatarisa one by one. Ndakaona mavara masere echisimbiso akanyorwa pachisimbiso chihombe aiti “The Dhimoni Mambo weHunshi, Mukuru Akanaka Emperor”.\nMunhu wese aimunamata sa \"Emperor\", uye Yaojin akaita izvi kwemakore matatu saMambo weDhimoni. (Chaizvoizvo, uku kwaingova kuzvizivisa, uye Cheng Yaojin aingova mutungamiriri wemusha panguva iyoyo.)\n(Nyaya iyi idimikira rekuti zvinhu zvakanaka zvakangofanana nekutamba. Iyi ndiyo pfungwa yehunyanzvi yekuti \"muviri uyu uchiri mumhepo\".)", "聖意": "Kunamatira imba neimba, kuzvikunda, kutsvaga hupfumi, kushanda nesimba, kungwarira mubhizinesi, kuroora kuchatadziswa naLiu Jiaxu, vanofamba netsoka, Chi Tian, ​​makonye esirika, mombe nhanhatu dzakagadzikana, kutsvaga vanhu, pasina mhosva, kurasikirwa. , kutama, kuchengeta pfuma yakarasika, zvirwere zvakaipa, zvipingamupinyi, makomo nemakuva.", "古人": "Kuongorora Crypt yeGoridhe", "第X籤": "Chiratidzo chemakumi masere nenomwe", "宮": "Shen Gong"}