{"籤詩版本二": "Musandinetse nenyaya dzenyu.Izvi zvakafanira kubvunza veruzhinji.\nMwoyo wakajeka wakajeka uye wakajeka semwedzi wakajeka uri mudenga", "詩意": "Iyi hexagram inomiririra mufananidzo wemwedzi unopenya mudenga.\nZvose zvinopenya uye zvinofema.", "解曰": "Iva wakarurama pamoyo. Ruramisa murairo. Mashoko matsvene. Pakupedzisira zvinova pachena.", "籤詩故事一": "◇ Mukuru weKong Ming\nMhinduro: Zhuge Liang anounganidza mauto ake nevakuru vemauto\nMunguva yeHumambo Hutatu, Zhuge Liang (181-234), zita rekuremekedza Kongming, akaberekerwa muYangdu, Langya (yava kunzi Yinan County, Shandong Province).\nZhuge Liang akabvuma kuve mukuru wehurumende mushure mekunge Liu Bei ashanyira imba yehuswa katatu, panguva iyoyo Cao Cao akanga anyaradza Hebei uye akanga akatsunga kufora kumaodzanyemba. vatevedzeri vevakuru vemauto, vachitungamira mauto e100,000 kuti vafambe vakananga kuXinye. Kunyangwe Zhuge Liang aive nehurongwa hwekudzokera kubva kumuvengi panguva iyoyo, Guan Yu naZhang Fei vakazvidza mazwi aZhuge Liang. Zhuge Liang akanga asina zvimwe zvaaigona kuita kunze kwekushandisa bakatwa raLiu Bei kuti anyengetedze vaviri ava, zvokuti mumwe nomumwe akatungamirira mauto chiuru ndokuvandira Yushan neAnlin. vavandiri nemoto.\nPamusoro pezvo, Zhao Yun akatumwa kuti atungamirire varwi vekare uye vasina simba vakasara vemauto kuti varwe semurwi kurwisa Xiahou Dun, uye ipapo kukundwa kwekunyepedzera ndokudzokera, achikwevera Xiahou Dun mumugwagwa wakamanikana mumakomo nemasango.Akatumirawo Guan. Ping, Zhou Cang, Liu Feng nevamwe kuti vaverevedze vachipinda kumashure kweuto raCao, vachipisa zvinhu uye vachikonzera kutya muuto raCao.\nMushure mehondo, zvese zvakaitika sekuronga kwaZhuge Liang. Xiahou Dun naYu Jin pavakatungamira mauto vachidzingirira, Li Dian, uyo aive kumashure, akakurumidza kuzivisa Xiahou Dun kumberi kuti aifanira kungwarira kurwiswa kwemoto nevavengi. Zvisinei, nguva yakanga yanonoka. Hondo yaCao yakamanikidzwa mugwagwa wakamanikana uye wakanga uri munzvimbo umo miti yakanga yakakomberedzwa, nokudaro moto waisagona kubatidzwa.Pakanga pane vakakuvadzwa zvikuru, uye Xiahou Dun navamwe vakuru vakuru vehondo vakakundwa ndokutiza kudzokera kuXudu.\n(Nyaya iyi dimikira rekuti Kong Ming akanaka pakushandisa vanhu uye kutonga nyika nehungwaru.)", "聖意": "Musha nemumba mune rombo rakanaka.Ndinoshuvira rombo rakanaka paupfumi, rugare rwepfungwa, bhizinesi ribudirire, wanano, kubudirira, kubudirira muLiujia, varume vanofambisa minda, makonye, ​​kurasikirwa nezvipfuyo, kushaya vanhu, kumatare edzimhosva, kutama, kurasikirwa nepfuma, maropafadzo, kurwara, rugare, makomo nemakuva.", "古人": "Mukuru weKong Ming", "第X籤": "Chiratidzo chechipfumbamwe", "宮": "Yin Palace"}