{"籤詩版本二": "Chiratidziro chakanaka chinoita kuti iwe umire kunze kweboka nechiso, uye ramangwana rako rinoshanduka uye iwe unounza hupfumi hwakawanda.\nMugwagwa wakapamhama sedenga, uye mari yose yaunogona kupa ichava mumwoyo mako", "詩意": "Iyi hexagram inoratidza ramangwana rinovimbisa.\nZvose zvinofamba zvakanaka.", "解曰": "Mugwagwa mukuru. Unogona kuenda mberi. Shandisa mwoyo wako. Kumberi chete.\nZvose zvinoenda sezvakarongwa nechiratidzo ichi. Rombo rakanaka kuna Jichang.", "籤詩故事一": "◇Magamba matatu anorwa naLu Bu\nMhinduro: Magamba matatu Zhang Fei, Guan Yu naLiu Bei vanorwa naLu Bu\nDong Zhuo akaziva kuti Hua Xiong akanga agurwa musoro ndokutumira mukuru wendege Lu Bu kunorwa. Lu Bu paakangoenda kuhondo, akauraya vakuru vemauto Fang Yue naMu Shun, uye akauraya Wu Anguo naGongsun Zan.\nZhang Fei akaona kuti Gongsun Zan akanga asingakwanisi kukunda Lu Bu, saka akakurumidza kutsiva Gongsun Zan uye akadanidzira kuti: \"Varanda vemazita matatu vanofanira kubva! Zhang Fei anobva kuYan ari pano! \" Mushure mezvo, vakarwa kweanopfuura makumi mashanu kumativi ose. mutsara, pasina anokunda kana anokundwa.\nMushure mekunge Guan Yu azviona, iye naZhang Fei vakarwisa Lu Bu uye vakarwa kweanopfuura makumi matatu.\nLiu Bei akatakurawo minondo miviri, akaombera bhiza rake ndokusimuka kuti abatsire Zhang Fei naGuan Yu.\nVarume vatatu vakakomba Lu Bu ndokuramba vachirwa.Vanhu vese vaive muchikwata ichi vakangooma mate mukanwa.\nNenguva isipi Lu Bu akatanga kupera simba.Pegasus waLu Bu akadzokera shure, asi varume vatatu vakatevera Lu Bu vakaramba kukanda mapfumo pasi.Havana kudzokera shure kusvika vasangana nemauto aLu Bu.\n\"Humambo Hutatu\"\n(Nyaya iyi idimikira reushingi nehunyanzvi hwaLu Bu pakurwa. Munhu mumwe chete anogona kukunda vanhu vatatu.)", "聖意": "Mwoyo wemba nemusha unongofamba rwendo rwemunhu ega kunotsvaga hupfumi.Chinyorwa chinobvira chemuchato chinoenda kuLiujia.Zvinhu zvinofamba zvakanaka kuvanhu.Zhushuntian silkworms anoshandisa.Vanhu vanowanikwa pakati pemhuka nhanhatu.Pamberi pedare redzimhosva,Yichang , kutama, pfuma yakarasika, hosha, guva remugomo, zvichingodaro, zvinofadza.", "古人": "Magamba matatu anorwa naLu Bu", "第X籤": "Makumi mapfumbamwe nerimwe ekuhwina lottery", "宮": "Iwe Palace"}