{"籤詩版本二": "Luan Feng Xiang akanyura mumvura, asi panguva iyoyo aishungurudzwa naQuer.\nNdakarohwa nehana kuti rimwe zuva makore akanga ari kure, asi ndakadzorera hembe dzangu kwamuri.", "詩意": "Iyi hexagram inomiririra chiratidzo cheLuan nePhoenix ichifukidzwa nemvura.\nZvose zvinouya kana nguva yasvika.", "解曰": "Munhu akaipa ari kubudirira zuva nezuva. Munyoro haafaniri kuita chinhu. Ingozvichengeta iwe pachako. Ita chiito kana nguva yasvika.", "籤詩故事一": "◇Gao Jun anovimbisa muchato\nMukutanga kweRwiyo rweRwiyo, Zhao Kuangyin akabatanidza kuchamhembe uye nyika yese yakakanda mapfumo pasi. Zvisineyi, muSouthern Tang Dynasty, Li Yu akatora kumaodzanyemba kweRwizi rwaYangtze akatora zano rekukanda mapfumo pasi nekupa guta uye kuteya Zhao Kuangyin muShouzhou. .Mamiriro ezvinhu akanga akaoma. Muzukuru waZhao Kuangyin, Gao Junbao, murume wechidiki aive nepfuti yegoridhe, akabva kuBianjing kuti aparadze kukombwa kweShouzhou.\n, vachipfuura neGomo reShuangsuo, vakapwanya chiratidzo choMurume chakanga chamiswa naLiu Jinding, uye vaviri vacho vakakwikwidzana.Somuuyo, Liu Jinding akakunda Gao Junbao katatu nounyanzvi hwake hwokurwa hwakaisvonaka, uye vakatsinhana mazamu endarama namabhero esirivha kwoupenyu hwose. Muzukuru waZhao Kuangyin Gao Junbao akabva kuBianjing kuti anunure Zhao Kuangyin akanga avharirwa muShouzhou.Akapfuura nepaGomo reShuangsuo ndokupwanya chikwangwani chakanga chamiswa naLiu Jinding.Vaviri ava vakakwikwidzana, asi Liu Jinding akakunda Gao Junbao katatu nehunyanzvi hwake hwekurwa. uye akamanikidzwa kuroora. Vaviri ava vakatungamira chaunga mukukomba ndokununura Zhao Kuangyin.\n(Dimikira renyaya iyi nderokuti vaviri ava havana kuyananiswa (vakashungurudzwa), asi vakazoyanana.", "聖意": "Mumba hauzvinakire, chenjerai kutsvaga mari, kuvharisa bhizimusi, kumirira muchato, kunonoka kuroora, kushaikwa, kuswera muminda, makonye, ​​kunonoka zvipfuwo, kurasikirwa nevanhu, kunetsa kuwana vanhu, kumatare, kurasikirwa, kutama. kuchengetedza, pfuma yakarasika, zvirwere zvakaipa, kuwedzera makomo nemakuva.", "古人": "Gao Jun anovimbisa muchato", "第X籤": "Makumi mapfumbamwe nevatatu vanohwina murotari", "宮": "xugong"}