{"籤詩版本二": "Munhu munyoro haafanire kuita basa netunhu tudiki diki, kana zvinhu zvikashata anokonzeresa bongozozo.\nRuzha rwepiyano runofanira kuteererwa neshamwari yepedyo.Inogara yakanyarara uye isina kujeka.Iri basa nderemunhu wese.", "詩意": "Iyi hexagram inofanira kusangana nemufananidzo weshamwari yepedyo.\nKuchengeta zvinhu nguva dzose kunounza rombo rakanaka.", "解曰": "Zhiyinfangxu. Usatarise zvimwe zvinhu. Zvitore somunhu anokudzwa. Vese vanofara.\nZhiyin Fangxu ine mavara mana, ayo akanyorwa pakutanga achinzi Shiyin Fanghua.", "籤詩故事一": "◇BoYa inoshanyira shamwari (BoYa Broken Qin)\nBoya, anonzi Yu, akapihwa zita rekuti Rui uye zita rekuremekedza Boya, aive chizvarwa cheYingdu, Chu State panguva yeChirimo neMatsutso uye Nguva Yekurwira Nyika.\nZhong Ziqi akashanda semuvezi wehuni muChu Kingdom. Rimwe zuva, akasangana naYu Boya achiridza rudimbwa muRwizi rweHan. Zhong Ziqi akanzwa inzwi richiti: “Rakareba segomo uye rinozununguka semvura inoyerera.” Vaviri vacho vakaroorana uye vakavimbisa kusangana zvakare pakati peMid-. Autumn Festival gore rinouya.\nGore rakatevera, Yu Boya akachengeta nguva yacho sezvayakarongwa, asi Zhong Ziqi akanga ashaya. Mushure mokunge Yu Boya aziva kuti Zhong Ziqi akanga afa, Yu Boya akafunga kuti hapazovi nemimhanzi zvakare munyika uye aisazombofa akaridza mbira zvakare muupenyu hwake.\niti:\nKuputsa Yao Qin uye Feng Wei Han. Zi Qi haana basa kuti anotambira ani.\nMhepo yechirimo inounza shamwari dzese. Zvakaoma kuwana shamwari yechokwadi.", "聖意": "Chenjera pakubuda mumba mako nemushambadzi wako.Pakutsvaga hupfumi, chenjera pane zvekutengesa.Zvinokurudzirwa kunonoka kuroora.Hazvina kunaka kuti vakadzi vanofamba muLiujia vatame minda,makonye,nezvipfuyo zvishoma.Kutsvaga nekuti vanhu vanoshingairira kumatare edzimhosva nekutama.Zvinhu zvakarasika zvinotsvakwa nekukasira.Zvirwere zvinovharwa nemakomo nemakuva.Hazvina kunaka.", "古人": "Boya Anoshanyira Shamwari (Boya Broken Qin)", "第X籤": "Zvizhinji makumi mapfumbamwe nemana", "宮": "xugong"}