{"籤詩版本二": "Vavariro nebudiriro zviri mudzinza, asi zvino pachava nekunwa kusingagumi uye bonde.\nUkaona jongwe regoridhe, unopihwa mubairo nemari, hupfumi uye hupfumi.", "詩意": "Iyi hexagram inomiririra chiratidzo chekuda uye mukurumbira.\nChengeta zvese zvakanaka.", "解曰": "Ambitious uye kufara. Hazvina kunonoka kuzvichengeta. Jongwe regoridhe rinovimbisa. Vese vanofara.", "籤詩故事一": "◇Cao Pi akazvizivisa samambo\nCao Pi, zita rekuremekedza Zihuan, akaberekerwa muPeiguoqiao (yava kunzi Hao County, Anhui). Wezvematongerwo enyika ane mukurumbira uye munyori panguva yeJian'an.\nCao Pi mwanakomana wechipiri waCao Cao. Aigara nababa vake mumusasa wemauto kubvira achiri mudiki. Achifurirwa nababa vake, Cao Pi akadzidza kupfura aine makore matanhatu uye kutasva bhiza aine makore masere, uye akakura. unyanzvi hwakanaka hwekarati. Anewo ruzivo rwakakura rwezvinyorwa zvekare uye zvemazuva ano uye nhoroondo dzehupenyu, pamwe chete nemabhuku emazana ezvikoro zvepfungwa. Yakanga isati yasvika makore gumi nemasere apo Cao Cao akakunda Yuan Shao uye Cao Pi akararama hupenyu hwakagadzikana muYecheng, pakati pekutonga kwaCao Cao. Kubva ipapo, kunyange zvazvo dzimwe nguva aiperekedza baba vake parwendo rwechiuto uye akararama upenyu hwemwanakomana anokudzwa nguva zhinji, achiri kuita zvehondo mazuva ose uye haana kuramba kusvika nhasi. Anowanzo tasva bhiza rake nemasitepisi zana uye ane unyanzvi zvikuru mumitambo yokurwa.\nMwanakomana wedangwe waCao Cao Cao Ang akaurayiwa muhondo. Mushure mekufa kwemwanakomana mukuru, Cao Pi akave sarudzo yekutanga yemuchinda wekorona. Paakanga ava nemakore makumi matatu nerimwe, akaitwa muchinda wekorona naCao Cao. Cao Pi paakanga aine makore makumi matatu nematatu, Cao Cao akafa nehurwere, uye Cao Pi akamutsiva semutungamiri uye mambo weWei. Akataura kuti anowanzo tasva bhiza nemasitepisi zana uye ane unyanzvi chaizvo.", "聖意": "Namatirai musha wenyu nemusha wenyu muve nerunyararo tsvagai hupfumi shanda nesimba kutengeserana uye kurumidza kuparara.wanano ichabudirira Liujia ichachengeteka.Vanhu vachange vari muminda makonye . makura.Kuchanetsa kuwana vanhu.Kutongwa kweruzhinji.Kutonga kwechimbichimbi.Kutama.Kurasika.Kure.Zvirwere zvinogara mumakomo nemumakuva.Muve nerombo rakanaka.", "古人": "Cao Pi anozvizivisa samambo", "第X籤": "Makumi mapfumbamwe neshanu kuhwina lottery", "宮": "xugong"}