{"籤詩版本二": "Iyo pagoda yakaisvonaka haina kujairika, ine zvinhu zvinoyevedza kumativi ose zvinopenya zvakajeka.\nNdinokukurudzirai kuti mutsunge kukotama nesimba muite mabasa akanaka, uye denga richakutumirai maropafadzo.", "詩意": "Iyi hexagram inomiririra kuratidzwa kwekukodzera.\nZvese zvakanaka.", "解曰": "Maropafadzo aya. Munhu wose anazvo. Usanyanya kubatikana. Merit inotarwa pachine nguva.", "籤詩故事一": "◇Mambo weFenyang anosangana nemuzukuru wake paZuva reValentine reChina\nMhinduro: Guo Ziyi akasangana neMusikana Weaver achidzika pasi paZuva reChina Valentine. Tiansun, muzukuru waJade Emperor, ndiye maFairies manomwe.\nGuo Ziyi (697-781), anozivikanwawo saGuo Linggong, aive chizvarwa cheZheng County, Huazhou (yava kunzi Huaxian County, Shaanxi Province) uye mukuru muTang Dynasty. Dare ramambo rakapa Ziyi zita rekuti Mambo weFenyang.\nZvinonzi Ziyi aibva kuHuazhou akaenda kunobatana nemauto kunze kweGreat Wall akaenda kuBeijing kunotsimbirira mari yemasoja ndokudzokera kuYinzhou.Rakave zuva reValentine's rekuChina panguva iyoyo.Mhepo nejecha kwainge kwave kusviba zuva ratosviba Ziyi akatadza kuenderera mberi akamira padivi pemugwagwa akarara pasi mumba musina munhu.Paakada kubatwa nehope akabva aona robhoti dzvuku. mativi ese.Akasimuka akatarisa mudenga achishamisika.Kwakanga kune gore mudenga richidzika zvishoma nezvishoma.Pakanga pakagara mukadzi akanaka, ane chiremera uye aiyevedza, akasiyana chose nevanhuwo zvavo. Ziyi akabva angopa ruremekedzo rwake ndokuti, \"Nhasi izuva rechinomwe romwedzi wechinomwe. Ndinofunga kuti Musikana Weaver auya, achida kumupa hupenyu hurefu nehupfumi.\"\nMukadzi akapindurawo: \"Nepfuma zhinji kunouya hupenyu hurefu.\"\nAchipedza kutaura, kupenya kwakabva kwadzoka makore zvishoma nezvishoma.Mukadzi uya akanga akatarisa pasi akatarisa Guo Ziyi achinyemwerera zvinofadza kusvika asvika kure naye, chiutsi chakabva chadzima uye chisisaonekwe.\nZvakava zvechokwadi, sezvakataurwa nomukadzi wacho. VaZiyi vane mukurumbira pasi rose, igurukota rinofarirwa zvikuru, uye imukuru wemauto ane hunhu nehunhu.", "聖意": "Ita shuviro kumba kwako, ita chishuwo chako, unamatire mari, rombo rakanaka mubhizinesi, rombo rakanaka muwanano, rombo rakanaka muLiujia, kufamba nemufaro nevanhu, kufambisa minda, makonye esirika, zvipfuyo zvakatsiga, rombo rakanaka pakutsvaga. vanhu, mhosva dzeveruzhinji, kutama, rombo rakanaka, zvirwere zvakarasika zvepfuma, makuva muZhenxingshan", "古人": "Mambo Fenyang anosangana nemuzukuru wake paChinese Valentine's Day", "第X籤": "Saina makumi mapfumbamwe nematanhatu", "宮": "xugong"}