{"籤詩版本二": "Takasimudza bhiza uye takabata tyava, tinouya takananga kuno, hafu iri munjodzi uye hafu iri munjodzi.\nZvakafanana neimba iri kupiswa nemoto, kana denga radonha mvura inoriita dota, ndine zano.", "詩意": "Iyi hexagram inomiririra hafu yekusuwa uye hafu yemufaro.\nZvinokurudzirwa kuita zvakanaka muzvinhu zvose.", "解曰": "Basa roupenyu hwose. Usava nehanya nechakanaka nechakaipa. Maketani ndeenguva pfupi. Kugumbuka kunongouya zvoga.", "籤詩故事一": "◇Tao Sanchun anokunda Zheng En muGuayuan\n\"Raramai chiyeuchidzo changu,\" Zhao Kuangyin akasimuka zvakare, \"Beiping King Zheng En akange aronga muchato kare ikako. Sezvo nyika yave nerunyararo, ndinoda kukumbira mvumo yenyu yekusarudza zuva rakanaka rekuroora. \"\n\"Chirangaridzo changu chirarame!\" Zhao Kuangyin akasimuka ndokuti, \"Mambo wePeking, Zheng En, akanga aronga muchato kare ikako. Sezvo nyika yave murunyararo, ndinoda kukumbira mvumo yenyu yekusarudza munhu akanaka. zuva rekuroora.\"\n“Haa, mukoma wechitatu akanga apfimbwa kare, sei ndisina kuzviziva?” Chai Rong akashamisika zvikuru.\nHama yechitatu yakanga yapfimbwa kare, sei ndisina kuziva nezvazvo?” Chai Rong (Mambo weHumambo Hwakazotevera hwaZhou) akashamiswa zvikuru.” Akaninira ruoko rwake ndokukumbira Zhao Kuangyin kuti agare pasi ndokukurukura.\n\"Inyaya yarebesa. Chekutanga takanga tichiri muhurombo panguva iyoyo tisina kupinda muchiuto chenyu. Kubva ipapo tave nemakore tichirwa uye hatichina basa newe. Chechipiri mukoma wacho idikiwo. ndinonyara kuzvitaura, saka Changamire havazvizivi .”\n\"Inyaya yarebesa. Chekutanga takanga tichiri muhurombo panguva iyoyo tisina kujoina mauto enyu. Kubva ipapo tave nemakore tichirwa uye hatisisina hanya nemi. Chechipiri mukoma wechitatu ndiyewo a ndinonyara kutaura nezvazvo, saka Changamire havazvizive .”\n\"Nhai murume wepakoreji ari kuchata, kunyara kudii? Mukoma wechitatu atova muhondo kwenguva refu uye anogona kunzi igamba risingaenzaniswi. Sei iwe uri mudiki panhau iyi?\"\n\"Hezvo! Mukomana wepakoreji ari kuchata, kunyareswa chii? Mukoma wechitatu ava nenguva yakareba ari muhondo uye anogona kutorwa segamba risingaenzaniswi. Sei iwe uri mudiki panhau iyi?\"\n\"Ndichitaura kudai handingamupe mhosva munin'ina wangu wechitatu nekunyara, nekuti muchato uyu wakaitwa.\"\n\"Ndichitaura kudai handingamupe mhosva munin'ina wangu wechitatu nekunyara, nekuti muchato uyu wakaitwa.\"\n\"Typed out? Hey, inonakidza. Ndiudzewo zvakaitika.\"\n\"Ndainyora! Hey! Inonakidza! Ndiudzewo zvakaitika.\"\n\"Hongu, ndinorangarira gore riya, patakanga tava kuda kubatana naMambo, takanga tichipfuura nemuRuwa rweBaocheng. Kwaipisa zvikuru muna Chikumi. Munin'ina wangu wechitatu haana kukwanisa kugara muhotera, saka akabuda kuti angodzungaira ari ega. Apedza kudarika mubindu remuvise akapinda kundotanha.Mavise akapedza nyota.Mavise akanga asina kukasika kuibva panguva iyi,mukoma wechitatu akashaya kuti oatanha sei,akabva atyora muzura. Akatarisa mavise aiva mukadzi.Akabva aenda kumberi kunopomera mukoma wechitatu.Vaviri ava vakapesana,vakabva vatanga kurwisana.Huyai.Sezvineiwo ndakanetseka ndikamhanyira kunonunura nekufamba kwenguva. .\"\n\"Hongu, ndinorangarira gore riya, patakanga tava kuda kubatana naMambo, takanga tichipfuura nemuRuwa rweBaocheng. Kwaipisa zvikuru muna Chikumi. Munin'ina wangu wechitatu haana kukwanisa kugara muhotera, saka akabuda kuti angodzungaira ari ega. Apedza kudarika mubindu remuvise akapinda kundotanha.Mavise akapedza nyota.Mavise akanga asina kukasika kuibva panguva iyi,mukoma wechitatu akashaya kuti oatanha sei,akabva atyora muzura. Akatarisa mavise aiva mukadzi.Akabva aenda kumberi kunopomera mukoma wechitatu.Vaviri ava vakapesana,vakabva vatanga kurwisana.Huyai.Sezvineiwo ndakanetseka ndikamhanyira kunonunura nekufamba kwenguva. .\"\n\"Zheng Ziming uyu, imhosva yake pekutanga, anofanirwa kukumbira ruregerero. Munomuroverei? Pamusoro pazvo, mhuri yemusikana ingamirire sei zvibhakera nekukashwa kwemurume ane hasha saiye! Huya warova musikana kusvika Kwete?\" \"Musikana haana kukuvara...\"\n\"Zheng Ziming uyu, imhosva yake pekutanga saka ngaakumbire ruregerero. Munomuroverei? Pamusoro pazvo, mhuri yemusikana ingamira sei nezvibhakera nekurohwa zvemurume anehasha saiye! Huya ndiudze. warova musikana uyu. No?\"\n\"Musikana haana kukuvadzwa...\"\n\"That's okay, that's okay... Hey, hauna kutora matanho here? Oh, ndofunga wakandinunura nenguva.\"\n\"That's okay! That's okay... Hey! Hauna kutora matanho here? Oh! Ndofunga ndiwe wakandinunura nenguva!\"\n“...Aiwa, munhu wandakanunura ndi...mukoma wechitatu.” “...Kwete, munhu wandakanunura ndi...mukoma wechitatu.\n\"Ah?!\" \"Ah?!\"\n\"Mukoma wechitatu akaroverwa pasi nemukadzi uyu ndokurohwa zvinesimba munzira yese. Sezvineiwo ndakasvika ndikavanyengerera kuti vaende saka havana kukuvara zvakanyanya. ... Changamire... Changamire!... \"\n\"Mukoma wechitatu akapunzirwa pasi nemukadzi uyu ndokurohwa zvine mutsindo. Sezvineiwo ndakasvika ndikavanyengetedza kuti vaende saka havana kukuvara zvakanyanya. ... Changamire... Changamire!...\"\n\"Ah?...Oh, ndiani mukadzi uyo!?\"\n\"Pave paya ndipo pandakazoziva kuti zita romukadzi wacho rainzi Tao Sanchun, uye baba vake Tao Hong vakanga vari gamba rekare rakanga risina vavariro. Tao Sanchun akadzidza martial arts kubva kuna baba vake kubva achiri muduku. Pashure pokunge ndaziva mhuri yake, ndakaona kuti Miss Sanchun vaive nehunhu hwakasarudzika. , Luo Luo uye ane rupo, asina kana tsika yekuve musikana mudiki, ivo nemaune vakamufananidza. Baba nemwanasikana vaTao vaifarirawo hunhu hwakatwasuka hwemukoma wechitatu zvakanyanya. Ivo. rova hako ndokuronga muchato wavaviri ava. Changamire ndiudze hako\n\"Pave paya ndipo pandakazoziva kuti zita remusikana uyu rainzi Tao Sanchun, uye akanga adzidza martial arts kubva kuna baba vake kubva achiri mudiki. Mushure mekunge ndajairana nemhuri yake, ndakaona kuti Miss Sanchun vaive nehunhu hwakanakisa. ane rupo, uye akanga asina kana katsika kekasikana kechidiki, saka ndakamutsvaga nemaune.VaTao nemwanasikana wavo vakafarirawo hunhu hwakatwasuka hwemunin'ina wavo wechitatu.Vakabva vangosiyana nazvo ndokuvasarudzira muchato uyu. Changamire ndiudzeiwo, haisi muchato wefodya here uyu?\n(Nyaya iyi idimikira, nekuti chakashata chakazova chinhu chakanaka.)", "聖意": "Namatirira dziviriro yepamba, ngwarira, tsvaga hupfumi, kuparadza bhizinesi, kutadzisa wanano, kurangwa, Liujia inishuwarenzi, vanofamba netsoka vakavharirwa muminda, kukuvadzwa nemakonye esirika, kukuvadzwa kwezvipfuyo, vanhu vakashaikwa, kutongwa zvisiri pamutemo, kurasikirwa, kutama, kuchengetedza, kurasikirwa nepfuma, zvirwere zvakaipa. , njodzi, makomo, makuva, kukundikana", "古人": "Tao Sanchun anorova Zheng En mubindu remavise", "第X籤": "Nhamba makumi mapfumbamwe nepfumbamwe", "宮": "Haigong"}