{"籤詩版本二": "Нека светът е създаден за добър брак, благоприятни дни и добри времена и всичко да е наред\nНе е малко да вземеш тази партида.Императорът заявява, че хората са лоялни и почтени.", "詩意": "Тази хексаграма представлява началото на отварянето на небето и земята.\nВсичко е благоприятно.", "解曰": "Бърза скорост. Годината не си заслужава времето. Гуанин записва. Кажете ми първо.", "籤詩故事一": "◇ Zhongli стана просветен\nZhongli Quan, с фамилно име Zhongli, дадено име Quan, учтиво име Yunfang и прякор Zhengyang, е родом от окръг Xianyang, Xi'an, провинция Shaanxi по време на династията Източна Хан.\nZhong Liquan беше генерал от династията Хан. По време на експедицията срещу Западния Цян той завиждаше на командира Лян И и му назначи само 30 000 стари и слаби войници. Веднага щом пристигна на местоназначението си, лагерът беше ограбен от армията на Западния Цян и войниците избягаха. Zhong Liquan се изгубил в една долина и по пътя срещнал монах Ху. Той го завел в малко селце и казал: „Това е резиденцията на г-н Donghua.“ След това се сбогувал и си тръгнал. След известно време някой внезапно каза: „Това трябва да е, защото зеленоокият човек Ху е твърде приказлив.“ Той видя мъж, облечен с бяла еленова козина и държещ жезъл от зелена киноа. Той попита Zhong Liquan: „Човекът, който дойде тук е Хан Да. Генерал Zhongli Quan\n? Zhong Liquan беше шокиран, знаейки, че е срещнал странен човек, така че той искрено научи Дао.\nZhong Liquan по-късно се срещна с Zhenren Huayang и безсмъртния крал Xuanfu и научи \"Тайната на безсмъртието\". Накрая той живее в Zijin Sihaofeng в планината Kongtong, получава „Тайната на нефритената кутия\" и става истински безсмъртен. Той също така е почитан като един от петимата северни патриарси от сектата Quanzhen.", "聖意": "Молете се домът и домът ви да бъдат благословени с късмет през есента и зимата Търсете късмет през есента и зимата Успех в бизнеса, късмет в брака, късмет в раждането на момчета, късмет в пътуването до полето , късмет в копринените буби, късмет в добитъка, късмет в намирането на хора, късмет в публичните дела, късмет в миграцията, загубени вещи, североизточни болести, късмет в изпращането на планини и гробници.", "古人": "Zhongli стана просветен", "第X籤": "първи знак", "宮": "Матка"}