{"籤詩版本二": "Точно като кран, излизащ от смъртната си клетка, възможно е да избягате от смъртната клетка.\nНяма бариери между север, юг и изток. Можете да отидете направо в двореца Jiuxiao.", "詩意": "Тази хексаграма представлява изображението на жерав, напускащ клетката си.\nВсичко е лошо предварително и хубаво накрая.", "解曰": "Няма проблем. Пътят е проспериращ. Бъдете спокойни. Безгрижен като човек (бог).", "籤詩故事一": "◇Зия напусна служебния си пост\nКогато Дзян Зия работел като гадател, той видял, че една жена е била трансформирана от духа на нефритената пипа, затова я сграбчил и дори я набил с мастилен камък. Министър-председателят на крал Джоу обясни какво се е случило, попита какво се е случило и след това заведе Дзян Зия при крал Джоу. Jiang Ziya използва Samadhi True Fire, за да изгори духа на пипа от първоначалната му форма пред крал Джоу, а крал Джоу го прави висш служител.\nЗа да отмъсти на духа на нефритената пипа, Даджи помолил крал Джоу да нареди на Дзян Зия да построи еленска платформа. Дзян Зия смъмрил крал Джоу и крал Джоу наредил той да бъде убит. Дзян Зия избягал с помощта на вода. След като се върнал у дома, Дзян Зия попитал Ма дали да отиде при Сичи и Ма искала да се разведе с него. Така Jiang Ziya отиде в Xiqi (столицата на крал Уен от династията Джоу) сам.\nJiang Ziya пристигнал в Xiqi и живял в уединение, ловейки риба в Panxi Gorge. Той срещнал крал Уен от Джоу, който бил нетърпелив да търси таланти. По искрена молба на крал Wen, Jiang Ziya бил почитан като негов учител и помагал на крал Уен.", "聖意": "Неспокоен съм у дома и също така искам да търся финансово сътрудничество, транзакция, брак, Liujia, мъжки пешеходци, виж полета, копринени буби, есенни печалби, шест загуби на добитък, търсене на хора, възпрепятстване на публични съдебни дела, миграция, загубено имущество, югоизток болест, настройка, изпращане на планини и гробници, благоприятност.", "古人": "Зия напусна служебния си пост", "第X籤": "Четиринадесетият победител от лотарията", "宮": "Маогон"}