{"籤詩版本二": "Притесненията и грижите временно се облекчават, а радостта идва от небето.\nТочно като нефрит, скрит в тор, добрият работник вдига праха", "詩意": "Тази хексаграма представлява хармонията на Ин и Ян.\nВсичко, което планирате, е благоприятно.", "解曰": "Нищо спечелено, нищо загубено. Печалба от загуба. Злодеят е в беда. Успех, господине.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), чието учтиво име е Nanzhao и чието име е Longtang, е променено на Longtan и също на име Huayun. Родом от Wanshifang, Huizhou Fucheng (сега част от област Huicheng, град Huizhou) в династията Мин. През 44-ата година от управлението на Jiajing (1565 г.) той става Jinshi и получава титлата магистрат на окръг Qing. Той служи като директор на отдела за трансфери, а по-късно става надзорен цензор на Shanxi Road.\nПрез 20-ата година на Wanli (1592), генералният консул на Ningxia, Kuaibai (вожд на племето на монголските татари), уби управителя Dang Xin и превзе Четиридесет и седмия форт в провинция Hexi. , разби града, поклони се и го изгори себе си до смърт. Meng Xiong не е арогантен в приписването на заслуги и позволява уменията му да бъдат толкова добри, колкото тези на генералите, които се осмеляват да се бият. Възстановете длъжностното лице Wei Xuezeng на неговия пост. В по-късните си години той подава оставка пет пъти и е връщан в Хуейджоу, за да построи храм Хуейлонг.\nYe Mengxiong влезе в даоизма като държавен служител в началото и беше известен със своята почтеност. Старите исторически записи казват, че той е „първият по смирение и способности“, „елиминира корупцията и наказва бунтовете“, оставяйки добра репутация; той беше изключително лоялен, смел, смел и изобретателен.Добър в стрелбата. През втората половина от живота му уменията му в бойните изкуства са записани в \"Историята на династията Мин\" и той е смятан за национален герой.", "聖意": "Домът е неблагоприятен (все по-спокоен) Есента и зимата са добри за себе си, богатството ще бъде успешно, транзакциите ще бъдат успешни, бракът ще бъде успешен, Liujia ще бъде фалшиво разтревожен (ще има съкровища), пешеходците ще отидат на полето до молете се за копринени буби, шест животни ще бъдат плоски, хора ще бъдат намерени, публичните съдебни дела ще бъдат неблагоприятни, миграцията ще бъде консервативна, изгубената собственост ще бъде възпрепятствана, болестите ще се заселят в гроба Фушан", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Шестнадесета печеливша лотария", "宮": "Маогон"}