{"籤詩版本二": "Златната врана пада на запад, а Заекът изгрява на изток.Цикълът на деня и нощта продължава от древността до днес.\nМонасите и даоистите знаят, че няма недостатъци, а учените, фермерите, промишлеността и търговците следват собствените си умове.", "詩意": "Тази хексаграма представлява нарастването и отслабването на ин и ян.\nТова също е знак, че всичко ще върви по план.", "解曰": "Няма нищо предвид. Това, което сте направили, е достойно. Като стрела от лък. Един изстрел попадна в целта.", "籤詩故事一": "◇Чичо Цао Гуо е безсмъртен\nCao Guojiu, родом от Xuzhou, се казва, че е големият чичо на държавата по време на периода Renzong на династията Song. Името му е Cao Yi, известен също като Cao Jingxiu.\nЧичо Цао Гуо имаше по-малък брат на име Цао Ер. Този Цао Ер разчиташе на позицията си на императорска власт и извършваше всякакви злини. Той окупираше полета, отнемаше жени и дъщери и се сприятеляваше с някои беззаконни злодеи, влизащи и излизащи. Цао Гуоджиу не можеше да го понесе, затова отказа да се вслуша в добрите му думи и утехи, затова използва наказание, за да го контролира. , двамата братя изковаха злоба.\nCao Guojiu каза: „Принципите на света са, че тези, които трупат добро, ще просперират, а тези, които трупат зло, ще загинат. Това е непроменима истина. Нашето семейство Cao е трупало зли дела в миналото, за да постигне богатството, което имаме днес .Сега брат ми е натрупал зло до крайност, дори и да избяга Дори и да бъдете наказан от длъжностно лице, не можете да избягате от скритите бедствия.След като дойде бедствие и семейството ви бъде унищожено и някой умре, вие няма да можете да избягай по това време. Ще бъда унижен и ще се страхувам от това.\" И така, разпръснах цялото си богатство, Той помогна на бедните и вече не се интересуваше от делата на брат си. Тогава той напусна дома и приятелите си, преоблече се в даоистка униформа и отиде в планината, за да култивира ума и природата си.\nЕдин ден той случайно срещна Zhongli и Lu Dongbin от династията Хан. Те бяха много щастливи да видят красноречивите отговори на чичо Cao Guo. Те му дадоха „Тайния едикт за връщане на истината“ и му наредиха да практикува внимателно. Скоро Zhongli Куан и Лу Донгбин бяха въведени в безсмъртния клас.", "聖意": "Късмет за дома, дом, късмет, късмет, късмет в бизнеса, брак, мъжки пътешественик, засаждане на копринени буби в полето, ранно засаждане на шест добитъка, загуба на печалба, търсене на хора, правни действия, миграция, добро късмет за изгубени вещи, късна болест, късмет (годината на заека или зодия на заека е нещастна), късмет в планински гробове", "古人": "Чичо Цао Гуо е безсмъртен", "第X籤": "Подпишете осемнадесети", "宮": "Маогон"}