{"籤詩版本二": "Пускате лодката да се върне от плажа с бърза вода, какво искате да направите поради сътресенията?\nАко искате да сте в безопасност, търсете спокойствие и изчакайте вълните да отминат тази криза.", "詩意": "Тази хексаграма е като лодка, пътуваща по бърз плаж.\nБъдете консервативни във всичко и изчакайте времето.", "解曰": "Слезте в силна вода. Опасността чака времето. Ако питате за плановете на лагера. Нищо не може да се направи.", "籤詩故事一": "◇Ziyi е коронясан за крал\nGuo Ziyi (697-781), известен също като Guo Linggong, е бил родом от окръг Zheng, Huazhou (сега окръг Huaxian, провинция Shaanxi) и генерал от династията Tang.\nПо време на въстанието на Анши през 14-та година на Тиенбао (755 г.), той получава титлата Шуофанг Джиедуши (Лингуу, западно от Лингу в днешна Нинся). Нарежда му се да започне кръстоносен поход. Той комбинира армията на Шуофанг с Ли Гуангби, за да марширува Те обединяват силите си в Чаншан (Zhengding, Хъбей) и побеждават Ши Симинг, възвръщат Хъбей. По това време Guo Ziyi предлага на императора да вземе Fan Yang от север и да атакува леговището на бунтовническия тигър, за да намали обсадата на Tongguan, но Xuanzong отказва. След това ситуацията на сепаратистките васални градове в късната династия Тан беше насадена, което също стана далечната причина за смъртта на династия Тан.\nПрез петнадесетата година от управлението на Тианбао (756 г.) той и уйгурската коалиция умиротворяват Хеку. През пролетта на следващата година те възстановяват Хедонг (сега Йонгжи, Шанси) и Фън И (сега Дали, Шанси) и атакуват Тонгуан, побеждавайки Цуи Цяню.Армията на Тан претърпя повече от 10 000 жертви. Cui Qianyu се предаде на Pujin. Ан Лушан е убит от сина си Ан Кингсу.\nПрез втората година на Zhide (757 г.) му е наредено да поведе войски към Fengxiang. По пътя той побеждава 5000 кавалерия на Li Guiren при моста Baiqu Liuyun (днес югоизточно от Sanyuan). През май той се бие с An Shouzhong и Li Guiren в Qingqu (днешен западно от Xi'an) беше победен и той се оттегли в Wugong (днешния северозапад от Wugong). През септември той последва маршал Guangping Wang Li Chu, за да поведе Тан и уйгурите, за да се присъединят към 150 000 войници, и след това се би с An Shouzhong и Li Guiren в Xiang. На север от храма Ji (югозападно от днешния окръг Chang'an), уйгурските войници обикаляха зад врага, атакуваха от двете страни и убиха 60 000 врагове. Zhang Tongru избяга в окръг Shaanxi, и най-накрая си възвръща столицата Чан'ан (днешен Сиан).Величеството на армията на Тан отново е възстановено в Чан'ан.\nСлед това армията на Тан се възползва от победата и тръгва на изток, побеждавайки 150 000 мъже, включително Ян Джуан и Джан Тонгру в Синдиан (сега югозападно от град Санменся, провинция Хенан), принуждавайки Анцин Сю да пресече Жълтата река и да се оттегли към Сянджоу. Dongjun Luoyang се върна. Добавете Ситу към заслугите му и го направете херцог на страната.\nШи Симинг поведе армията си от Фан Янг, за да спаси Ан Кингсю. Двете страни се сражаваха във формация на север от река Анянг (днес северно от Анянг). Битката беше неразрешима. В крайна сметка, водена от девет Jiedushi, армията на Тан, която твърди, че има 600 000 души, отстъпили (в битката при Yecheng). война). Главният командир на тази битка беше евнухът Ю Чаоен, който нямаше лидерски умения и обвини Гуо Зийи за провала на битката. Guo Ziyi е призован обратно в Chang'an, освободен от военна власт и става бездействащ служител.\nПрез първата година на Baoying (762) войските в Тайюан (днешен югозапад от Тайюан) и Дзянджоу (днешен Синдзян в провинция Шанси) се разбунтували.Дворът бил уплашен, така че Дзийи получил титлата крал на Фенянг и отишъл в контролират Jiangzhou. Той също беше отчужден от евнуха Ченг Юанжен и беше освободен от военна власт.\n(Фокусът на тази история: Guo Ziyi, който беше много способен и добре възпитан, срещна Xuanzong и някои злодеи, което значително компрометира постиженията му.)", "聖意": "Благословение на дома и себе си, търсене на богатство, без сделка, без брак, без фалшива аларма, Пешеходци, пристигащи в полета, Канджи, трудно намиране на хора, публични съдебни дела и (не Xing), миграция, консервативност, изгубена собственост, трудно за намиране, болести, молещи се за благословия, планини и гробници, благоприятен", "古人": "Ziyi е коронясан за крал", "第X籤": "Деветнадесета печеливша партида", "宮": "Тацуми"}