{"籤詩版本二": "След толкова много тревоги и опасности отсега нататък той никога повече няма да бъде празен\nЩедрото сърце има свои собствени щедри планове. Трябва да срещнете експерт, за да постигнете големи постижения.", "詩意": "Тази хексаграма е като древен кладенец с извор.\nВъв всичко благородните хора постигат успех.", "解曰": "Съдебният иск в крайна сметка ще бъде оправдан. Болен и безопасен. Влизайте и излизайте да търсите съвет. Древният кладенец среща пролетта.", "籤詩故事一": "◇Yao Chong контролира скакалците\nЯо Чонг (649-721), чието истинско име е Юан Чонг, е от Шанджоу.Той е служил като министър на Xia Guan, Shangshu на Chunguan, Ziweiling, Zhongshuling и министър-председател в династията Tang.\nПрез четвъртата година на Кайюан (716 г.), Шандун (най-общо се отнася до басейна на Жълтата река на изток от Хуашан) беше измъчван от скакалци.Хората бяха обвързани от суеверни идеи и не смееха да ги ловуват и убиват.Вместо това те създадоха жертвоприношения, кадене, поклонение до нивите и гледане на посевите, поглъщани от скакалци.\nВсички служители вярваха: „Скакалците са природно бедствие, как могат да бъдат контролирани с работна ръка!“ Борбата между две различни идеи беше ожесточена по това време, дали да се премахнат или не скакалците.\nЯо Чонг каза: „Докато работим заедно, можем да се отървем от всички тях. Той каза: Скакалците се страхуват от хората, така че са лесни за прогонване. Разсадът има собственици, така че спасителите трябва да работят усилено; скакалци могат да летят и ако видят огън през нощта, ще отлетят към него; запалете ги в полето, копайте дупки, докато горят, погребвайте ги, докато горят, и няма да остане нищо.\"\nXuanzong каза: \"Скакалците са природно бедствие, причинено от лошо морално управление. Ако поискате те да бъдат преследвани и убивани, това не е ли против зърното?\"\nЯо Чонг добави: „Хващането и убиването на скакалци се е практикувало от древните и ваше величество ще го използва в бъдеще. Това е важно национално събитие, което носи мир и просперитет на фермерите. Моля, обмислете го сериозно.“\nXuanzong беше убеден. Но по това време всички в двора и извън него казаха, че скакалци не могат да се ловят.\nXuanzong каза: „Обсъждах с министър-председателя и реших да хвана скакалците. Всеки, който възрази отново, ще бъде екзекутиран.“ Така той изпрати цензора да наблюдава и насочва хората да изгарят и заравят скакалците.\nРезултатите бяха доста ефективни. Девет милиона дана скакалци бяха уловени в цялата страна и чумата от скакалци беше успешно елиминирана. Селското стопанство постигна добра реколта през тази година.\n(Мъдростта трябва да се използва при управлението на бедствия и евакуацията и трябва да има гениални стратегии за преодоляване на трудностите. Яо Чонг е експертът по този въпрос)", "聖意": "Къщата е обикновена, себе си е блокиран, търсенето на пари е блокирано, търговията е блокирана, бракът и хармонията са блокирани, има опасност в Liujia, пешеходците са блокирани, копринените буби са блокирани, добитъкът е неблагоприятен, хората не са намерени, хората са блокирани , правят се публични съдебни дела, миграцията е неразумна, изгубените неща са трудни за намиране, болестите се молят, планините и гробовете са неспокойни.", "古人": "Яо Чонг контролира скакалците", "第X籤": "Печалба от лотарията двадесет и пети", "宮": "Ми Палас"}