{"籤詩版本二": "Говори се, че нещата са се обърнали с главата надолу и получих писмо от хоризонта.\nСлавата и успехът, обещани ми в книгата, останаха празни до края.", "詩意": "Тази хексаграма има фалшиво име.\nПрепоръчително е да бъдете консервативни във всичко.", "解曰": "Горе долу разстроен. Търсенето на свободно време не е празно. Желание за слава. Пази се.", "籤詩故事一": "◇Zhong Kui постига просветление\nZhong Kui, чието фамилно име е Zhong Kui, чието учтиво име е Zhengnan, е от Zhongnanshan.\nПо време на управлението на император Дезонг от династията Танг, Zhong Kui участва в императорския изпит. Zhong Kui прочете изпитните въпроси и веднага написа статията на един дъх и я предаде. Този ден главният проверяващ беше Хан Ю, министърът на гражданските въпроси, а заместник-изпитващият беше Лу Джи, велик учен. Когато двамата прочетоха доклада на Zhong Kui, очите им светнаха и те казаха в унисон: „Магьосник, магьосник! Всяка дума в тази статия е изящна, достойна за Li Taibai и Du Zimei!“ Така те посочиха Zhong Kui като първо място.\nИмператор Дезонг изслушал доклада на Хан Ю и казал, че Джонг Куи, новият шампион на науката, е много талантлив, така че той призовал Джонг Куи в Златния дворец.\nКогато император Дезонг видя грозната му външност, той веднага се почувства недоволен и каза: „Изборът на учени в нашия двор се основава изцяло на лични думи и калиграфия. Как може такъв грозен човек да бъде избран за учен номер едно в златните науки? \"\nХан Ю бързо коленичи и каза: „Доброто и лошото на един човек не се дължат само на външния му вид. Не чуваш ли, Господи Господи, че Ян Ин е висок три фута и е равен на министър-председателя? Джоу Чанг заеква, но може да помогне на династията Хан; Конфуций съди хората по външния им вид и губи сина си Ю. Надявам се, ваше величество ще се замисли.\" \"\nИмператор Дезонг се замисли за момент и каза: „Въпреки че думите на Хан Айцин са разумни, когато бях император Тайзонг, имаше осемнадесет учени, които дойдоха в Инджоу и говориха за това. Този човек беше учен номер едно. Страхувам се, че светът ще ми се смеят, че не разпознавам талантите.\"\nМинистър-председателят Лу Ци беше ограничен и завиждаше на талантите. След като чу думите на императора, той коленичи и каза: „Учен номер едно в златния предмет трябва да бъде както вътрешен, така и външен. Има триста кандидати за този предмет. Защо не избереш друг?\"\nКогато Zhong Kui видя, че този човек е толкова объркан, той не можа да не се ядоса. Той посочи Лу Чи и изруга: „Ако такъв невеж служител е в съда, няма ли да навреди на страната?“ След това, той удари Лу Ци с юмрук.\nВиждайки това, Дезонг побесня и каза: „Ти си толкова смел, че се осмеляваш да създаваш проблеми в Златния дворец, свали го бързо!“\nВ ярост, Zhong Kui извади меча от кръста на генерала, който стоеше в двореца, и въздъхна силно: „Трудно е за разочарована котка да имитира тигър, а разочарованият папагал не е толкова добър, колкото пиле.\" След това той се самоуби.\nКогато император Dezong видя, че Zhong Kui се самоубива в гняв, той беше много изненадан.За да спечели сърцата на хората, той постанови Zhong Kui да бъде погребан с официалната титла Учен №1 и също така нарече Zhong Kui Бог на екзорсизма за изчистване на света от злите духове.", "聖意": "Молете се за благословии за вашия дом, вашата собствена безопасност, финансови затруднения, провал на бизнеса, провал на брака, женски пешеходци Liujia, полусготвени копринени буби Shinta, шест домашни животни, които могат да бъдат отгледани, изчезнали хора, западни публични дела, миграция, консервативност, изгубени имот, болест, молете се за късмет в планини и гробове", "古人": "Zhong Kui придоби Дао", "第X籤": "Двадесет и шеста печалба от лотарията (лотария)", "宮": "Ми Палас"}