{"籤詩版本二": "На изток има красив Чанджуан на лунна светлина, а облаците го покриват за миг и остават скрити.\nПонякога може да е кръгла, но понякога може и да я няма. Тези, които казват, че не е, са празни приказки.", "詩意": "Луната в тази хексаграма е покрита с облаци.\nВсичко е още в кома.", "解曰": "Плаващи облаци покриват луната. Няма нужда да се съмнявате. Изчакване облакът да се събере. Тогава ще разбереш.", "籤詩故事一": "◇ Бао Гонг търси императрица Ли\nПо време на управлението на Zhenzong от династията Song, императрица Ли (Empress Li) беше прислужница в харема. Тя беше предпочитана от Song Zhenzong и беше повишена в Wanyi, и забременя.\nНо по това време наложницата Лиу Деф (по-късно императрица Лиу) имала зли мисли и подкупила евнуха Гуо Хуай да замени сина на императрица Ли с одрана цибетова котка, грабнала сина си и казала на императора, че той е неин биологичен син. Song Zhenzong беше бесен и изпрати Li Empress в студения дворец.\nСлед като наложницата Де беше повишена в кралица, тя планира да убие императрица Ли, която избяга от двореца.\nЕдин ден Li Niangniang, която живеела на улицата, срещнала Бао Джън, императорски пратеник, който патрулирал в местния район.Тя му разказала за своя житейски опит и че е биологична майка на настоящия император Song Renzong . След като Бао Джън научил за инцидента, той отвел Ли Нианянг обратно в Пекин, съобщил за това на Сонг Ренцонг и разбрал за случая и накрая майката и синът се разпознали. Вдовялата императрица Лю и отговорният евнух Гуо Хуай наведоха глави и си признаха.", "聖意": "Неспокоен съм у дома, моля се за финансова защита, финансови затруднения, късмет в бизнеса, брак, нещастие, хора на полето, копринени буби, неблагоприятни животни, трудности при намирането на хора, съдебни дела, загуба, миграция, консервативност, загубено имущество, Западни болести, трудни за възстановяване, реформа на планинската гробница", "古人": "Бао Гонг търси императрица Ли", "第X籤": "Двадесет и осмият победител от лотарията", "宮": "Обеден дворец"}