{"籤詩版本二": "Прекарване на време в тишина и спокойствие, седене и лягане, докато пиете чай, след като сте сити\nНе е нужно да сте заети физически и психически и определено няма да причините несправедливост или бедствие.", "詩意": "Тази хексаграма е символ на мир и стабилност.\nВъв всички неща изчакването на подходящия момент ще донесе късмет.", "解曰": "Бъдете живи и здрави. Попитайте боговете. Изчакайте, докато му дойде времето. Нещата стават случайно.", "籤詩故事一": "◇ Фойинхуей Донгпо\nВеднъж Су Донгпо придобил известно разбиране, докато изучавал Дзен.Той осъзнал, че състоянието му е трансцендентно и изпитал радост от това. Неспособен да сдържа страстта си, разперих писалката си и написах стихотворение:\n„В средата на небето, Jishou блести ярко над вселената; неспособен да бъде духан от осемте вятъра, той седи изправен върху лилав златен лотос.“\n(Осемте вятъра се отнасят до: печалба, упадък, унищожение, репутация, похвала, подигравка, страдание и щастие. Това означава, че не се дразниш от тези осем състояния се нарича „осемте вятъра не могат да се движат“)\nСлед като го написа, Dongpo изпрати слугата си през реката, за да го даде на дзен майстора Foyin от храма Jinshan.\nСлед като Дзен Учителят Фойин го прочете, той го маркира с думата „пърдя“ и го даде на слугата си да го вземе обратно.\nDongpo беше бесен, след като видя това, така че взе лодка през реката и отиде до храма Джиншан, за да намери печата на Буда за обсъждане.\nКогато Dongpo пристигна пред портата на храма Jinshan, Foyin вече чакаше на вратата.\nСу Донгпо веднага обвини Фойин: „Защо наричате стихотворението, което написах, пердах?“\nFoyin отговори: „Не сте ли вече „неспособен да бъдете издухан от осемте вятъра“? Как може да бъдете „пребит през реката“ от пердах!“\nПо това време Донгпо бил шокиран да осъзнае, че не е достатъчно добър и си тръгнал засрамен.\n(Тази история е метафора за \"Жегата още не е дошла\")", "聖意": "Молете се за вашия дом и вашата собствена безопасност, за вашето богатство, за вашия бизнес, за добро прекарване, за вашия брак, за жена пътешественик в Liujia, за пристигането на копринени буби в полетата, за шестте добитъка да бъдат стабилни, за намиране на някого, за неприятности, за публични дела, за миграция, за изгубена собственост, за болест, за изпращане в планинска гробница, благоприятен", "古人": "Фойинхуей Донгпо", "第X籤": "Тридесет и едно печелившо число", "宮": "Уей Гонг"}