{"籤詩版本二": "Връщането е сигурно Кой знае нефрита скрит в камъка?\nСлед като един добър майстор има ясна кройка, той ще се чувства сигурен и защитен в периода на яспис", "詩意": "В тази хексаграма можете да видите изображението на нефрит, когато режете камък.\nРаботете здраво, за да успеете във всичко.", "解曰": "Съкровището е в камъка. Непознатите знаят малко. Изчакайте, докато стане ясно. Правете каквото можете.", "籤詩故事一": "◇Liu Bei търси таланти (три посещения на вила със сламен покрив, три посещения на вила със сламен покрив)\nПериодът на трите царства. Джуге Лианг живеел в уединение в сламена колиба в Лонгжун. Liu Bei беше нетърпелив да търси таланти, така че той посети Zhuge Liang лично. Той посети Zhuge Liang три пъти (известно като \"Три посещения на сламената вила\" в историята). Liu Bei помоли другите да стоят настрана и попита Zhuge Liang: \" Династията Хан падна и коварните министри откраднаха живота им. Ваше Величество.\" Покрит в прах. Не измервам добродетелта и способностите си, искам да вярвам в голямата правда на света, а в мъдростта и уменията си са плитки, така че го използвам необуздано. Към днешна дата. Но амбицията ми все още не е приключила, смятате ли, че планът ще бъде изпълнен?\"\nСлед това Zhuge Liang му представи плана за разделяне на света на три части и анализира ситуацията, в която Cao Cao е недостъпен и Sun Quan може да се притече на помощ.Той също така разработи страхливостта на държавните пастори в щатите Jing и Yi , и имаше възможност да се възползва от тях и само тези две държави можеха да бъдат експлоатирани.Само тогава той може да спечели света; той дори каза на Liu Bei стратегията за нападение върху Централните равнини. (Тази дискусия по-късно е наречена „Longzhong Dui“). След като Liu Bei чу това, той го похвали, сякаш е намерил съкровище, и настойчиво покани Zhuge Liang да излезе на помощ, така че Zhuge Liang стана военен съветник на Liu Bei.", "聖意": "Къщата е спокойна, аз търся богатство, търговията с работна ръка пречи на брака и се превръща във виртуален пътешественик в Liujia.", "古人": "Liu Bei търси таланти (три посещения на сламена вила, три посещения на сламена вила)", "第X籤": "Тридесет и вторият победител от лотарията", "宮": "Уей Гонг"}