{"籤詩版本二": "Облечете се и реорганизирайте стария семеен стил. Дао е без небе, но има заслуги.\nСлед като изметаха тръните и тръните по пътя, тримата се разбраха да се съберат с колегите си", "詩意": "Тази хексаграма представлява пренареждането на дрехите.\nВсичко е трудно, преди да стане лесно по-късно.", "解曰": "не се притеснявай Приятно прекарване. Ако питате за бъдещето. Предстои добър път.", "籤詩故事一": "◇ Будистките писания на Танг Монк\nXuanzang (602-664), виден монах от династията Tang, имал общо фамилно име Chen и дадено име Yi. Той е роден в окръг Goushi, Luozhou (сега южната част на град Yanshi, провинция Henan). Той става монах на тринадесет години и приема будисткото име Сюанзанг. Светът се нарича Sanzang от династията Tang.\nПрез третата година на Джънгуан (629 г., известна също като първата година на Джънгуан), той пътува на запад до Тиенджу (Индия), за да получи будистки писания. Той се впусна в опасност сам и издържа на трудности. Той пристигна само след четири години.\nПрез седемнадесетата година на Джънгуан майсторът официално подаде оставка и се върна на изток. Той се завръща в Китай по Южния път на днешната провинция Синдзян, Котан и Лулан. Отне общо седемнадесет години и пътуване от 50 000 мили. Когато пристигнал в Chang'an през първия месец от деветнадесетата година на Zhenguan, императорът наредил на Liang Guogong Fang Xuanling и други граждански и военни служители да го посрещнат грандиозно.\nБяха поискани общо 520 и 657 тома от оригиналните санскритски будистки писания. и преведен на китайски.\nСлед като майсторът се завръща, той е много уважаван от император Тайзонг и император Гаозонг и е посветен в Да Ней, което му дава титлата „Майстор Трипитака“.", "聖意": "Къщата е в суматоха, късмет за себе си, късмет, добър бизнес, добър брак, възпрепятстване на пристигането на хора в полето, копринени буби, неблагоприятен добитък, търсене на хора, публични съдебни дела, миграция, загубено имущество, закъсняла болест, молитва за благословии планинските гробници трябва да са стари.", "古人": "Монахът Танг изучава будистките писания", "第X籤": "Тридесет и петият победител от лотарията", "宮": "Шен Гонг"}