{"籤詩版本二": "Ако искате да сте в безопасност и спокойствие, не е подходящо да имате свещи на вятъра.\nПо-добре е да почистите и да седнете в дълбока зала, без светлина, на тихо място с ярка светлина и да се движите → транспорт. Разклатете → Яо. Безплатно → малко.", "詩意": "Тази хексаграма е като вятъра, който разклаща лампата и свещта.\nПоддържането на нещата постоянни ще донесе късмет.", "解曰": "Настанете се на тихо място. Бъдете на повикване и бъдете навреме. Това не е благословия. Консервативно и подходящо.", "籤詩故事一": "◇ Ли Дзин се завръща в планината\nЛи Дзин (571-2 юли 649 г.), учтивото име Фармацевт, е родом от Санюан, Йонгжу (сега североизточно от окръг Санюан, провинция Шанси). Генерал от късната династия Суй до ранната династия Тан, той е известен военен стратег с граждански и военни умения в династията Тан. По-късно той получава титлата херцог на Уей и е известен като херцог на Уей в света.\nЛи Дзин е бащата на третия принц Неджа в списъка на боговете, известен също като „Кралят на Тота\". Ли Дзин и неговият син помогнаха на Дзян Зия (Тай Гонг) да победи кралица Джоу, да установи династията Джоу и крал Ву официално се възкачи на трона. След това Jiang Ziya състави списък с богове и проведе церемония за успокояване на душите на войниците, загинали в битката. Оттогава светът стана мирен и мирен. Крал Ву искаше да направи маркизи и да ги възнагради, а също така искаше да разпредели земя на героите-основатели. Ли Дзин, баща му и синът му, както и други седем души поискаха да се върнат в планината, за да практикуват даоизъм и да не бъдат обсебени от светската слава и богатство. По-късно и седемте от тях \"станаха светии по тяло\" и се класираха в класа на безсмъртните.\nИсторията на \"Feng Shen Bang\"", "聖意": "Къщата е консервативна, аз съм обикновен, търся богатство, имам затруднения в бизнеса, бракът ми не е в хармония, Лиуджия се моли пешеходците да имат доверие, копринените буби са узрели през есента, шест животни са в безопасност, хората са изчезнали, обществено съдебните дела и миграцията са консервативни, болести за изгубена собственост, не променяйте гробницата в Jianxingshan.", "古人": "Ли Дзин се връща в планината", "第X籤": "Тридесет и седмият победител от лотарията", "宮": "Шен Гонг"}