{"籤詩版本二": "Червеното колело пада на запад, заекът се издига на изток, ин расте и ян изчезва и всичко просперира\nАко една жена иска да го използва, това ще увеличи богатството й и ще донесе щастие в сърцето й.", "詩意": "Тази хексаграма е символ на растящия Ин и изчезването на Ян.\nВсичко е трудно, преди да стане лесно по-късно.", "解曰": "Ин е от полза за жените. Не е подходящ за мъже. Ако търсите съвет. Първо идва злото и след това идва доброто.", "籤詩故事一": "◇Wu Zetian се възкачи на трона\nНа 14-годишна възраст Ву е призован в двореца от император Тайзонг Ли Шимин от династията Тан като талантлива личност, наречена \"У Мей\". След смъртта на Taizong, Zetian влезе в храма Ganye и стана монахиня.\nКогато император Gaozong от династията Tang се качи на трона, той призова семейство Wu в двореца, за да отдаде почит на Zhaoyi. През шестата година на Yonghui (655 г.) император Gaozong установява Wu за своя кралица.\nУ Зетиан беше интелигентен, занимаваше се с литература и история и беше богат на находчивост. Скоро след като У Зетиан става кралица, тъй като Гаозун е слаба и болна, той понякога й поверява да се занимава с определени политически дела, така че нейната сила нараства. През първата година на Shangyuan (674) император Gaozong е наречен \"император\", императрица Wu е наречена \"кралица на небето\" и двамата са били наричани \"двама светии\" в двореца.\nПрез първата година на Хонгдао (683 г.) Гаозун умира, принц Ли Сиан идва на трона и У Зетиан идва да управлява династията. През февруари на първата година на Сишенг (684 г.) Ву Зетиан свали Ли Сиен като крал на Лулинг и установи четвъртия й син Ли Дан като император, продължавайки да управлява династията. През септември същата година тя промени знамето на злато и Луоянг, източната столица, беше преименувана на божествена столица. На деветия ден от септември през първата година на Tianshou (690) Wu Zetian се провъзгласява за император и променя името на страната на Zhou.", "聖意": "Домът е неблагоприятен за себе си, моли се за благословия, търси богатство, пази транзакции, късмет в брака, лош късмет в брака (жена), пешеходци, блокиращи ниви, копринени буби, проспериращ добитък, търсене на хора, раздяла, съдебни дела, загуба, миграция , загуба на имущество, болест, шок, планини и гробове, късмет", "古人": "У Зетиан се възкачва на трона", "第X籤": "Четиридесетият победител от лотарията", "宮": "Ти Дворец"}