{"籤詩版本二": "Ще запомниш безкрайните добри думи, но ще станеш твой син, ако разпознаеш крадеца.\nНе бъдете алчни в момента и се тревожете как би направил нещо добро преди година.", "詩意": "Тази хексаграма идентифицира крадец като син.\nБъдете внимателни във всичко, което правите.", "解曰": "Само този. Джентълменът не греши. Имай го предвид. Не бъдете самотни.", "籤詩故事一": "◇Dong Zhuo приема Lu Bu\nЛу Бу, смел и добър в битките, беше известен военен генерал в края на династията Източна Хан и началото на Трите кралства. Някога той смяташе Дин Юан, губернатора на Джингджоу, за свой осиновител и служи под негово ръководство.\nСлед смъртта на император Линг от династията Източна Хан, Дин Юан отива в Пекин, за да се заговори с генерал Хе Джин, за да контролира правителството.\nDong Zhuo се би с Ding Yuan, но няколко генерали не успяха да победят Lu Bu, така че Dong Zhuo изпрати своя подчинен Li Su да подкупи Lu Bu. Ли Су донесе купища златни и сребърни съкровища и известния червен заешки кон, за да „посети Лу Бу“. Ли Су донесе купища златни и сребърни съкровища и известния червен заешки кон, за да посети Лу Бу. Така Лу Бу бил подкупен от Донг Джуо да убие Динг Юан и също така казал на войниците си да дойдат с него, ако искат, и да си тръгнат, ако не искат да го последват.В резултат повечето от войниците избягали. Така Лу Бу беше подкупен от Донг Жуо и уби Динг Юан.\nСлед като Донг Джуо придобива власт, той приема Лу Бу като свой осиновен син и го прави генерал и маркиз.\nDong Zhuo имаше буен нрав и „връзката баща-син\" с Lu Bu всъщност беше много слаба. През 189 г. сл. Хр., по инициатива на Situ Wang Yun, Lu Bu уби Dong Zhuo.\nШест месеца след смъртта на Dong Zhuo, старите войски на Dong Zhuo нахлуха в столицата и Lu Bu и съпругата му избягаха в паника. След като напусна столицата, Лу Бу потърси убежище при военачалниците Юан Шу, Юан Шао, Джан Янг, Джан Мяо, Лиу Бей и др., и се биеше много пъти с Цао Цао, друг голям военачалник по това време. Лу Бу беше смел и добър в битка и победи Cao Cao няколко пъти.\nПрез третата година на Jian'an в династията Източна Хан, войските на Cao Cao атакуват Xiaopei, базата на Lu Bu, и са заловени и убити от Cao Cao под кулата Baimen. Преди екзекуцията Лу Бу помолил Цао Цао да го остави жив, за да избегне смъртта, но Лиу Бей напомнил на Цао Цао, че Лу Бу е предал много пъти и е нечестен човек. В крайна сметка Цао Цао, който цени само талантите, независимо от морала, екзекутира Лу Бу.", "聖意": "Неспокоен съм у дома, обикновено търся пари, пазя се от транзакции, трудно е да се оженя, мъжът Liujia е изненадан, хората идват на полето, копринените буби са наполовина узрели, шест животни са в безопасност, хората търсят хора, съдебните дела са подходящи и миграцията, изгубените неща са трудни за намиране, болестите са трудни за намиране и има мир в гробницата на планината Zhenxing.", "古人": "Dong Zhuo приема Lu Bu", "第X籤": "№ 41 Спечелване на лота", "宮": "Ти Дворец"}