{"籤詩版本二": "Императорът, императорът и императрицата най-накрая ще бъдат милостиви и ще чакат и ще се молят за благословии без загуба или печалба.\nВсички съзнателни същества се възползват от него и се очаква просперитет в света и на небето.", "詩意": "Тази хексаграма е знак за благоволение от небето.\nВсичко ще бъде успешно.", "解曰": "Императорът показа своята благосклонност. Никога не забравяйте. Сутрешни и вечерни ритуали. Подходящо е да се прекади с тамян.", "籤詩故事一": "◇ Мулиан спаси майка си\nМоку Лиан или Мулиан е най-могъщият сред десетте ученици на Буда Шакямуни.\nМайка му била алчна и скъперничка приживе, така че попаднала в царството на гладните призраци след смъртта си. Mokhullian използва магическата си сила, за да наблюдава и разбра, че майка му е родена като гладен призрак, без начин да получи храна и е в големи затруднения. Той използва магическата си сила, за да донесе храна на майка си. Неочаквано, след като майката получи храната, тя се превърна в пепел и не можеше да се яде.\nМаудгаляна се разтревожила от случилото се и го съобщила на Буда. Буда казал на Мулиан, че на 15-ия ден от седмия лунен месец той трябва да постави сто вкуса и пет плода в леген и да ги предложи на добродетелните монаси от десетте посоки.С тази сила майка му ще може да яде .\nМаудгаляна действа според волята на Буда и майка му най-накрая е освободена. Този вид церемония се нарича \"Obon Festival\", а този фестивал се нарича \"Obon Festival\".\n(Забележка: Едно вещество има различни чувства на различни нива на света. Например: когато вали в този свят, ние го виждаме като „вода“, докато съществата в царството на гладните призраци го чувстват като „кръв“ и съзнателни съществата в света на ада го чувстват като „кръв\". Усещането е като „пускане на меч\", докато небесните същества се чувстват като „пускане на цвете\".)", "聖意": "Молитва за дом и къща, молитва за късмет през зимата, търсене на богатство, без транзакция, брак, мир в Liujia, пешеходци, преместване на полета, копринени буби, шест животни, намиране на хора, съдебни дела, успех, миграция, консервативност, изгубена собственост, болест , спокойствие, мир на планини и гробове", "古人": "Мулиан спасява майка си", "第X籤": "Знак четиридесет и две", "宮": "Ти Дворец"}