{"籤詩版本二": "Светът е гъвкав и всички неща са самоподдържащи се, самоподдържащи се и безопасни\nВсичко в живота е прекрасно, благодарете на светците и мъдреците за всичко и бъдете проспериращи.", "詩意": "Тази хексаграма представлява хармонията между земята и земята.\nВсичко върви нормално и няма опасност.", "解曰": "Всички неща се раждат. Всички планове и желания се сбъдват. Форд помага. Rui Qi бърза.", "籤詩故事一": "◇ Ходещите получават просветление\nИсторията на пътуването до Запада:\nSun Wukong пое Планината на цветята и плодовете и стана крал. По-късно, за да намери начин да живее вечно, той прекара осем или девет години в пътуване през планини и реки, за да се поклони на патриарх Бодхи като свой учител. Той научи седемдесетте -две промени на земното зло и салто облаци и взе фамилното име Слънце за първи път.Наречено Wukong.\nСлед това Сун Укунг отиде в Двореца на драконите в Източнокитайско море, за да намери подходящо оръжие и накрая намери златната тояга Ruyi, божествената игла на Tianhe и Dinghai. Тъй като продължителността на живота му свърши, той вдигна голям шум в подземния свят, преразгледа книгата на живота и смъртта и се върна в света на хората. По-късно Sun Wukong е призован от небето за първи път и е наречен Бима Уен. По-късно той беше призован на небето за втори път и беше наречен Кралят на маймуните. Той ядеше тайно праскови и вдигна голям шум в небето. Той беше запечатан в пещта Багуа, за да тренира златните си очи и огнените си очи. Накрая той е потиснат от Татхагата Буда в подножието на планината Ужи за 500 години, неспособен да се движи. Мястото, където пещта Багуа беше ритната, се превърна в планина от пламъци.\nПетстотин години по-късно монах Танг отива на Запад, за да получи писания, минава покрай планината на петте елемента и сваля талисмана, преди да спаси Сун Укунг. Sun Wukong избухна в сълзи от благодарност.След като беше инструктиран от Guanyin Bodhisattva, той се покланяше на Tang Monk като свой учител и отиде на Запад, за да научи заедно писанията. По пътя да научи писанията, Sun Wukong се спускаше върху демони и елиминираше чудовища и многократно извършваше невероятни подвизи.Въпреки това, той беше неразбран и изгонен от своя господар Tang Seng отново и отново. След осемдесет и една трудности работата най-накрая беше завършена.Четиримата учители и ученици пристигнаха в храма Xitian Leiyin и получиха истинското писание. Sun Wukong постигна правилния резултат.\n(Тази история е метафора, че дори маймуна може да стане просветлена, камо ли човешко същество.)", "聖意": "Домът е благоприятен за себе си, търсене на богатство, бизнес, брак, Liujia, мъже пешеходци, препятствия на полета, копринени буби, шест животни, Zhongping, търсене на хора, съдебни дела, успех, миграция, загуба на собственост, болест, гробница Chuanxingshan, неща са благоприятни", "古人": "Пътникът постига просветление", "第X籤": "Подписано на 43-ти", "宮": "xugong"}