{"籤詩版本二": "Студеното време превръща водата в лед Защо да ламтим за слава?\nНямам друг избор, освен да седя тихо и да чакам листата да избуят естествено.", "詩意": "В тази хексаграма водата се превръща в лед.\nНе искайте нищо напразно.", "解曰": "Водата замръзва в лед. Ледът се топи във вода. Ако е заговор. Така е.", "籤詩故事一": "◇Wang Xiang иска шаран (Двадесет и четири истории за синовна почит)\nУанг Сян от династията Дзин, учтивото име Фуженг, е роден в Лини.\nКогато Уанг Сянг бил малък, биологичната му майка починала. Самотният му баща се оженил за жена на име Джу и Уанг Сянг имал нова майка. Когато Ван Сянг бил млад, биологичната му майка починала и самотният му баща се оженил за жена на име Джу. Мащехата на Ван Сян била ограничена и ревнива жена.Тя не харесвала Ван Сян и често го укорявала за незначителни неща. Скоро мащехата също роди син на име Уанг Лан. Мащехата обичаше само собствените си деца и гледаше на Ван Сян като на трън в очите й. Тя стана още по-взискателна към Ван Сян и често говореше лошо за Ван Сян пред баща му. Дори баща му постепенно вече не го обичаше. Мащехата обичаше само собствените си деца и гледаше на Ван Сян като на трън в очите й. Тя беше още по-взискателна към Ван Сян и често говореше лошо за Ван Сян пред баща му. Дори баща му постепенно вече не го обичаше. Въпреки че е полубрат на Wang Xiang, Wang Lan е много приятелски настроен към брат си. Въпреки мъченията на мащехата си, тя все още беше много синовна. Мащехата е толкова сурова, но Ван Сянг все още е много синовен.\nМащехата му има хоби, тоест обича да яде прясна риба, току-що извадена от реката. Мащехата му има хоби, тоест обича да яде прясна риба, току-що извадена от реката. Една зима баща му замина по работа и мащехата му отново се разболя. Братята Уанг Сянг и Уанг Лан грижливо поднесоха супата и лекарството за ядене на майка си. В тежкото студено време болестта на мащехата все още не се подобри. в бързаме. Една зима баща му замина по работа и мащехата му отново се разболя. Братята Уанг Сянг и Уанг Лан грижливо поднесоха супата и лекарството за ядене на майка си. В тежкото студено време болестта на мащехата все още не се подобри. в бързаме. Болната мащеха искаше да яде прясна риба от реката.В този студен климат навън валеше сняг и водата в реката вече се беше превърнала в дебел лед. Болната мащеха искаше да яде прясна риба.Къде може да се намери прясна риба в този леден и снежен климат?\nВ онези дни нямаше ястия извън сезона и не можеше да си ги купиш, дори и да имаш пари.\nВ този момент от историята се случи трогателната история на Wang Xiangqiu Li. Двамата братя пазели майка си безпомощно. Уанг Сянг тръгнал към замръзналата река, за да не разочарова болната си мащеха. Уанг Сянг имал идея и свалил ризата си независимо от студа. Той легнал гол на ледника и искал собствената си телесна температура, за да разтопи леда (така че шаранът Wang Xiangqiu се нарича още Wang Xiang, лежащ на леда). Той свали ризата си и легна гол на ледника. Той се помоли на Бог и каза: „Боже, майка ми е болна и иска да яде пресен шаран, трябва да намериш начин за мен каквото и да става.“ Колкото и да е странно, леденият блок до него изведнъж се пропука и имаше два пукнатини. Жив шаран изскочи от пукнатината и скочи на леда. Ван Сян беше много щастлив. Той се помоли на Бог: „Боже, майка ми е болна и иска да яде пресен шаран, трябва да намериш начин за мен, каквото и да става.“ Колкото и да е странно, леденият блок до него изведнъж се пропука и имаше две пукнатини. Жив шаран изскочи от пукнатината и скочи на леда. Уанг Сян беше много щастлив. Бързо коленичи, благодари на Бога и хукна към къщи с шарана. Той коленичи бързо, благодари на Бога и бързо взе шарана и се прибра. След като мащехата яде пресен шаран, тя скоро се възстановява от болестта си. Мащехата в болничното легло беше смаяна, когато видя голото горно тяло на Ван Сянг, което ставаше лилаво от студа, и две риби в ръцете му. Тя изтича щастлива в стаята и беше зашеметена.\nУанг Сян по-късно става длъжностно лице и става тайбао и получава титлата херцог.", "聖意": "Неспокойно у дома, моля се за защита, финансови затруднения, бизнес проблеми, брак, непоследователност в застраховката Liujia, пешеходци, Chi Tian, ​​загуби на копринени буби, шест загуби на добитък, изчезнали хора, публични дела, миграция, консервативен, загубено имущество, болест , трудно за възстановяване, планинска гробница, късмет", "古人": "Wang Xiang иска шаран (Двадесет и четири истории за синовна почит)", "第X籤": "Четиридесет и девет Спечелване на Лота", "宮": "Хайгун"}