{"籤詩版本二": "Можете да пътувате до всички краища на страната, като окачите сенника на платното, за да го държите свободно\nАко има благоприятен вятър, той ще пристигне скоро и лодката ще бъде пълна със съкровища.", "詩意": "Тази хексаграма е като теглене на лодка с вятъра.\nВсичко е наред.", "解曰": "Почивай си спокойно. Не са необходими усилия. Много богатство. Всички възхитени.", "籤詩故事一": "◇ Петте езера Tao Zhugui (езерото Fan Ligui)\nПрез Пролетния и Есенния период Фан Ли, чието учтиво име е Шаобо, е известен още като Гуй Изипи или Тао Джугун.\nПо това време имаше война между държавата У и държавата Юе и държавата У унищожи държавата Юе. Fan Li и Wen Zhong формулират план за Yue King Gou Jian за насърчаване на Yue и унищожаване на Wu. Фан Ли лично пътува през планини и реки и посети река Хуанша в планината Кайлуо, за да намери Си Ши, красива жена с добродетели, таланти и красота, и я представи на краля на У. Той използва \"красота трик\", за да си сътрудничат отвътре и отвън и унищожи кралството У.\nСлед като успя да унищожи кралството У, Фан Ли знаеше, че Гоу Джиан е „птица с дълъг врат и клюн“ и може да сподели трудностите и щастието с него, така че той и Си Ши плаваха през кралството Ци, промениха имената си на Gui Zipi и води синовете и учениците си в царството Qi.Те живеят в къща на брега на морето. Той работи усилено, за да обработва пустеещи земи, да управлява страничен бизнес и да прави бизнес.В рамките на няколко години той натрупа семейна собственост за десетки милиони. Той беше щедър в разпространението на богатство и правенето на добро на родния си град. Мъдростта и способностите на Фан Ли бяха оценени от хората на Ци. Кралят на Ци го покани в Линзи, столицата, и го почиташе като министър-председател, отговарящ за правителствените дела . Той възкликна: „Да бъдеш длъжностно лице може да доведе до министри, а управлението на семейство може да доведе до богатство. За обикновен човек, който е започнал от нулата, това е стигнало до крайност. Да бъдеш почитан дълго време вероятно не е добър знак.“ И така, само три години по-късно, той отново Джилиу се оттегли смело, върна печата на краля на Ци и раздаде цялото си семейно богатство на близките си приятели и съселяни.", "聖意": "Къщата е добра за себе си (за изпращане), парите са добри, бизнесът е добър, бракът е късен, бракът не е добър, Люджия е в безопасност, хората пречат на полетата, копринените буби, есента, добитъка, пролетта просперира, хората търсят хора, съдебните дела са лоши, миграцията е консервативна, изгубени неща, западните болести са разрешени, планините и гробовете са на юг.", "古人": "Петте езера Tao Zhugui (езерото Fan Ligui)", "第X籤": "Петдесетият победител от лотарията", "宮": "Хайгун"}