{"籤詩版本二": "Летните дни са най-дълги и всички се притесняват от жегата и депресията\nНебето и земята също знаят какво искат хората, духа ветрец и е естествено прохладно", "詩意": "Тази хексаграма показва, че всички се притесняват от топлината.\nПравя каквото си искам.", "解曰": "Няма съмнение дали да настъпим или да отстъпим. Приятно прекарване. За къмпинг ли е? Няма нужда да действате прибързано.", "籤詩故事一": "◇ Конг Минг влиза в Съчуан\nZhuge Liang (181-234), учтивото име Kongming, беше родом от Yangdu, Langya (сега окръг Yinan, провинция Shandong) и беше министър-председател на Shu Han (Liu Bei) по време на периода на Трите кралства.\nВъпреки че Liu Bei спечели Jingzhou, това не беше достатъчно, за да раздели едната страна.Zhuge Kongming планира да превземе Xichuan, за да увеличи територията на Liu Bei. По това време Лиу Джан в Иджоу е нападнат от Джан Лу на север. Zhuge Kongming научи, че Liu Zhang иска да посвети картата на Xichuan на Cao Cao, за да се защити. Когато Zhang Song (подчинен на Liu Zhang) срещна Cao Cao, тъй като Cao Cao беше арогантен и груб, Liu Zhang взе картата обратно в Xichuan и подмина Jingzhou по пътя. Kong Ming вече го чакаше по пътя и го покани в Jingzhou, но той никога не спомена картината Xichuan до момента на заминаването. Zhang Song беше благодарен на Kong Ming за неговата учтивост и гостоприемство, така че той посвети картината Xichuan на него.\nТеренът на Xichuan беше опасен и можеше да бъде атакуван или защитаван.След различните договорености на Kong Ming, Xichuan стана родното място на Liu Bei.\n(Kong Ming се отнасяше към хората с любезност и лесно получи желания Xichuan.)", "聖意": "Молете се за благословия у дома и за собствената си защита (има късмет сред нещастията) Търсете богатство, късмет в бизнеса, общ брак, раждане на момчета в Liujia, преместване на полета, копринени буби, щети на добитъка, търсене на хора, публични дела , миграция, стари изгубени вещи, северни болести, пожелание за планини и гробове, късмет", "古人": "Конг Минг влиза в Съчуан", "第X籤": "Глава 51: Печелене на партидата (Спечелване на партидата)", "宮": "Матка"}