{"籤詩版本二": "Необходими са много усилия, за да се хване луната във водата, много усилия, но нищо.\nНедейте да говорите празни приказки и да си хабите усилията за укрепване на тялото.Думата \"съхнало тяло\" първоначално означава \"тялото е самотно\".", "詩意": "Тази хексаграма е алчна за образа на усилието.\nВсичко е трудоемко и трудоемко.", "解曰": "Обещанията се помнят трудно. Много труд. Тревожи се у дома. В очакване да се срещне с благородни хора.", "籤詩故事一": "◇ Тайбай улови луната, докато беше пиян (Li Taibai улови луната, докато беше пиян)\nЛи Бай (701-762), известен също като Тайбай, известен също като Цинлян Джуши. Поетът от династията Тан, който наричаше себе си прогонен безсмъртен, беше известен като Безсмъртния на поезията и винаги беше щастлив, без да пие.\nВеднъж Ли Бай дойде в Джинлинг (сега Нанкин) и си почина в ресторант до моста Венде.\nТози ден се оказа петнадесетият ден от зимния лунен месец.Вечер той седеше сам в ресторанта и се любуваше на луната, докато пиеше и рецитираше стихове. Този ден се оказа петнадесетият ден от зимния лунен месец.Вечер той седеше сам в ресторанта и се любуваше на луната, докато пиеше и рецитираше стихове. Ли Тайбай обичаше луната най-много в живота си, казвайки, че е чиста и красива. Ли Тайбай обичаше луната най-много в живота си, казвайки, че е чиста и красива. Тази нощ той вдигна очи и видя бялата и кръгла луна на небето, много се зарадва и изпи още няколко чаши. Тази нощ той вдигна очи и видя бялата и кръгла луна на небето, много се зарадва и изпи още няколко чаши. В полунощ Ли Тайбай се възползва от виното и слезе долу до моста Венде. В полунощ Ли Тайбай се възползва от виното и слезе долу до моста Венде. Веднага щом стъпи на моста, той наведе глава и изведнъж видя луната да пада във водата.Когато реката се раздвижи, няколко черни линии бяха добавени към бялата лунна сянка. Веднага щом стъпи на моста, той наведе глава и изведнъж видя луната да пада във водата.Когато реката се раздвижи, няколко черни линии бяха добавени към бялата лунна сянка. Ли Тайбай беше толкова пиян по това време, че си помисли, че луната е оцветена от речната вода. Ли Тайбай беше толкова пиян по това време, че си помисли, че луната е оцветена от речната вода. Той дори не си направи труда да събуе ботушите си, разтвори ръце и скочи от моста, за да хване луната. Той дори не си направи труда да събуе ботушите си, разтвори ръце и скочи от моста, за да хване луната. Неочаквано с този скок луната не беше уловена, но луната във водата беше разбита и веднага се раздели на две половини. Неочаквано при този скок луната не беше уловена, но човекът се удави. Умира на шестдесет и две години.", "聖意": "Къщата е неспокойна и имате лош късмет (обърнете внимание на здравето си) (лош късмет) Търсете баланс в богатството (дори не си и помисляйте за това) Трудности в транзакциите, бракът не е разрешен, молете се за защита (празни съкровища, за да предотвратите спонтанен аборт) Пешеходците са в беда, копринените буби в полето са пет точки и шест животни са в упадък, търсят хора (нещастни) публични съдебни дела и (Спрете съдебния процес) Обикновена миграция (не го споменавайте) Загуба на собственост (самолет) Молитва за защита от болести (нещастни) Късмет в планини и гробове", "古人": "Тайбай хвана луната, докато беше пиян (Li Taibai хвана луната, докато беше пиян)", "第X籤": "Петдесет и втора печалба от лотарията (лотария)", "宮": "Матка"}