{"籤詩版本二": "Когато разочарованието се превърне във въодушевление, реват дракони и реват тигри.\nСиньото небе има свой собствен път към небето. Дано имам още един шанс да постигна слава.", "詩意": "Тази хексаграма е като рев на дракон и рев на тигър.\nИма надежда всичко да мине добре.", "解曰": "Просто преподавай и тръгвай. Имайте свой собствен просперитет. Трябва да се направи накрая. Има къде да се намери.", "籤詩故事一": "◇Liu Bei набира булка\nСлед битката при Чиби, Сун Куан беше нетърпелив да си върне Дзинджоу, който беше придобит от Лю Бей, така че той използва плана на Джоу Ю, преструвайки се, че иска да сгоди сестра си Сун Рен за Лю Бей, но всъщност той искаше да вземе Liu Bei като заложник, за да претендира за Jingzhou.\nСлед като Zhuge Liang шпионира плана на Zhou Yu, той подаде брошурата със стратегията на Zhao Yun, който защитаваше Liu Bei, когато отиде в Soochow.Zhao Yun последва стратегията в брошурата и нарочно направи голям шум, за да позволи на Wu Guotai ( Бащата на Сун Куан) знае за предложението за брак. Тъй като Wu Guotai обичаше дъщеря си и не желаеше да взема случайни решения за делата на дъщеря си през целия живот, тя се скара на Сун Куан, че е безмилостен към сестра му и предложи лично да провери дали Liu Bei е достоен за дъщеря му в храма Ganlu. След като Wu Guotai срещна Liu Bei, тя високо оцени Liu Bei и силно се застъпи за брака между Liu Bei и дъщеря му.В резултат на това Liu Bei успешно се ожени за г-жа Сун.\nПо-късно Лиу Бей и г-жа Сун избягали заедно в Джингжоу По-късно Сун Куан искал да атакува тайно Джингжоу, докато Лиу Бей атакувал Иджоу, но бил спрян от У Гуотай, който се тревожел за безопасността на дъщеря си.\nТой каза: \"Умният план на Джоу Ю е най-добрият в света. Той загуби съпругата си и войските си.\"\n(Liu Bei спечели от увреждане)", "聖意": "Нямам късмет у дома и нямам късмет (първо лош късмет, после късмет). Търсете богатство, баланс, трудности в брака, успех в брака. Молете се за благословии за пешеходци, копринени буби в полето, пет точки за щети по добитък, търсене за хора, съдебни дела и миграция, късмет за изгубени вещи, късмет за болести, спокойствие на планини и гробове.", "古人": "Лю Бей набира булка", "第X籤": "Петдесет и третото печелившо число", "宮": "Матка"}