{"籤詩版本二": "Добродетелта от баща на син се предава на внука.Просперитетът в храната и облеклото зависи само от Бог.\nChunxuan в залата прави хората щастливи Когато са гладни, нахранени, жадни и сънени, Chunxuan е метафора за родителите.", "詩意": "Тази хексаграма е свързана с образа на бамбук, водещ към пролетта.\nДано всичко мине добре.", "解曰": "Вземете бамбук и поведете към пролетта. Разпространява се безкрайно. Един джентълмен търси надежда. Всички възхитени.", "籤詩故事一": "◇ Крал У от Джоу се възкачи на трона\nКрал Ву от Джоу нападна крал Джоу и поведе осемстотин принца да се бият срещу армията на крал Шан.Войниците в Чаоге (столицата на крал Шан) също се обърнаха срещу крал Шан и предадоха крал Шан.\nКрал Джоу се изгори на кулата Джайсин и династията Шан беше унищожена.\nКрал Ву прие златната книга и златното съкровище, което е тронът на императора. Той обърна лице на юг, ръцете му бяха скръстени надолу и той седна прав. Крал Ву нареди имуществото на Лутай да бъде разпределено, кулата за бране на звезди да бъде разрушена и оризовите зърна, съхранявани в Джуцяо, да бъдат разпределени.\nОсвободете затворника Jizi и поправете гробницата на Bigan. Крал Ву язди до вратата на къщата на мъдреца Шан Жун и наведе глава. Уважавайте добродетелните и учтиви хора и пуснете робите във вътрешния дворец.\nТой също така спря въоръжаването и насърчи културата и образованието. В южната част на Наншан конете пасат, а добитъкът пасе в провинцията с прасковени дървета. Това е спокойна сцена.", "聖意": "Къщата не е в добро състояние (късмет), можете да си пожелаете сами (късмет), да търсите финансова печалба, да направите сделка и да се ожените (срещнете добър зет), Лиуджия е в безопасност (зодия знак), пешеходците преместват полета, копринените буби са късметлии, шест животни са повредени, хората са трудни за намиране (виждат) публични дела, благороден човек се движи, късметът се губи. Болести и болести", "古人": "Крал У от Джоу се възкачи на трона", "第X籤": "Петдесет и пета печалба от лотарията (лотария)", "宮": "Грозният дворец"}