{"籤詩版本二": "Плажът е пълен с камъни, потокът тече, вятърът е ясен, луната е ясна, а благородните хора са заети.\nПо пътя трябва да попитам къде да отида. Не приемайте аромата на цветя и растения в гората. Не се грижите за него.", "詩意": "Тази хексаграма е като лодка, пътуваща по малък плаж.\nВъв всичко има благородни хора, които да помогнат.", "解曰": "Да си изкарвам прехраната. Много труд. Бъдете консервативни и изчакайте. Всичко най-хубаво.", "籤詩故事一": "◇ Бунтът в Лушан\nАн Лушан (703-757), чието фамилно име е Канг и се казва Ялуошан, е от Люченг, Инджоу (сега Чаоян, Ляонин).\nПо-късно той приема фамилното име Ан и променя името си на Лушан. По време на управлението на император Сюандзун от династията Тан, Ан Лушан е военен пратеник.\nПрез ноември на 14-та година на Tianbao, An Lushan вдигна войски във Fanyang.В името на атаката върху Yang Guozhong, той започна бунт и взе войските на три града, за да атакуват Luoyang, източната столица. Докладите от Тайюан се втурнаха към Лишан. Тан Сюанцзун, който беше в двореца Хуацин в Лишан по това време, не вярваше, че Анлушан ще се разбунтува. Но новините за бунта продължиха да се разпространяват и Сюанцзун все още беше наполовина убеден. (Това е изобразяване на \"звука на бурна течаща вода върху малки камъни в поток\")\nЕдва когато Yan Zhenqing, префектът на окръг Pingyuan, изпрати някой да изпрати информация, Xuanzong се събуди от съня си.\nСъгласно погрешната стратегия на император Сюандзун от династията Тан, кавалерийският полк на Ан Лушан превзема Луоянг, източната столица. През първия месец на следващата година той се провъзгласява за император Даян в Луоян, Джианюан Шенгу, император Сюнву и Да Сисюн за министър председател.\nПрез юни същата година император Xuanzong от династията Tang, нетърпелив да облекчи кризата в Chang'an и с погрешно военно разбиране, екзекутира двама известни генерали, Feng Changqing и Gao Xianzhi.Тази заповед шокира армията на Tang. (Това поведение нарушава „пътят трябва да сочи към предната река“)\nСлед това император Xuanzong от династията Tang спешно нареди на друг генерал, Ge Shuhan, да поведе армията Tang на изток от Tongguan.\nGe Shuhan, който напълно разбира стратегическата грешка на император Xuanzong от династията Tang, планира да забави промяната (подходът на „добре е, ако вятърът е спокоен и приливът е спокоен“).\nВ крайна сметка император Xuanzong от династията Tang смята, че е твърде плах, за да се бие, така че няма друг избор, освен да се бие с An Lushan в сълзи и е победен. (Изпълнява „Ако работите усилено, за да се поддържате, може да се нараните.“)\nПо време на династията Тан, когато граничните войски и местните гарнизони нямат време да отговорят, армията на Ан Лушан натиска границата и навлиза в района на столицата. В критична ситуация император Xuanzong от династията Tang повежда гвардейския корпус да избяга от столицата, причинявайки падането на Xijing Chang'an без лидер.\n(Tang Xuanzong наруши напътствията на този знак, така че бунтът на An Lushan беше успешен.)", "聖意": "Домът е безопасен, човекът е благоприятен, богатството е стабилно, транзакцията е просперираща и бракът е успешен (внимание). Мъжки пешеходец от Liujia идва на полето, копринените буби са събрани и шест добитъка са повредени. Човекът е открит и публичният иск е оправдан.Изгубеното имущество носи болест, тоест гробницата Аншан трябва да бъде ремонтирана.", "古人": "Лушанско въстание", "第X籤": "Петдесет и шестата лотария", "宮": "Грозният дворец"}