{"籤詩版本二": "Сутрин и здрач подкрепата на Буда трябва да бъде по време на опасност, но не и в опасност\nАко сте привлечени от благороден човек, тогава парите и коприната също ще ви придружават.Това е Чуан Лай. Всичко зависи от вас.", "詩意": "Тази хексаграма представлява тайната благословия на боговете и Будите.\nБъдете търпеливи и късмет във всичко.", "解曰": "Знак за старомоден мир. Когато всичко е скъпо, ще бъде благоприятно.", "籤詩故事一": "◇Танг Монк постигна просветление\nЕдин ден Танг Сенг стигнал до реката и видял пред нея планината Линшан на Буда. Пред нея имало мост от една дъска. Танг Сенг не посмял да го пресече. Буда се превърнал в лодкар и държал бездънна счупена лодка. Веднага щом Танг Монк се качил на лодката, той паднал в реката и бил спасен от лодкаря. Ето как Танг Монк постигнал Буда. (История за пътуването на Запад)\n◇ Будистките писания на Танг Монк\nSanzang от династията Tang, обичайното му фамилно име е Chen, а собственото му име е Yi. Роден в окръг Гоуши, Луоджоу (сега южно от град Янши, провинция Хенан). Той става монах на тринадесет години и приема будисткото име Сюанзанг.\nЗа да получи оригиналните будистки писания, той тръгва от Chang'an (днешен Xi'an, провинция Shaanxi) през третата година на Zhenguan (629 г. сл. Хр.), осмелява се да пресече границата и преминава през безброй трудности, за да стигне до Tianzhu ( Индия), за да събира писания. Той пътува през басейните на реките Ганг и Инд и югоизточните крайбрежни райони на Индия, след това пресича заснежените планини и зелените хребети, изминавайки повече от 50 000 мили напред и назад. Отне му 16 години, за да се върне най-накрая в Чан'ан през 19-та година на Джънгуан (645 г. сл. Хр.). Той върна голям брой будистки писания и ги преведе на китайски.\n(Tang Sanzang премина през дълго пътуване напред-назад между Китай и Индия. Сигурно е преживял опасности по време на пътуването, но успя да се върне безопасно, защото зад него имаше невидим светец-покровител.)", "聖意": "Домът е безопасен, човекът е благоприятен, западният бизнес е успешен, бракът е успешен, пешеходците блокират полето, копринените буби са блокирани, копринените буби са седем точки, добитъкът е печеливш, търсенето е за хора, западното публичното дело е лошо, миграцията е консервативна, изгубеното имущество се вижда, болестта е благоприятна, планините и гробниците са благоприятни.", "古人": "Танг Монк постигнал просветление", "第X籤": "Спечелване на лотарията шестдесет и две", "宮": "Ин дворец"}