{"籤詩版本二": "Плуващата риба беше уловена в примка в езерото Бибо.\nАко нещо се обърка, след като сте го помислили, в крайна сметка ще създаде проблеми.", "詩意": "Тази хексаграма представлява риба, уловена в примка.\nСъщо така е препоръчително да бъдете внимателни във всичко.", "解曰": "Селище под къщата. Бедствието пада от небето. Събудете се рано и първо вземете предпазни мерки. Избягвайте бедствия.", "籤詩故事一": "◇ Конят е покрит с вода (трудно се събира водата)\nДинастия Хан. Джу Майчен, учтивото име Уендзи, беше родом от Ву в Куайджи (сега част от град Суджоу).\nВ ранните му години семейството на Майхен било бедно и той нямал успех.Двойката живеела в сламена порта в задна уличка, сечейки дърва за огрев и ги продавайки, за да свързва двата края. Не се правят много пари, като се продават дърва за огрев на ничия цена.\nЖена му излязла да донесе вода и видяла група деца да се смеят на Майхен.Съпругата решила, че е срамно и по-късно си тръгнала.\nКогато Джу Майчен беше на петдесет години, император У от династията Хан търсеше таланти и боготвореше Джу като префект на Куайджи.\nСъпругата му съжаляваше за слепотата си и пожела да бъде сведена до слугиня и наложница, за да служи на Джу до края на живота му.\nМайхен наредил на бившата си жена да вземе кофа с вода, да я излее на стъпалата и казал: „Ако водата може да бъде върната, двамата могат да се съберат отново“.\nКато се има предвид връзката между съпруг и съпруга, на съпругата и нейния повторно оженен съпруг беше дадено открито пространство в задната градина, за да се обработват и поддържат. Съпругата му се хвърли в реката и загина.", "聖意": "Къщата е в опасност, човекът е в опасност, парите са загубени, транзакцията е в мир, бракът е непоследователен, Liujia е уплашена, хората са блокирани, полетата са повредени, копринените буби са изгубени, добитъкът е изгубен, хората се намират, публичният процес е загубен, миграцията е добра, изгубените неща са неблагоприятни, причинени са болести, бедствия и опасности, планинските гробници трябва да бъдат променени.", "古人": "Конят е покрит с вода (трудно е да се събере водата)", "第X籤": "Шестдесет и четвърти знак", "宮": "Маогон"}