{"籤詩版本二": "Когато дойде зимата, клонче слива в планината няма да бъде унищожено, дори ако листата му паднат и клоните му изсъхнат.\nНо когато дойде пролетта, пак се връщам като куртизанката и унищожавам оригинала.", "詩意": "В тази хексаграма сливовият цвят заема водеща позиция.\nВсичко е добре, ако се забави.", "解曰": "Една стрела, изстреляна празна. Когато е празно, не е празно. В очакване да дойде пролетта. Цветът е в него.", "籤詩故事一": "◇ Вкара два пъти\nПо време на управлението на император Дезонг от династията Тан, лоялният министър Мей Богао и семейството му бяха нагласени от предателския министър-председател Лу Чи, който искаше да ги убие всички. Само синът му Мей Лянгю успя да избяга. По-късно той промени своя име на Wang Xitong, за да скрие самоличността си. Той живееше сам на улицата, гладен и студен, но за щастие беше приютен от Чен Ришенг (Чен Донгчу). Чен Ришенг не познавал житейския му опит, затова го помолил да му помогне да се грижи за сливовата градина на Чен, за да не умре от глад на улицата.\nЧен Ришен беше съученик и приятел на Мей Богао. Когато беше преследван от Лу Чи, той беше спасен от Мей Богао. В резултат на това Мей Богао и Лу Ци се враждуваха. В крайна сметка цялото им семейство беше екзекутирано. Чен Ришенг се почувствал тъжен и ядосан заради това.След като се оженил, той подал оставка и преместил семейството си в Янджоу, за да живее в уединение.\nChen Risheng има дъщеря на име Chen Xingyuan, която е красива и ароматна.След като Mei Liangyu дойде в семейство Chen, те се влюбиха от пръв поглед. В деня, когато сливовите цветове бяха в пълен разцвет, което беше и годишнината от смъртта на Мей Богао, Чен Ришенг и семейството му откриха олтар в градината със сливи в дома си, за да почетат своя починал приятел и благодетел. Неочаквано времето внезапно се промени , и се развихри силна снежна буря, която покри всички цъфнали сливи. Чен Ришенг се оплака, че е успял да избяга безопасно, но не успя дори да спаси потомците на семейство Мей. Той помисли, че това е предупреждение от Бог, затова се закле, че освен ако сливовите цветове не разцъфнат отново, доказвайки, че потомците на семейство Мей бяха все още живи, той никога нямаше да каже нищо.Той избяга в будизма и стана монах.\nДъщеря му Синюан чула това и веднага запалила тамян и искрено се помолила на Бог да накара сливовите цветове да цъфтят отново. Тяхната искреност развълнува небесата и всички сливови дървета в сливовата градина разцъфтяха отново; по-късно Чен Ришенг разбра, че Xitong е Liangyu, така че той сгоди дъщеря си Xingyuan за него.", "聖意": "Къщата не е добра за себе си, човек е добър за себе си, човек търси богатство, човек е благоразумен в сделките, времето е подходящо, женитбата е късна, пролетта е силна, есента е празна, пътникът е закъснял, полетата са проспериращи, копринените буби са проспериращи, шестте добитъка са проспериращи, търсейки хора, публични дела, загуба, миграция, изгубено имущество, източни болести, фалшиви аларми, планински гробници трябва да бъдат променени.", "古人": "Вкара два пъти", "第X籤": "Шестдесет и девет Спечелване на Лота", "宮": "Тацуми"}