{"籤詩版本二": "Чао Чао е като пчела, събираща цветя, излитаща от югозапад и след това от изток\nПролетта свърши, цветята ги няма и няма къде да се търсят. Това сърце няма да промени местонахождението си.", "詩意": "Тази хексаграма е като пчела, която бере цветя.\nВсичко е трудоемко и трудоемко.", "解曰": "Няма пролетен пейзаж. Вали дълго време, но никога не се изяснява. Помоли за помощ. По-добре е да си мълчиш.\n.", "籤詩故事一": "◇ Ли Ми се разбунтува срещу династията Тан\nЛи Ми\n(582-619), покойният лидер на армията Уаганг в селското въстание в късната династия Суй в Китай. Майстор на калиграфията. Господарят на думата Фа бил родом от Чан'ан, Джингджао, а неговият дом на предците бил Сянгпин, Ляодун (сега южно от Ляоян, Ляонин). Родом от Chang'an, Jingzhao, неговият дом на предците е Xiangping, Liaodong (сега южно от Liaoyang, Liaoning).\nПрез деветата година на Daye (613) той участва в бунта на Yang Xuangan срещу династията Sui в Liyang (сега североизточно от окръг Junxian, провинция Henan). През деветата година на Daye (613) той участва в бунта на Yang Xuangan срещу династията Sui в Liyang (сега североизточно от окръг Junxian, провинция Henan). Мистериозното чувство е победено,\nЛи Ми избяга. Xuangan беше победен и Li Mi избяга.\nПрез дванадесетата година на Daye той се присъедини към армията Wagang\n. На дванадесетата година от управлението на Дайе той се присъединява към армията на Уаганг. Ли Ми беше добър в стратегията.През октомври на дванадесетата година от Daye, Ли Ми убеди Джай да атакува Синянг Тонг, могъщият генерал, придружаващ армията, за да защити Джан Сютуо, побеждавайки армията на Суй и убивайки Джан Сютуо. Ли Ми беше добър в стратегията.През октомври на дванадесетата година от Daye, Ли Ми убеди Джай да атакува Синянг Тонг, могъщият генерал, придружаващ армията, за да защити Джан Сютуо, побеждавайки армията на Суй и убивайки Джан Сютуо.\nПо-късно той предлага да атакува склада Xingluo (по-късно преименуван на Luokou), да отвори склада за облекчение и да разшири екипа. Екипът на Wagang Army нараства бързо. През 13-та година на Daye Li Mi ръководи Wagang Army и Zhai Rang се занимава с понижаването и разпределението на династията Суй.Има война за военни ресурси и други въпроси и Ли Ми убива Джай Ранг и стотици негови последователи. По-късно той предлага да атакува склада Xingluo (по-късно преименуван на Luokou), да отвори склада за облекчение и да разшири екипа. Екипът на Wagang Army нараства бързо. През 13-та година на Daye Li Mi ръководи Wagang Army и Zhai Rang се занимава с понижаването и разпределението на династията Суй.Има война за военни ресурси и други въпроси и Ли Ми убива Джай Ранг и стотици негови последователи.\nПрез март на 14-та година от Daye, Yu Wenhuaji убива император Yang от династията Sui\n, накара повече от 100 000 души да се върнат на запад. През март на четиринадесетата година от Daye, Yu Wenhuaji (Yu Wen, сложно фамилно име) убива император Yang от династията Sui и се завръща на запад с повече от 100 000 души. На Ли Ми беше наредено да атакува Хуаджи. Въпреки че Хуаджи беше победен, войските на Ли Ми също претърпяха тежки загуби. По-късно бяха преследвани от Ван Шичонг. Армията на Ли Ми беше победена и лагерът му беше унищожен. Неговите генерали Цин Шубао, Ченг Джиджие (първоначално наречен Cheng Yaojin), Niu Jinda и други бяха заловени. , Shan Xiongxin се предаде. Ли Ми получава заповед да атакува Хуаджи.Въпреки че Хуаджи е победен, войските на Ли Ми също претърпяват тежки загуби. По-късно той е преследван от Wang Shichong. Армията на Li Mi е победена и лагерът му е унищожен. Неговите генерали Qin Shubao, Cheng Zhijie (първоначално име Cheng Yaojin), Niu Jinda и други са заловени, а Shan Xiongxin се предава. Ли Ми беше отчаян, затова прекоси реката до Хейанг през септември и се предаде на династията Тан. Ли Ми беше отчаян, затова прекоси реката до Хейанг през септември и се предаде на династията Тан.\nПрез ноември Ли Юан изпрати Ли Ми в Шандонг, за да набере стари войски. ноември,\nЛи Юан изпрати Ли Ми да чака в Шандонг, за да набере стари войски. Чувствайки, че е заподозрян, той се разбунтува срещу Танг. Чувствайки, че е заподозрян, той се разбунтува срещу Танг. Генералът на Тан Шен Янши кани Ли Ми да атакува и го убива при Сингонг Сиан. Генералът на Тан Шен Янши кани Ли Ми да атакува и го убива при Сингонг Сиан.", "聖意": "Къща, къща, език, себе си, злодей, търсене на богатство, прахосване на бизнес, нетрайни бракове, Liujia, празни цветя, пешеходци, Yaotian, щети от копринени буби, шест щети на добитък, изчезнали лица, съдебни дела, загуба, миграция, консервативност, загубено имущество, болест, препятствия, реформа на планинската гробница", "古人": "Ли Ми се разбунтува срещу династията Тан", "第X籤": "Седемдесетото теглене", "宮": "Тацуми"}