{"籤詩版本二": "Познание на Canglong Nineteenth Guard: Жена се омъжи за втори съпруг\nС един лък и две стрели динозаврите веднага ще заживеят в мир", "詩意": "Тази хексаграма е като лък, който държи две стрели.\nАко всичко върви заедно, ще бъде благоприятно.", "解曰": "Не е много тежък. Съдба. Zhen Liuzhong отваря. Препоръчително е да бъдете предпазливи.", "籤詩故事一": "◇ Wenjun посещава Xiangru\nZhuo Wenjun беше дъщеря на внука на Zhuo Wang, богат бизнесмен в Linqiong, провинция Съчуан.Тя владееше музика и имаше литературно име. Тя се омъжва, когато е на шестнадесет.Няколко години по-късно съпругът й почина и тя се върна в родното си семейство, за да живее като вдовица.\nЕдин ден Sima Xiangru отишъл в къщата на Zhuo Wangsun за банкет. Когато научил, че Zhuo Wenjun е наскоро овдовял, той пуснал песента „Phoenix Seeking the Phoenix“, за да изрази любовта си. Zhuo Wenjun вече беше чувал за Sima Xiangru и този банкет го направи още по-привлечен от Sima Xiangru. От друга страна, след банкета на Sima Xiangru, той веднага похарчи много пари, за да подкупи личната прислужница на Zhuo Wenjun и я помоли да предаде любовта на Sima Xiangru към Zhuo Wenjun. След като Zhuo Wenjun научил за любовта на Sima Xiangru чрез прислужницата, той незабавно се втурнал към хана, където живеела Sima Xiangru.Виждайки пристигането на Zhuo Wenjun, Sima Xiangru незабавно избягал с нея за една нощ в родния си град в Ченду.\nКогато бяха в Чънду, двойката беше лишена и трябваше да се върне в Linqiong, за да отвори малък хотел, за да изкарва прехраната си. Zhuo Wenjun продаваше вино, а Sima Xiangru миеше чинии. Те живееха беден живот. След като бащата на Zhuo Wenjun, Zhuo Wangsun, научава за това, той се съгласява и ги финансира по съвет на приятелите си, така че Sima Xiangru и Zhuo Wenjun се завръщат в Чънду, за да живеят, и по-късно стават богати.", "聖意": "Загуба на дом и собственост, собствени права и грешки, търсене на богатство, трудови сделки, предпазване от повторно събиране на брака", "古人": "Wenjun посещава Xiangru", "第X籤": "Седемдесет и една печеливша лотария", "宮": "Тацуми"}