{"籤詩版本二": "Пчеларите трябва да просят мед, за да не ги ужили жило\nСигурно има странен път пред теб.Тайната е дълбока като гора от тръни.", "詩意": "Тази хексаграма символизира пчели, събиращи мед.\nВсичко е трудоемко и трудоемко.\n\n(Тази хексаграма търси символа на сладост и горчивина.\nПредотвратете бедствия във всичко.\n)", "解曰": "Нещата трябва да се правят внимателно. Няма нужда да го насилвате. Пчелите събират мед. каква е причината", "籤詩故事一": "◇ Уанг Манг търси таланти\nСемейството Уанг Ман от династията Западна Хан може да се каже, че е богато семейство. Въпреки че баща му починал млад, няколко от неговите чичовци и чичовци станаха императори на династията Хан. Те станаха генерали, министър-председатели, станаха маркизи и получиха награди. Семейството Уанг беше изключително известно.\nНо собственото малко семейство на Ван Манг беше изключително бедно; баща му почина млад и той живееше само с майка си, разчитайки на благотворителност от роднини. Но поради това Уанг Манг развива и практикува набор от умения за работа с хора още от дете. Без значение колко тъжен или ядосан се чувстваше, той винаги показваше много щастлив и спокоен вид пред роднини, старейшини или външни хора, така че беше доста ценен от всички в клана.\nВеднъж най-големият му чичо беше тежко болен.След като научи за това, той дойде и чакаше до леглото на пациента, носеше лекарства и вода и бдяше нощем.Няколко месеца подред той беше съблечен, неподдържан и изтощен Той просто беше повече \"търпелив\", отколкото пациент. Повече \"син\", отколкото биологичен син.\nЗа това всички в тайванския народ го хвалеха и писаха писма с искане за награда за него.\nТака император Ченг от династията Хан му дава титлата Маркиз на новата столица и го назначава за пазач в двореца, като става близък министър на императора.\nСъс своя висок статус и голяма власт, Уанг Ман никога не проявява арогантност или отпуснатост. Вместо това той става все по-учтив и учтив. От една страна, той се сприятелява с министри, генерали, знаменитости и учени. От друга страна , той помагаше на бедните и беше щедър с богатството си.\nНо той живееше много пестелив живот, често ядеше месни ястия, да не говорим за носенето на дълги роби и рокли с дълги ръкави, само с къси дрехи. Така всички в правителството и обществото единодушно го възхвалиха с думата \"добродетелен\".\nПо-късно неговият чичо, Grand Sima Wanggen, почина от болест и той беше избран за негов заместник. Императорът и всички министри смятаха, че той е най-подходящият. Следователно Ван Манг, който беше само на тридесет и осем години, стана Великият Сима с най-високата военна мощ в страната.\n(Тази история е метафора. Да бъдеш добър човек може да ти помогне да се отървеш от „трудността да бъдеш ужилен от пчели“ и да постигнеш идеалите си, както желаеш.)", "聖意": "Къщата не е добра за себе си, семейството е в беда, бизнесът е блокиран, бракът е блокиран, шестте брони са уплашени, пешеходците закъсняват, реколтата от копринени буби е ниска, добитъкът е нисък, трудно е намери хора, делото е лошо, миграцията не се движи, изгубеното имущество е лошо, болестта е създадена, планинският гроб е изгубен,", "古人": "Уанг Манг търси таланти", "第X籤": "Спечелване на лотарията седемдесет и две", "宮": "Тацуми"}