{"籤詩版本二": "Когато дойде пролетта, гръм тресе и насекомите цвърчат, а аз се отвръщам от калта\nКогато за първи път осъзнах, че все още идвам и си отивам, след като се промених, станах дракон.", "詩意": "Тази хексаграма е като гръм и насекоми.\nСрещата с благороден човек е добър знак във всичко.", "解曰": "Гръм удари. Два депозита вътре и вън. Променете веднъж. До Тянмън.", "籤詩故事一": "◇ Бунт Chenqiao\nПрез 959 г. сл. н. е. Джоу Шизон Чай Жун умира, а император Гун Чай Зонгсюн, който се възкачва на трона, е само на седем години. По това време Zhao Kuangyin, който служи като инспектор пред двореца и пратеник на Songzhou в германската армия, притежава истинска власт.\nПрез пролетта на 960 г. сл. н. е. Джънджоу (днешен Джъндин, провинция Хъбей) и Дингжоу (днешен окръг Дингсян, провинция Хъбей) съобщават, че армиите на династията Северна Хан и държавата Ляо заедно тръгват на юг, за да атакуват по-късната династия Джоу, с голяма инерция и поиска да изпрати войски за помощ. По-късно династията Джоу нарежда на Джао Куангин да поведе войските си на север, за да се бият срещу врага. Zhao Kuangyin действа тайно по плана на брат си Zhao Guangyi, Zhao Pu, Shi Shouxin и други.\nНа 3 февруари, когато армията пристигна в Chenqiaoyi (сега град Chenqiao, югоизточно от Fengqiu, Хенан), те вдигнаха бунт и наредиха на войниците да носят жълти одежди за него. Те се разбунтуваха срещу по-късната династия Джоу и подкрепиха Джао Куангин като император . След това Джао повежда войските си обратно към Кайфенг, без да опожарява, убива или плячкосва.\"Тайзу Чен Цяо се закле да не безпокои хората от столицата и обеща да не безпокои града в деня, когато влезе в града.\"\nНа третия ден от третата година от лунния месец Джао Куангин се разбунтува в Ченцяо и се завърна в столицата. Фан Джи накара Уанг Пу и Уей Ренпу да разпитат Джао Куангин. Луо Янхуан извади меча си пред палатката и извика силно : \"Трите армии нямат господари. Генералите са решили да го назначат за император. Всеки, който говори, ще бъде убит!\". Лицето на Уанг Пу беше бледо като земя. Той сниши стъпките си и се поклони. Фан Джи също се поклони. Куанг Ин лично му помогна да стане и се отнесе към него с голяма учтивост.\nСлед умерена съпротива, император Гун от по-късната династия Джоу пое трона и Джао пое трона.\"Тайдзу беше на път да приеме Дзен, но нямаше Дзен текст. Тао Гу, учен от Ханлин, прие заповедта и влезе до него, казвайки: „Свършено е.“\nСлед като Джао дойде на трона, той промени името на страната на Сонг, Юан на Джиенлонг и направи Кайфън столица. Ши Шоусин, Гао Хуайде, Джан Линдуо, Уанг Шенци, Джан Гуанхан и Джао Янхуей бяха удостоени с титлата Дзиедуши , което е известно в историята като \"бунтът Ченцяо\".\nУикипедия\n(Тази история показва, че това е началото на представянето на Zhao Kuangyin.)", "聖意": "Молете се за вашия дом, ежедневие, богатство, късмет, късмет в бизнеса, благороден брак, успех в Liujia, мъжки пешеходци, ранно раждане на копринени буби в полетата, ранно раждане на шест животни, късмет през пролетта, търсене на хора , успех в съдебни дела, късмет в миграцията, загубено имущество, опасности при болести, опасности в планини и гробове.", "古人": "Ченцяо бунт", "第X籤": "Подписан седемдесет и три", "宮": "Ми Палас"}