{"籤詩版本二": "В съня беше казано, че ще има много богатство, но славата беше само напразна.\nВодата е далеч и планините са далеч, но е трудно да бъдеш верен.Благородният човек дава напътствия и се усмихва.", "詩意": "Тази хексаграма представлява символ на получаване на съкровище насън.\nВсичко е горе-долу реално.", "解曰": "Сънувам като сън. Без надежда за слава. Просто изчакайте добри времена. Благородни инструкции.", "籤詩故事一": "◇ Върнете нефрита на Джао (върнете нефрита на Джао, след като го завършите)\nПрез 283 г. пр. н. е. крал Джао Хуейуен получава He's Bi от Chu. След като крал Qin Zhaoxiang научава новината, той изпраща писмо до крал Zhao, изразявайки готовността си да размени петнадесет града за He's Bi.\nLin Xiangru анализира на крал Zhao, че Qin е силен, а Zhao е слаб и трябва да бъде заменен.\nСлед това крал Джао изпрати Лин Сянгру в Цин с Хе Би.\nКралят на Цин се срещна с Лин Сянгру в Джантай и Лин Сянгру подари нефрита на краля на Цин. Кралят на Цин се зарадва и подаде He's Bi на красавицата и всички около нея го погледнаха.В този момент всички отляво и отдясно викаха да живее.\nLin Xiangru видя, че кралят на Цин няма намерение да даде града на Джао, затова той каза на краля на Цин, че нефритът на Него е дефектен и искаше да го посочи на краля на Цин, за да се възползва от възможността да получи нефритов гръб.\nСлед като Lin Xiangru си върна Би на Heshi, той застана до големия стълб, показвайки, че иска да умре с Bi на Heshi.\nПо това време Лин Сянгру каза на краля на Цин: „Кралят на Джао все пак преодоля възраженията на министрите и прие предложението на министъра. Дори и да не се мамеше един друг, когато общуваше с обикновените хора, да не говорим, че Цин е голяма страна! За да запази приятелството между Цин и Джао, крал Джао След петдневен пост изпратих министрите си в Цин с нефрита. За съжаление кралят на Цин не само нямаше намерение да даде на Джао град, но също така предаде нефрита на семейство Хе на красива жена, което наистина беше подигравка с моите министри.\"\nСлед като свърши да говори, Лин Сянгру веднага направи жест, че удря стълб. Кралят на Цин се страхуваше, че Хе Би ще бъде повреден, затова се престори, че дава на Джао петнадесет града. Lin Xiangru прозря коварния план на крал Цин, така че той помоли крал Цин да пости пет дни, преди да представи He's Bi, за да отложи времето. През тези няколко дни Лин Сянгру изпрати своите служители да се върнат в щата Джао с нефрита, докато той остана да се справи с краля на Цин.\n(Тази история е като очите на обикновен човек да са очаровани от неговия статус.)", "聖意": "Молитва за благословия у дома, себе си, възпрепятстване на богатството, затрудняване на транзакциите, бракът не е в хармония с пешеходците в Лиудзясу, копринените буби в Читян не се приемат, шест животни са повредени, хората са изчезнали, очакват се публични дела и миграция, изгубени неща са далеч, болестите се създават, изпращат се в планински гробници и се променят.", "古人": "Върнете нефрита на Zhao (завършете нефрита на Zhao)", "第X籤": "Седемдесет и седмата печеливша лотария", "宮": "Обеден дворец"}