{"籤詩版本二": "Празен възел, искам да те пазя. Ако пазиш тялото си в безопасност, искам никога да не го връщаш.\nНе забравяйте, че Божието благоволение е върнато Не се присмивайте на Божиите думи.", "詩意": "Не вярвайте, че тази хексаграма е истина.\nТова е знак за консервативност във всичко.", "解曰": "Хората имат собствено мнение. Умът не трябва да е зает. Инструкции за гуанин. Не бъди неуважителен.", "籤詩故事一": "◇ Тайно поддържане на бронзовия флаг\nИзвестният генерал-основател на династията Тан, Цин Ционг (Цин Шубао) е удостоен с титлата Велик маршал на династията Суй. Той повежда войските си да атакуват прохода Сишуй (или прохода Сишуй или прохода Донглинг, легендите са различни). Ян Лин ( Yang Yicheng), генералът на охраната на прохода Sishui, беше император Yang от династията Sui, нареди да се постави бронзов флаг, но Qin Shubao не можа да го атакува дълго време. След като разбрал, че Луо Ченг, лидерът на формацията, е негов братовчед, той се свързал с леля си.\nПреди Луо Ченг да си тръгне, той казал на майка си, че човекът, който е дошъл да събори знамето, е неговият братовчед Чин Ционг и майка му му наредила тайно да му помогне. В деня на решителната битка Луо Ченг, който пазеше Бронзовото знаме, внезапно смени страната и се присъедини към силите на Чин Ционг. Те най-накрая победиха формацията на Бронзовия флаг. Луо Ченг окупира прохода Донглинг и се върна победоносно. Луо Ченг също се предаде на династията Тан.\n(Тази история е метафора, че понякога трябва да разчитате на разума, когато правите нещата, вместо да разчитате на емоция или вяра.)", "聖意": "Къщата все още е готова да обещае себе си, търси богатство, запазва своя дял, бъди предпазлив относно брака, ражда момиче, пешеходци остават в полето, копринени буби, седем точки и шест щети на добитъка, търсене на хора, публични дела и миграция , изгубени вещи, западни болести, решение за планини, гробове на запад", "古人": "Тайно помага да се свали бронзовото знаме", "第X籤": "Седемдесет и девет Спечелване на Лота", "宮": "Обеден дворец"}