{"籤詩版本二": "Листата на явора са окапали, есента наближава и обратният път на пътешествениците прилича на облаци.\nБлагодарение на големите Божии усилия, корабът се върна със съкровището във вятъра.", "詩意": "Тази хексаграма представлява образа на паднали листа от явор.\nВсичко е лошо предварително и хубаво накрая.", "解曰": "Приемайте нещата от сърце. Tianxin го следва. Да си изкарвам прехраната. Правете каквото можете.", "籤詩故事一": "◇Вятърът духа към павилиона Tengwang\nУанг Бо, с учтивото име Зиан, е поет от ранната династия Тан. Той е роден в първата година на Юнхуей, император Гаозун от династията Тан. Уанг Бо чете писания от дете и е известен като „дете чудо“. Уанг Бо чете писания от дете и е известен като „дете чудо“.\nКогато беше на десет години, той и баща му случайно минаха покрай храм Гуанди. Те видяха величествената статуя на Гуанди в храма, който държеше копие от „Пролет и есен“ и го четеше. Когато баща му го видя, той беше вдъхновен.Той изпя на император Гуан: „Държа три кичура зелена брада, чета историята на династията Цин на зеления фенер и отдавам почит на известните имена. Държа зеления дракон и луната в ръката си.“ Казва се че през есента на тази година Уанг Бо отишъл от Шанси на остров Хайнан, за да посети баща си, който бил понижен до окръжен съдия на Джиаоджи, преминавайки през хиляди планини и реки по пътя. През есента на годината, когато бил на двадесет и седем години, Уанг Бо отишъл от Шанси на остров Хайнан, за да посети баща си, който бил понижен до поста магистрат на окръг Дзяоджи.По пътя той минал през хиляди планини и реки.\nКогато пристигнахме в планината Маданг този ден, всички слязоха на брега, за да си починат. Когато Уанг Бо минаваше сам покрай древен храм, той изведнъж видя старец, седнал на камъка до храма. Старецът изглеждаше като дете със светла коса и вид на фея. Той каза на Уанг Бо „Не си ли ти Уанг Бо?“ Уанг Бо се стресна и каза: „Точно така! Откъде знаеш това?“ Старецът каза: „Отдавна съм чувал, че имаш добро намерения да спасявате хора и стиховете ви са много значими. Утре ще има грандиозно парти в павилиона Tengwang. Ако можете да присъствате на банкета и да напишете есе, ще бъдете известен през вековете и ще получите пътни разходи.“ Когато пристигнаха в планината Маданг всички слязоха на брега, за да си починат.Когато Уанг Бо минаваше сам покрай древен храм, той внезапно видя на камъка до храма, Имаше седнал старец, който приличаше на дете със светла коса и фея Той каза на Уанг Бо: „Не си ли ти Уанг Бо?“\nУанг Бо беше изненадан и каза: „Точно така! Откъде знаеш това?“\nСтарецът каза: „Отдавна съм чувал, че имате добро намерение да спасявате хора и стиховете, които композирате, са доста значими. Утре ще има голямо парти в павилиона на принц Тенг. Ако можете да присъствате на банкета и да композирате, ще бъдеш известен през вековете и ще получиш пътни разходи.\"\nУанг Бо каза: „Това място е на шест или седемстотин мили от павилиона Tengwang. Как можем да стигнем до тук утре?“ Старецът каза: „Ще използвам кон като божествен вятър, за да ви помогна да плавате гладко. със сигурност ще пристигне утре.\" Уанг Бо ми благодари и каза: \"Извинете, свекър ми. , безсмъртен ли сте или бог?\" Старецът се засмя и каза: \"Аз съм Zhongyuan Shuijun, който отговаря за тази водна зона!\" Уанг Бо каза: „Това място е на шестстотин или седемстотин мили от павилиона Tengwang. Как можем да стигнем тук утре?\"\nСтарецът каза: „Ще използвам коня като божествен вятър, за да ти помогна да плаваш гладко. Определено ще пристигна утре.“\nВан Бо му благодари и каза: „Извинете, свекър, безсмъртен ли сте или бог?“\nСтарецът се засмя и каза: „Аз съм Zhongyuan Shuijun, който отговаря за тази водна зона!“ Тогава старецът подкани Уанг Бо бързо да се качи на лодката. Той видя благоприятни облаци, които го заобикаляха за известно време, и вятърът и водата беше гладка по пътя.С миг на око беше изминал стотици мили.\nТогава старецът подкани Уанг Бо бързо да се качи на лодката. Той видя благоприятни облаци, които го заобикаляха за известно време и пътуването беше гладко. С миг на око беше изминал стотици мили. Както се очакваше, Уанг Бо се втурна към павилиона на принц Тенг сутринта на грандиозното събитие.\nКакто се очакваше, Уанг Бо се втурна към павилиона на принц Тенг сутринта на грандиозното събитие. И на място той написва „Предговора към павилиона на принц Тенг“, който е наречен вечният шедьовър от император Гаозун от династията Тан. И на място той написва „Предговора към павилиона на принц Тенг“, който е наречен вечният шедьовър от император Гаозун от династията Тан.\nИма едно стихотворение, в което се казва:\nВинаги се е казвало, че талантливите хора са богове, така че не е случайно, че вятърът носи Нанчан в Нанчан;\nНаписах изречение за високия павилион на Teng Wang и след това той придружи безсмъртните до Zhongyuan.", "聖意": "Молете се за дома си и се пазете, молете се за благословии, търсете богатство и постигнете брак и хармония.", "古人": "Вятърът духа към павилиона Tengwang", "第X籤": "Подпишете осемдесет и едно", "宮": "Уей Гонг"}