{"籤詩版本二": "Какво да направите, ако загубите добродетелта си заради репутацията си Страхувам се, че късметът ще се промени и ще се случат лоши неща.\nПияна не знам къде да отида Сънувам мъгляв сън в сянката на зелените борове.", "詩意": "Тази хексаграма представлява студената риба, напускаща водата.\nНищо не може да се премести.\n\n(Тази хексаграма е символ на лоша добродетел и лош късмет.\nДръжте краката си на земята във всичко.\n)", "解曰": "Студената риба напуска водата. муха в мехлема. Ако питате за плановете на лагера. По-добре е да Мо Ци\nТози знак ще донесе лош късмет на Liujia. Всичко се обърква. Молете се за сигурност.", "籤詩故事一": "◇Zhuangzi тества жена си\nZhuangzi е роден в династията Джоу. Фамилията му е Zhuang, собственото му име е Zhou, а собственото му име е Zixiu. Той е роден в Mengyi в династията Song. В династията Джоу той е служител на Qiyuan.\nЕдин ден Джуандзъ срещнал жена в планината.Тя седяла пред нов гроб и отчаяно разклащала ветрилото си, сякаш искала да изсуши мократа пръст на гроба. Zhuangzi не разбра намерението й, затова я попита. Тя каза, че човекът, погребан в гроба, е нейният съпруг и последните думи на съпруга й бяха, че не може да се омъжи повторно, докато пръстта на гроба не изсъхне. Тя не можеше да чака повече, затова разбърка пръстта на гроба, за да изсъхне по-бързо, за да може да преследва втора пролет.\nДжуандзи въздъхна, когато си помисли, че има толкова безсърдечна жена на света. Тогава си помислих дали жена ми ще бъде такава? Когато възникне подозрение, искам да го тествам.\nФамилията на съпругата на Zhuangzi е Tian и двойката обикновено има близки отношения.За да провери лоялността на жена си, Zhuangzi решава да се престори на мъртъв.\nЧувайки, че Джуандзъ е починал от внезапна болест, много хора от цял ​​свят, включително роднини и приятели, дойдоха да изкажат своите съболезнования. Сред тях беше красив крал и внук от щата Чу, който беше богат на богатство. Виждайки, че г-жа Тиан беше наскоро овдовял и жалък, той я преследваше. Г-жа Тиен не издържа на изкушението и се влюби в Уанг Сун. Двамата се ожениха само след двадесет дни.\nСъщата нощ, когато виното беше изпито и ушите бяха горещи, Ван Сун внезапно получи сърдечен удар и почина.\nГ-ца Тиен била уплашена и паникьосана и попитала спешно Уанг Сун какво да направи.Уанг Сун издържал болката и казал на г-жа Тиан, че мозъците на мъртвите тела могат да се използват за връщане на мъртвите към живот.\nКъде да намеря трупа? Г-жа Тиан внезапно си помисли, дали съпругът й не умря? Г-н Тиан забрави за старата любов между съпруг и съпруга и всъщност взе брадва и разцепи ковчега на съпруга си, готвейки се да извади мозъка му за лекарство.\nНеочаквано, когато ковчегът беше отворен, Zhuangzi се върна към живот. Г-жа Тиан беше толкова засрамена, че се обеси.\n(Тази история е метафора за нарушаване на приятелството за лична изгода, така че не можем да се съгласим с нея.)", "聖意": "Къщата е спокойна, човекът е в безопасност, парите са несправедливи, сделките са пожертвани, бракът е разрешен, злото в Liujia просперира, пешеходците не са пристигнали, копринените буби са в мир, добитъкът е в мир, хората търсят хора, делото се е променило, учениците са били консервативни, имуществото е изгубено, няма болест, а планината и гробниците са били зли.", "古人": "Zhuangzi тества жена си", "第X籤": "Партида 84", "宮": "Уей Гонг"}