{"籤詩版本二": "Тъмни облаци и мъгла покриват пътя пред планината Всичко е кръгло и луната отново е кръгла.\nАко получаваш поезия и книги, ще се събудиш от дълбок сън.Благородният човек ще те отведе до покрива.", "詩意": "Тази хексаграма символизира края на пролетта и цъфтежа на цветята.\nВсичко се променя след Господа.", "解曰": "Старецът трябва да помоли за помощ. Цъфти отново през пролетта. Желание за слава и богатство. Срещнете неочаквана печалба в края на живота си.", "籤詩故事一": "◇ Han Wengong среща сняг\nХан Ю, чието учтиво име беше Туиджи, беше от Чангли. Tang Dezong става Jinshi през осмата година на Zhenyuan, а посмъртната му титла е Wen Gong.\nПо време на управлението на император Xianzong от династията Tang, Han Yu протестира с костите на Буда, което разгневи императора. Хан Ю остави жена си и децата си и отиде в Чаочжоу. След по-малко от няколко дни ходене, студеният вятър се усили и заваля силен сняг. Хан Ю стигна до място, където снегът беше няколко фута дълбок, което затрудняваше коня му да се движи напред. Нямаше къща наблизо и той не знаеше къде е пътят. Ако искате да следвате пътя и да се оттеглите, няма връщане назад. Вятърът духаше силно и снегът валеше бързо.Хан Ю беше мокър до кожа, измръзнал и гладен и нямаше къде да изрази скръбта си.\nХан Ю въздъхна и каза: \"Императорът няма да ме убие, но императорът иска да ме унищожи.\"\nТочно когато Хан Ю бил отчаян, той видял мъж да идва да чисти снега въпреки силния студ.Той се оказал Хан Сяндзъ (племенник на Хан Ю).\nПреди това Хан Сяндзъ беше казал на Хан Ю: „Къде е домът на Юн Хенг в Цинлин? Снегът прегръща синята порта и конят спира да се движи напред.“ По това време Хан Ю не разбираше какво има предвид Хан Сяндзъ, но сега той най-накрая разбрах.\nТака Хан Ю и Хан Сяндзъ отидоха да пренощуват в къщата на Фу в Лангуан. Говорейки за миналото и пътя към самоусъвършенстването, Хан Ю беше искрено убеден.\nПо-късно Хан Ю изоставя официалната си позиция, дарява цялото си имущество на местното правителство и отива в планината, за да практикува даоизъм и да стане безсмъртен.", "聖意": "Къщата не е добра за себе си, внимавайте да търсите пари, съсредоточете се върху бизнеса, бракът закъснява, женските пешеходци Liujia блокират полета, копринените буби са добри, добитъкът е добър, трудно е да намерите хора, публичните съдебни дела се повтарят, загубено имущество , сериозно заболяване, забавяне на болестта, планинска гробница трябва да се промени.", "古人": "Хан Венгун се натъква на сняг", "第X籤": "Осемдесет и петата печеливша лотария", "宮": "Шен Гонг"}