{"籤詩版本二": "Вървейки по средата на западната планина, скалите на Джунлинг не могат да бъдат уредени.\nГледайки Бог за защита, това тяло все още е в моргата", "詩意": "Тази хексаграма е като да търсиш злато в пясъка.\nВъв всичко има признаци на благородни хора.\n\nСъщо така: Тази хексаграма показва, че човекът е в опасност.\nВъв всичко има признаци на благородни хора.", "解曰": "Нефритът може да бъде намерен чрез издълбаване на камък. Намерете злато в пясъка. Трябва да работим усилено. Просто проблеми.\nДруга работа: трудна ситуация. Няма къде да остана. Поискайте Божието благословение. Молете се за душевен мир.", "籤詩故事一": "◇ Отхапете злато и изследвайте подземни пещери\nЗа да отпразнува своите военни подвизи, Cheng Yaojin организира банкет в Yanwuyang. Изведнъж в земята се отвори дупка, която беше необозрима.Всеки тегли жребий, като избираше думите, захапваше златото, за да спечели, и наемаше въжета, за да се завърже в дупката.\nИма каменни врати, маси, столове, мостове и други предмети.На масата има драконови одежди и нефритени колани, които са направени от злато и са изтъркани от пещерата.\nЯо Джин излезе от дупката с голяма и малка кутия, отвори дървената кутия и извади нефритовия печат, отвори кутията, извади голямото знаме и мантията на короната и следите и ги сложи на масата, и всички ги гледаха един по един. Видях осемте символа на печата, гравирани върху големия печат, бяха „Кралят Демон на Хунши, Великият добродетелен император“.\nВсички го боготворяха като \"императора\", а Яоджин правеше това в продължение на три години като краля на демоните. (Всъщност това беше просто самопровъзгласено и Ченг Яоджин беше просто лидер на селото по това време.)\n(Тази история е метафора, че добрите неща са точно като актьорството. Това е артистичната концепция за „това тяло все още е в празнотата“.)", "聖意": "Молитва за дом и къща, себе си, липса на печалба, търсене на богатство, работа упорито, внимаване в бизнеса, бракът ще бъде възпрепятстван от Liu Jiaxu, пешеходци, Chi Tian, ​​копринени буби, конюшня с шест добитъка, търсене на хора, без съдебни дела , загуба, миграция, съхраняване на изгубено имущество, зли болести, препятствия, планини и гробове.", "古人": "Проучване на криптата за злато", "第X籤": "Знак осемдесет и седем", "宮": "Шен Гонг"}