{"籤詩版本二": "Не ме занимавайте с личните си работи, по-уместно е да питате обществеността.\nЯсното сърце е светло като ярката луна в небето", "詩意": "Тази хексаграма представлява образ на ярка луна в небето.\nВсичко е светло и просторно.", "解曰": "Бъди прав в сърцето. Изправете закона. Свети думи. Накрая става ясно.", "籤詩故事一": "◇ Генералът на Конг Минг\nРешение: Джуге Лян мобилизира своите войски и генерали\nПо време на периода на Трите кралства, Джуге Лян (181-234), с учтивото име Конгминг, е роден в Янгду, Лангя (сега окръг Инан, провинция Шандонг).\nZhuge Liang се съгласи да стане длъжностно лице, след като Liu Bei посети три пъти къщата със сламен покрив. По това време Cao Cao беше успокоил Хъбей и беше решен да тръгне на юг. Той изпрати Xiahou Dun като главен генерал, Yu Jin, Li Dian и други като заместник-генерали, водейки армия от 100 000 души да марширува към Синие. Въпреки че Джуге Лян имаше план да се оттегли от врага по това време, Гуан Ю и Джан Фей презряха думите на Джуге Лян. Zhuge Liang нямаше друг избор освен да използва меча на Liu Bei, за да покори двамата мъже. Всеки от тях водеше хиляда войници и коне и се спотайваше в Yushan и Anlin. Те изчакаха Xiahou Dun да поведе армията му и след това ги атакуваха с засади и огън.\nВ допълнение Джао Юн е изпратен да поведе старите и слаби остатъци от армията, за да се бие като авангард срещу Сяхоу Дун, след което симулира поражение и се оттегля, примамвайки Сяхоу Дун по тесния път в планините и горите. Той също така изпраща Гуан Ping, Zhou Cang, Liu Feng и други да се промъкнат в тила на армията на Cao, изгаряйки провизии и предизвиквайки паника в армията на Cao.\nСлед битката всичко се случи така, както Zhuge Liang уреди. Когато Xiahou Dun и Yu Jin поведоха армията в преследване, Li Dian, който беше в тила, спешно информира Xiahou Dun отпред, че трябва да се пази от вражески огневи атаки. Обаче беше твърде късно. Армията на Cao беше ограничена от тесния път и се намираше на място, където дърветата бяха преплетени, така че огънят не можеше да започне.Имаше тежки жертви и Xiahou Dun и други генерали бяха победени и избягаха обратно в Xudu.\n(Тази история е метафора, че Конг Минг е добър в използването на хората и управлението на страната с мъдрост.)", "聖意": "Домът и къщата са благоприятни Желая късмет в богатство, спокойствие, проспериращ бизнес, брак, успех, успех в Liujia, мъже, които преместват полета, копринени буби, загуба на добитък, изчезнали хора, публични дела, миграция, загубено имущество, благословии, болести, мир, планини и гробове.", "古人": "Генералът на Конг Минг", "第X籤": "Деветият знак", "宮": "Ин дворец"}