{"籤詩版本二": "Доброто шоу ви кара да се откроявате от тълпата с намръщено лице, а бъдещето ви се променя и вие носите много богатство.\nПътят е широк като небето и всички пари, които можете да дадете, ще бъдат в сърцето ви", "詩意": "Тази хексаграма показва обещаващо бъдеще.\nВсичко е наред.", "解曰": "Голям път. Можете да продължите напред. Използвайте сърцето си. Само напред.\nВсичко върви по план с този знак. Успех на Jichang.", "籤詩故事一": "◇ Трима герои се бият срещу Лу Бу\nРешение: Трима герои Zhang Fei, Guan Yu и Liu Bei се бият срещу Lu Bu\nDong Zhuo научава, че Hua Xiong е обезглавен и изпраща летящия генерал Lu Bu да се бие. Веднага след като Lu Bu влезе в битка, той уби генералите Fang Yue и Mu Shun и уби Wu Anguo и Gongsun Zan.\nДжан Фей видя, че Гонсун Зан не може да победи Лу Бу, затова бързо смени Гонсун Зан и извика: „Робите на трите фамилии трябва да напуснат! Джан Фей от Ян е тук!“ След това те се биеха повече от петдесет рунда в последователност, без победител или губещ.\nСлед като Guan Yu го видя, той и Zhang Fei атакуваха Lu Bu и се биеха повече от тридесет рунда.\nЛиу Бей също носеше два меча, плесна с коня си и пристъпи напред, за да помогне на Джан Фей и Гуан Ю.\nТримата мъже заобиколиха Лу Бу и продължиха да се бият. Всички хора в групата бяха зашеметени.\nСкоро Лу Бу започва да губи сила. Пегасът на Лу Бу отстъпва, но тримата мъже преследват Лу Бу и отказват да се предадат. Те не се оттеглят, докато не срещнат войските на Лу Бу.\n\"Трите кралства\"\n(Тази история е метафора за смелостта и бойните умения на Лу Бу. Един човек може да победи трима души.)", "聖意": "Сърцето на къщата и дома пътува само в собственото си пътуване, за да търси богатство.Възможна статия за брак отива при Liujia.Нещата вървят гладко за хората.Използване на копринени буби Zhushuntian.Хора могат да бъдат намерени сред шестте животни.Хората могат да бъдат намерени предварително .Съдебен спор.Миграция.Загубена собственост.Болести.Планините и гробовете са като късмет.", "古人": "Трима герои се бият срещу Лу Бу", "第X籤": "Деветдесет и една печеливша лотария", "宮": "Ти Дворец"}