{"籤詩版本二": "Luan Feng Xiang беше намокрен от дъжда, но по това време беше тормозен от Queer\nБях шокиран да разбера, че един ден облаците бяха далеч, но въпреки това ти върнах дрехите си.", "詩意": "Тази хексаграма представлява символа на Луан и Феникс, покрити от дъжд.\nВсичко идва когато му дойде времето.", "解曰": "Злодеят просперира ден след ден. Един джентълмен не трябва да прави нищо. Просто се дръж за себе си. Вземете мерки, когато му дойде времето.", "籤詩故事一": "◇Gao Jun гарантира брак\nВ ранната династия Сун, Джао Куангин обединява севера и цялата страна се предаде. Въпреки това, в династията Южен Тан, Ли Ю се укрепи на юг от река Яндзъ. Той възприе стратегията да предложи град и да се преструва, че се предава, хващайки Zhao Kuangyin в Shouzhou и ситуацията беше критична. Племенникът на Zhao Kuangyin, Gao Junbao, млад мъж със златен пистолет, напуска Bianjing, за да пробие обсадата на Shouzhou.\n, минавайки покрай планината Шуангсуо, те разбиват табелата „Съпруг“, поставена от Лиу Джиндин, и двамата се състезават.В резултат на това Лиу Джиндинг побеждава Гао Джунбао три пъти с неговите превъзходни бойни изкуства и те си разменят златни боздугани и сребърни камбани за цял живот. Племенникът на Zhao Kuangyin, Gao Junbao, напусна Bianjing, за да спаси хванатия в капан Zhao Kuangyin в Shouzhou. Той премина през планината Shuangsuo и разби знака, поставен от Liu Jinding. Двамата се състезаваха, но Liu Jinding победи Гао Junbao три пъти с неговите превъзходни бойни изкуства и беше принуден да се ожени. Двойката поведе тълпата в обсадата и спаси Джао Куангин.\n(Метафората на тази история е, че двамата не са се помирили (те са били тормозени), но по-късно са се помирили.)", "聖意": "Семейният дом не е добър за себе си, внимавайте да търсите пари, блокирайте бизнеса, изчакайте брака, забавяне, Liujia, фалшив пътешественик, бавете се в полетата, копринени буби, късно, шест щети на добитък, трудно намиране на хора, съдебни дела, загуба, миграция, консервативност, загубено имущество, сериозно заболяване, разширяване на планината, гробна реформа", "古人": "Гао Джун гарантира брак", "第X籤": "Деветдесет и три печелят от лотарията", "宮": "xugong"}