{"籤詩版本二": "Амбицията и постиженията са в династията, но сега ще има безкрайно пиене и секс.\nВидиш ли златен петел, ще се отблагодариш с пари, късмет и богатство.", "詩意": "Тази хексаграма представлява символ на амбиция и слава.\nПоддържайте всичко благоприятно.", "解曰": "Амбициозна и развълнувана. Не е късно да се предпазите. Златният петел обещава. Всички щастливи.", "籤詩故事一": "◇ Cao Pi се провъзгласи за император\nКао Пи, учтивото име Зихуан, е роден в Пейгуоцяо (сега окръг Хао, Анхуей). Известен политик и писател от периода Jian'an.\nCao Pi е вторият син на Cao Cao. Той живее с баща си във военния лагер от дете. Под влиянието на баща си Cao Pi научава стрелба с лък на шестгодишна възраст и конна езда на осемгодишна възраст и се развива добри умения в бойните изкуства. Той също така има обширни познания за древни и съвременни класики и биографии, както и книгите на стотици школи на мисълта. Едва на осемнадесет години Cao Cao побеждава Yuan Shao и Cao Pi живее относително стабилен живот в Yecheng, центърът на управлението на Cao Cao. Оттогава, въпреки че понякога придружаваше баща си на военни експедиции и живееше живота на благороден син през повечето време, той все още практикуваше бойни изкуства всеки ден и не се е отказал до ден днешен. Той често язди коня си на сто крачки и е много опитен в бойните изкуства.Понеже често практикува бойни изкуства, той е лек и силен.\nНай-големият син на Cao Cao Cao Ang е убит в битка. След смъртта на най-големия син, Као Пи става първият избор за престолонаследник. Когато беше на тридесет и една години, той беше направен престолонаследник от Цао Цао. Когато Цао Пи е на тридесет и три години, Цао Цао умира от болест и Цао Пи го наследява като министър-председател и крал на Уей. Той каза, че често язди кон на сто крачки и е много сръчен.Понеже често практикува кунгфу, той е лек и здрав.", "聖意": "Молете се домът ви и домът ви да бъдат спокойни. Търсете богатство, работете упорито, търгувайте и се разделяйте рано. Бракът ще бъде успешен. Liujia ще бъде в безопасност. Хората ще бъдат на нивите. Копринените буби ще бъдат зрели. Шест добитъка ще бъдат зрял Ще бъде трудно да се намерят хора Публични съдебни спорове Спешно решение Миграция Изгубена собственост Далече Болестите витаят в планини и гробове Успех.", "古人": "Као Пи се провъзгласява за император", "第X籤": "Деветдесет и петата печеливша лотария", "宮": "xugong"}