{"籤詩版本二": "Величествената пагода е необичайна, с изящни елементи от всички страни, които блестят ярко.\nПризовавам ви да сте решени да се покланяте усърдно и да вършите добри дела и небето ще ви изпрати благословии.", "詩意": "Тази хексаграма представлява проявата на заслуги.\nВсичко е благоприятно.", "解曰": "Тези благословии. Всеки го има. Не бъдете прекалено заети. Заслугите се определят предварително.", "籤詩故事一": "◇Кралят на Фенянг се среща с внука си на китайския Свети Валентин\nРешение: Guo Ziyi срещна момичето Уийвър, слизащо на земята на китайския Свети Валентин. Тянсун, внучката на Нефритения император, е Седемте феи.\nGuo Ziyi (697-781), известен също като Guo Linggong, е бил родом от окръг Zheng, Huazhou (сега окръг Huaxian, провинция Shaanxi) и генерал от династията Tang. Императорският двор дава на Ziyi титлата крал на Fenyang.\nГовори се, че Ziyi бил първоначално от Huazhou и отишъл да се присъедини към армията извън Великата китайска стена. Той отишъл в Пекин, за да настоява за военно заплащане и се върнал в Yinzhou. По това време се случило китайският Свети Валентин. Вятърът и пясъкът се стъмняваха и слънцето притъмняваше. Зийи не можеше да се движи напред, затова стоеше до пътя. Спеше на пода в празна къща. Когато се канеше да заспи, изведнъж видя червена светлина от двете страни.Той се изправи и изненадано погледна нагоре.В небето имаше облак,който бавно се спускаше.Там седеше красива жена,достолепна и великолепна,съвсем различна от обикновените хора. Ziyi незабавно отдаде почитта си и каза: „Днес е седмият ден от седмия лунен месец. Мисля, че това е Момичето тъкач, което дойде, желаейки да й даде дълголетие и богатство.“\nЖената също отговори: \"С голямото богатство идва дълголетието.\"\nСлед като свърши да говори, сиянието се върна и облаците бавно се издигнаха. Жената все още гледаше надолу към Гуо Зийи с приятна усмивка. Едва когато беше далеч от нея, димът се размаза и тя вече не можеше да се види.\nОказа се вярно, точно както каза жената. Заслугите на Зийи са световноизвестни, той е изключително популярен министър и е генерал със заслуги и добродетели.", "聖意": "Пожелайте нещо за себе си у дома, пожелайте си нещо за себе си, молете се за пари, късмет в бизнеса, късмет в брака, късмет в Liujia, щастливи пътувания с хора, движещи се ниви, копринени буби, стабилен добитък, лош късмет в намирането хора, публични съдебни дела, миграция, късмет, болести на изгубена собственост, гробници в Zhenxingshan", "古人": "Крал Фенянг се среща с внука си на китайския Свети Валентин", "第X籤": "Подпишете деветдесет и шест", "宮": "xugong"}