{"籤詩版本二": "Като овладяваме коня и държим камшика, идваме право тук, наполовина в опасност и наполовина в бедствие.\nТова е като къща, изпепелена от пожар. Когато небето падне, дъждът го превръща в пепел. Имам план.", "詩意": "Тази хексаграма представлява наполовина скръб и наполовина радост.\nПрепоръчително е да правите добро във всичко.", "解曰": "Труд през целия живот. Не се интересувайте от правилно и грешно. Оковите са временни. Негодуванието идва естествено.", "籤詩故事一": "◇Tao Sanchun побеждава Zheng En в Guayuan\n„Да живее моя памет“, Джао Куангин се изправи отново, „Кралят на Beiping Zheng En беше уредил брак тогава. Сега, когато светът е в мир, бих искал да помоля за вашето разрешение да избера благоприятен ден за сватба. \"\n„Да живее моят паметник!“ Джао Куангин се изправи и каза: „Кралят на Пекин, Джън Ен, беше уредил брак тогава. Сега, когато светът е в мир, бих искал да помоля за вашето разрешение да избера благоприятен ден за брак.\"\n„О, третият брат беше сгоден преди, как така не знаех за това?“ Чай Жун беше много изненадан. Той махна с ръка на Джао Куангин да седне и да говори.\n„О! Третият брат беше сгоден преди, защо не знаех за това?“ Чай Жун (император от по-късната династия Джоу) беше много изненадан. Той махна с ръка и помоли Джао Куангин да седнат и да говорят.\n„Това е дълга история. Първо, ние все още бяхме в бедност по това време и не се присъединихме към вашата армия. Оттогава се бием от години и нямаме време да се грижим за вас. Второ, третият брат също е малък стеснявам се да го споменавам, така че Ваше Величество не знае.\n„Това е дълга история. Първо, ние все още живеехме в бедност по това време и не се присъединихме към вашата армия. Оттогава се бием от години и нямаме време да се грижим за вас. Второ, третият брат също е малко ме е срам да го споменавам, така че Ваше Величество не знае.\n„Хей, студентът ще се жени, какъв е смисълът да се срамуваш? Третият брат е на бойното поле от дълго време и може да се счита за несравним герой. Защо си толкова дребнав по този въпрос?“\n\"Хей! Момчето от колежа се жени, какъв е смисълът да се срамуваш? Третият брат е на бойното поле от дълго време и може да се счита за несравним герой. Защо си толкова дребнав по този въпрос?\"\n„Говорейки за това, не мога да обвинявам третия си брат, че е срамежлив, защото този брак беше изкован.“\n„Говорейки за това, не мога да обвинявам третия си брат, че е срамежлив, защото този брак беше изкован.“\n„Написахте? Хей, интересно е. Моля, кажете ми какво се случи.“\n\"Написах го! Хей! Интересно е! Моля, кажете ми какво се случи.\"\n„Да, спомням си онази година, когато щяхме да се присъединим към Негово Величество, минавахме през окръг Баочен. Беше много горещо през юни. Третият ми брат не можа да остане в хотела, така че излезе да се скита сам. След като мина покрай градината с пъпеши, той влезе да бере. Пъпешите утоляваха жаждата. По това време нямаше много ранно узрели пъпеши, а третият брат не знаеше как да ги бере, затова счупи много от тях. Тази, която гледаше пъпешите, беше жена. Тя пристъпи напред, за да обвини третия брат. Двамата имаха разногласия, след което започнаха да се карат. Елате. За щастие се притесних и се притекох на помощ, иначе.. .\"\n„Да, спомням си онази година, когато щяхме да се присъединим към Негово Величество, минавахме през окръг Баочен. Беше много горещо през юни. Третият ми брат не можа да остане в хотела, така че излезе да се скита сам. След като мина покрай градината с пъпеши, той влезе да бере. Пъпешите утоляваха жаждата. По това време нямаше много ранно узрели пъпеши, а третият брат не знаеше как да ги бере, затова счупи много от тях. Тази, която гледаше пъпешите, беше жена. Тя пристъпи напред, за да обвини третия брат. Двамата имаха разногласия, след което започнаха да се карат. Елате. За щастие се притесних и се притекох на помощ, иначе.. .\"\n„Този ​​Zheng Ziming, той е виновен на първо място, той трябва да се извини. Защо го биеш? Освен това, как може семейството на едно момиче да издържи на ударите и ритниците на свиреп мъж като него! Хайде, победи момичето до парчета. Не?\" „Момичето беше невредимо...\"\n„Този ​​Zheng Ziming, той е виновен на първо място, така че той трябва да се извини. Защо го биеш? Освен това, как семейството на едно момиче може да издържи на ударите и ритниците на свиреп мъж като него! Хайде, кажи ми, ти преби това момиче. Не?\"\n„Момичето е невредимо...“\n„Това е добре, това е добре... Хей, не взехте ли мерки? О, предполагам, че ме спасихте навреме.“\n\"Няма страшно! Няма страшно... Хей! Не взехте ли мерки? О! Предполагам, че вие ​​бяхте този, който ме спаси навреме!\"\n„...Не, човекът, когото спасих, беше...третият брат.“ „...Не, човекът, когото спасих, беше...третият брат.“\n\"Ах ах?!\"\n\"Третият брат беше съборен на земята от жената и жестоко бит през целия път. За щастие аз пристигнах и го убедих да си тръгне, така че той не пострада сериозно... Ваше Величество... Ваше Величество!... \"\n\"Третият брат беше повален на земята от жената и през целия път беше бит жестоко. За щастие аз пристигнах и го убедих да си тръгне, така че не пострада сериозно... Ваше Величество... Ваше Величество!.. .\"\n„А?...О, коя е тази жена!?“ „А!?...О, коя е тази жена!?“\n„Едва по-късно разбрах, че жената се казва Тао Санчун, а баща й Тао Хонг беше стар герой, който нямаше никакви стремежи. Тао Санчун научи бойни изкуства от баща си от дете. След като разбрах семейството му, видях, че госпожица Санчун има изключителен характер. , Луо Луо и щедри, без никакъв навик да бъдат малко момиче, те умишлено го съвпадаха. Бащата и дъщерята на Тао също харесваха много прямия характер на третия брат. Те разбрахте се веднага и взехте решение за този брак за тях двамата. Ваше Величество, моля, кажете ми, това не е ли фалшифициран брак?“\n„По-късно разбрах, че момичето се казва Тао Санчун и е учила бойни изкуства от баща си от дете. След като се запознах със семейството му, видях, че госпожица Санчун има изключителен характер, беше щедра , и нямаше ни най-малка следа да е малко момиченце, така че нарочно я наех. Г-н Тао и дъщеря му също много харесаха прямия характер на третия си брат. Двамата веднага се разбраха и решиха да се оженят за всеки Ваше Величество, не смятате ли, че това е фалшив брак?\n(Метафората на тази история е, че едно лошо нещо се оказа добро нещо.)", "聖意": "Молете се за защита на дома и себе си, бъдете внимателни, молете се за богатство, съсипете бизнес, възпрепятствайте брака, наказание, Liujia, застраховка, пешеходци, хванати в капан в полета, щети от копринени буби, щети по добитък, изчезнали хора, незаконни съдебни дела, загуба, миграция, консервативност , изгубено имущество, зли болести, тревоги, опасности, планини, гробници, провал", "古人": "Тао Санчун бие Джън Ен в градината с пъпеши", "第X籤": "Номер деветдесет и девет", "宮": "Хайгун"}