{"籤詩版本二": "Moge de wereld geschapen worden voor een goed huwelijk, veelbelovende dagen en goede tijden, en mag alles goed gaan\nHet is geen kleinigheid als je dit kavel krijgt.De keizer verklaart dat mensen loyaal en oprecht zijn.", "詩意": "Dit hexagram vertegenwoordigt het begin van de opening van hemel en aarde.\nAlles is veelbelovend.", "解曰": "Snelle snelheid. Het jaar is zijn tijd niet waard. Guanyin schrijft het op. Laat het mij eerst weten.", "籤詩故事一": "◇Zhongli werd verlicht\nZhongli Quan, bijgenaamd Zhongli, voornaam Quan, beleefdheidsnaam Yunfang en bijnaam Zhengyang, was een inwoner van Xianyang County, Xi'an, provincie Shaanxi tijdens de Oostelijke Han-dynastie.\nZhong Liquan was een generaal uit de Han-dynastie. Tijdens de expeditie tegen de Westelijke Qiang was hij jaloers op commandant Liang Yi en wees hem slechts 30.000 oude en zwakke soldaten toe. Zodra hij op zijn bestemming aankwam, werd het kamp beroofd door het Westelijke Qiang-leger, en de soldaten vluchtten. Zhong Liquan verdwaalde in een vallei en ontmoette onderweg een Hu-monnik. Hij nam hem mee naar een klein dorp en zei: \"Dit is de residentie van meneer Donghua.\" Daarna nam hij afscheid en vertrok. Na een tijdje zei iemand plotseling: ‘Dit moet zijn omdat de mens met groene ogen te spraakzaam is.’ Hij zag een man die een witte hertenvacht droeg en een groene quinoastaf vasthield. Hij vroeg aan Zhong Liquan: ‘De persoon die kwam hier is Han Da, generaal Zhongliquan\n? Zhong Liquan was geschokt, wetende dat hij een vreemd persoon had ontmoet, dus leerde hij oprecht de Tao kennen.\nZhong Liquan ontmoette later Zhenren Huayang en de onsterfelijke koning Xuanfu, en leerde het \"geheim van onsterfelijkheid\" kennen. Ten slotte woonde hij in Zijin Sihaofeng in de Kongtong-berg, verkreeg het \"Geheim van de Jade Box\", werd een echte onsterfelijke en werd door de Quanzhen-sekte ook vereerd als een van de vijf noordelijke patriarchen.", "聖意": "Bid dat uw huis en huis gezegend zullen worden met geluk in de herfst en winter. Zoek geluk in de herfst en winter. Veel succes in zaken, veel geluk in het huwelijk, veel geluk bij het baren van jongens, veel geluk bij het reizen naar het veld , veel geluk met zijderupsen, veel geluk met vee, veel succes met het vinden van mensen, veel succes met openbare rechtszaken, veel geluk met migratie, verloren eigendommen, ziekten uit het noordoosten, veel geluk met het sturen van bergen en graven.", "古人": "Zhongli werd verlicht", "第X籤": "eerste teken", "宮": "Baarmoeder"}