{"籤詩版本二": "De onschatbare jade en de schatten die in de steen verborgen zijn, worden alleen gezocht door buitenlanders uit andere plaatsen.\nNet zoals je een lamp vasthoudt op zoek naar vuur, is het beter om de verspilde moeite op te ruimen", "詩意": "Dit hexagram houdt de lamp vast en zoekt naar het symbool van vuur.\nAlles zal te zijner tijd worden gerealiseerd.", "解曰": "Huwelijksbijeenkomst. Niets kan gedaan worden. Moet onbeperkt zijn. Het is waar voor mijn ogen.", "籤詩故事一": "◇Pang Juan observeert de formatie\nTijdens de periode van de Strijdende Staten was Sun Bin een inwoner van Qi. Pang Juan was een inwoner van Wei. Hij aanbad ook Gui Guzi als zijn leraar.\nSun Bin leerde beter dan Pang Juan, en Pang Juan werd de generaal van Wei. Hij vocht met Sun Bin in een strijd van verstand, en toen hij verloor, haatte hij Sun Bin.\nHij gebruikte een truc om de voeten van Sun Bin af te snijden. Later deed Sun Bin alsof hij gek was en kon ontsnappen.\nKoning Wei van Qi gebruikte Sun Bin als zijn militaire adviseur om troepen te leiden om Wei aan te vallen.\nPang Juan ging naar het kamp van Sun Bin om de militaire formatie te inspecteren. Sun Bin bedroog Pang Juan door te doen alsof hij zijn troepen verminderde en in het geheim meer troepen toevoegde. Pang Juan achtervolgde hem naar Maling Road en werd doodgeschoten door een hinderlaagsoldaat met een kruisboog.\n(De metafoor van dit verhaal is dat jij ook getalenteerd bent, dus waarom zou je jaloers zijn op zijn talent?)", "聖意": "Het huis is niet goed voor jezelf, het is moeilijk om geld te vinden, het is moeilijk om te handelen, het is moeilijk om te trouwen, het is moeilijk voor een vrouwelijke reiziger om het veld, zijderupsen, Qiuji en zes vee te verplaatsen, het is moeilijk om iemand te vinden, om gevonden te worden, om aangeklaagd te worden, om naar een oud huis te verhuizen, om verdwaald te zijn, om ziek te zijn, om begraven te worden in een berggraf.", "古人": "Pang Juan observeert de formatie", "第X籤": "De tiende loterij", "宮": "Yin-paleis"}