{"籤詩版本二": "Waarom ga je niet naar Tailai, dat is net om de hoek? Ik laat de heer tijdelijk buiten de berg.\nAls er goed nieuws is over de tijger of het konijn, ben je vrij, ook al ben je vastbesloten het druk te hebben.", "詩意": "In dit hexagram is er een teken van zegening onder tegenslagen.\nAlles is van tevoren slecht en uiteindelijk goed.", "解曰": "Vervang door hennepzijde. Iemands voeten raken. Zie duidelijk. Zegeningen komen voort uit rampen.", "籤詩故事一": "◇Ontmoeting met een meester in Bukit\nWu Ji was oorspronkelijk een houthakker en de twee ontmoetten Jiang Ziya toen ze aan het vissen waren in de Feng-rivier. Wuji lachte toen hij Ziya met een rechte haak zag vissen.\nZiya keek naar Wuji's gezicht en zei tegen de waarzeggerij: \"Als je vandaag de stad binnenkomt, vermoord je iemand.\" Nadat hij dit had gehoord, vertrok Wu Ji boos en droeg brandhout de stad in.\nNadat hij de stad was binnengekomen, kwam Wu Ji in botsing met anderen en sloeg premier Wen Wang per ongeluk dood.\nKoning Wen bouwde de grond uit als gevangenis en zette Wu Ji gevangen.\nBukit Hou werd tijdelijk vrijgelaten en ter dood veroordeeld om tot de herfst voor zijn moeder te zorgen.\nZijn moeder vroeg hem om Jiang Ziya om hulp te vragen.\nDe Taigong accepteerden hem als zijn discipel, leerden hem de kunst van het oorlogvoeren en gaven hem de opdracht gaten te graven en spreuken uit te spreken om zijn aangeboren lot te doorbreken.\nNa de herfst werd Wu Ji niet gestraft. Koning Wen leidde de aangeboren cijfers af en dacht dat Wu Ji zelfmoord had gepleegd uit angst voor misdaad.\nLater ontmoette koning Wen Wu Ji, en Wu Ji stelde koning Wen voor aan Jiang Taigong.\nTaigong kreeg de titel van generaal van Wude. Zowel de meester als de leerling werkten voor koning Wen.", "聖意": "Het huis is veilig, het zelf heeft geluk, de zaken zijn goed, het huwelijk is laat, de mannelijke voetganger is niet teruggekeerd naar het veld, de zijderupsen zijn winstgevend, de zes dieren zijn Shenji, de zoektocht is goed, de openbare rechtszaak is goed, de migratie is conservatief, de verloren eigendommen worden gezien, de ziekte is goed, Qiuji, de berg en het graf zijn goed.", "古人": "Bukit-ontmoeting", "第X籤": "Het twaalfde teken", "宮": "Yin-paleis"}