{"籤詩版本二": "Net zoals een kraanvogel uit zijn sterfelijke kooi tevoorschijn komt, is het mogelijk om uit de sterfelijke kooi te ontsnappen.\nEr zijn geen barrières tussen noord, zuid en oost. U kunt rechtstreeks naar het Jiuxiao-paleis gaan.", "詩意": "Dit hexagram vertegenwoordigt het beeld van een kraanvogel die zijn kooi verlaat.\nAlles is van tevoren slecht en uiteindelijk goed.", "解曰": "Geen zorgen. De weg is voorspoedig. Wees op uw gemak. Zorgeloos als mens (god).", "籤詩故事一": "◇Ziya verliet zijn officiële standpunt\nToen Jiang Ziya als waarzegster werkte, zag hij dat een vrouw was getransformeerd door de jade pipa-geest, dus greep hij haar vast en sloeg haar zelfs met een inktsteen. De premier van koning Zhou legde uit wat er was gebeurd, vroeg wat er was gebeurd en nam Jiang Ziya vervolgens mee naar koning Zhou. Jiang Ziya gebruikte Samadhi True Fire om de pipa-geest uit zijn oorspronkelijke vorm te verbranden in het bijzijn van koning Zhou, en koning Zhou maakte hem tot een hoge ambtenaar.\nOm de jade pipa-geest te wreken, vroeg Daji koning Zhou om Jiang Ziya de opdracht te geven een hertenplatform te bouwen. Jiang Ziya berispte koning Zhou en koning Zhou beval hem te doden. Jiang Ziya ontsnapte door water te gebruiken. Na thuiskomst vroeg Jiang Ziya Ma of hij naar Xiqi wilde gaan, en Ma wilde van hem scheiden. Dus ging Jiang Ziya alleen naar Xiqi (de hoofdstad van koning Wen van de Zhou-dynastie).\nJiang Ziya arriveerde in Xiqi en leefde in afzondering terwijl hij viste in de Panxi-kloof. Hij ontmoette koning Wen van Zhou die graag op zoek was naar talenten. Op oprecht verzoek van koning Wen werd Jiang Ziya aanbeden als zijn leraar en assisteerde hij koning Wen.", "聖意": "Ik voel me thuis ongemakkelijk en ik wil ook financiële samenwerking, transactie, huwelijk, Liujia, mannelijke voetgangers, velden zien, zijderupsen, herfstwinsten, zes verliezen aan vee, zoeken naar mensen, belemmering van openbare rechtszaken, migratie, verloren eigendommen, zuidoosten ziekte, omgeving, bergen en graven sturen, voorspoed.", "古人": "Ziya verliet zijn officiële standpunt", "第X籤": "De veertiende loterijwinnaar", "宮": "Maogong"}