{"籤詩版本二": "De zorgen en zorgen worden tijdelijk verlicht en de vreugde komt uit de lucht.\nNet als jade verborgen in mest, tilt een goede werker het stof op", "詩意": "Dit hexagram vertegenwoordigt de harmonie van Yin en Yang.\nAlles wat je plant is veelbelovend.", "解曰": "Niets gewonnen, niets verloren. Winst uit verlies. De slechterik zit in de problemen. Veel geluk voor u, meneer.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), wiens hoffelijkheidsnaam Nanzhao was en wiens naam Longtang was, werd veranderd in Longtan en werd ook Huayun genoemd. Een inwoner van Wanshifang, Huizhou Fucheng (nu onderdeel van Huicheng District, Huizhou City) in de Ming-dynastie. In het 44e regeringsjaar van Jiajing (1565) werd hij een Jinshi en kreeg hij de titel van magistraat van Qing County. Hij diende als directeur van de transferafdeling en veranderde later in de toezichthoudende censor van Shanxi Road.\nIn het 20e jaar van Wanli (1592) doodde de consul-generaal van Ningxia, Kuaibai (hoofd van de Mongoolse Tataarse stam), de gouverneur Dang Xin en veroverde het zevenenveertigste fort in de provincie Hexi. , brak de stad, aanbad en verbrandde zichzelf dood. Meng Xiong is niet arrogant in het opeisen van de eer, en laat zijn vaardigheden net zo goed zijn als die van de generaals die durven te vechten. De officiële Wei Xuezeng werd hersteld. In zijn latere jaren nam hij vijf keer ontslag en keerde terug naar Huizhou om de Huilong-tempel te bouwen.\nYe Mengxiong trad in het begin toe tot het taoïsme als ambtenaar en stond bekend om zijn eerlijkheid en integriteit. Oude historische documenten zeiden dat hij \"de eerste was in nederigheid en bekwaamheid\", \"corruptie elimineert en opstanden bestraft\", en een goede reputatie achterlaat. was buitengewoon loyaal, moedig, moedig en vindingrijk en goed in artillerie. In de tweede helft van zijn leven werden zijn vechtsportvaardigheden vastgelegd in de \"Geschiedenis van de Ming-dynastie\" en werd hij beschouwd als een nationale held.", "聖意": "Het huis is ongunstig (steeds vrediger) De herfst en de winter zijn goed voor jezelf, rijkdom zal succesvol zijn, transacties zullen succesvol zijn, het huwelijk zal succesvol zijn, Liujia zal vals gealarmeerd zijn (er zullen schatten zijn), voetgangers zullen naar het veld gaan om bid voor zijderupsen, zes dieren zullen plat liggen, mensen zullen worden gevonden, openbare rechtszaken zullen ongunstig zijn, de migratie zal conservatief zijn, verloren eigendommen zullen worden belemmerd, ziekten zullen worden opgelost in het Fushan-graf", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Zestiende winnende lotto", "宮": "Maogong"}