{"籤詩版本二": "De Gouden Kraai valt in het westen en het Konijn komt op in het oosten. De cyclus van dag en nacht gaat door van de oudheid tot nu.\nDe monniken en taoïsten weten dat er geen nadeel is, en de geleerden, boeren, industrie en kooplieden volgen allemaal hun eigen gedachten.", "詩意": "Dit hexagram vertegenwoordigt het toenemen en afnemen van yin en yang.\nHet is ook een teken dat alles zal verlopen zoals gepland.", "解曰": "Er is niets in gedachten. Wat je hebt gedaan is verdienstelijk. Als een pijl uit een boog. Eén schot raakte het doel.", "籤詩故事一": "◇Oom Cao Guo is een onsterfelijke\nCao Guojiu, geboren in Xuzhou, zou de oudoom van de staat zijn tijdens de Renzong-periode van de Song-dynastie. Zijn naam was Cao Yi, ook bekend als Cao Jingxiu.\nOom Cao Guo had een jongere broer genaamd Cao Er. Deze Cao Er vertrouwde op zijn positie van keizerlijk gezag en pleegde allerlei soorten kwaad. Hij bezette velden, nam vrouwen en dochters weg en sloot vriendschap met een aantal wetteloze schurken, die in en uit kwamen. Cao Guojiu kon er niet tegen, dus hij weigerde naar zijn goede woorden en troost te luisteren, dus gebruikte hij straf om hem onder controle te houden. De twee broers koesterden wrok.\nCao Guojiu zei: \"De principes van de wereld zijn dat degenen die het goede vergaren, zullen gedijen, en degenen die het kwade vergaren, zullen vergaan. Dit is een onveranderlijke waarheid. Onze Cao-familie heeft in het verleden kwade daden vergaard om de rijkdom te verwerven die we vandaag de dag hebben. Nu heeft mijn broer het kwaad tot het uiterste opgestapeld, zelfs als hij ontsnapt. Zelfs als je gestraft wordt door een ambtenaar, kun je niet ontsnappen aan de verborgen rampen. Als er eenmaal een ramp komt en je familie wordt vernietigd en iemand sterft, kun je dat niet meer doen. Ik zal er vernederd en bang voor zijn.' Dus verspreidde ik al mijn rijkdom. Hij hielp de armen en bekommerde zich niet langer om de zaken van zijn broer. Toen verliet hij zijn huis en vrienden, trok een taoïstisch uniform aan en ging de bergen in om zijn geest en natuur te cultiveren.\nOp een dag ontmoette hij toevallig Zhongli en Lu Dongbin van de Han-dynastie. Ze waren erg blij om de welsprekende antwoorden van oom Cao Guo te zien. Ze gaven hem het 'Geheime Edict van het Teruggeven van de Waarheid' en bevalen hem zorgvuldig te oefenen. Al snel kreeg Zhongli de opdracht om zorgvuldig te oefenen. Quan en Lu Dongbin maakten kennis met de onsterfelijke klasse.", "聖意": "Geluk voor thuis, thuis, geluk, geluk, geluk in zaken, huwelijk, mannelijke reiziger, zijderupsen planten in de velden, vroege aanplant van zes dieren, winstderving, mensen vinden, juridische stappen, migratie, verloren eigendommen , late ziekte, geluk (jaar van het konijn of pech voor konijn), veel geluk in berggraven", "古人": "Oom Cao Guo is een onsterfelijke", "第X籤": "Teken de achttiende", "宮": "Maogong"}