{"籤詩版本二": "De boot terug laten gaan van het snelwaterstrand, wat wil je doen vanwege de onrust?\nAls je veilig wilt zijn, zoek dan de rust en wacht tot de golven deze crisis voorbij zijn.", "詩意": "Dit hexagram lijkt op een boot die over een snel strand vaart.\nBlijf in alles conservatief en wacht op de tijd.", "解曰": "Ontscheping in sterk water. Het gevaar wacht op tijd. Als je vraagt ​​naar kampplannen. Niets kan gedaan worden.", "籤詩故事一": "◇Ziyi wordt tot koning gekroond\nGuo Ziyi (697-781), ook bekend als Guo Linggong, was een inwoner van Zheng County, Huazhou (nu Huaxian County, provincie Shaanxi) en een generaal in de Tang-dynastie.\nTijdens de Anshi-opstand in het 14e jaar van Tianbao (755) kreeg hij de titel Shuofang Jiedushi (Lingwu, ten westen van Lingwu in het huidige Ningxia). Hij kreeg het bevel tot een kruistocht. Hij combineerde het leger van Shuofang met Li Guangbi om te marcheren. Ze bundelden hun krachten bij Changshan (Zhengding, Hebei) en versloegen Shi Siming en herwonnen Hebei. Op dat moment stelde Guo Ziyi voor dat de keizer Fan Yang uit het noorden zou halen en het hol van de rebellentijger zou aanvallen om de belegering van Tongguan te verminderen, maar Xuanzong weigerde. Daarna werd de situatie van separatistische vazalsteden in de late Tang-dynastie geplant, wat ook de verre oorzaak werd van de ondergang van de Tang-dynastie.\nIn het vijftiende jaar van Tianbao's regering (756) brachten hij en de Oeigoerse coalitie Hequ tot bedaren. In de lente van het volgende jaar heroverden ze Hedong (nu Yongji, Shanxi) en Feng Yi (nu Dali, Shaanxi) en vielen Tongguan aan. Cui Qianyu verslaan.Het Tang-leger leed meer dan 10.000 slachtoffers. Cui Qianyu gaf zich over aan Pujin. An Lushan werd vermoord door zijn zoon An Qingxu.\nIn het tweede jaar van Zhide (757) kreeg hij de opdracht troepen naar Fengxiang te leiden. Onderweg versloeg hij 5.000 cavalerie van Li Guiren bij de Baiqu Liuyun-brug (het huidige zuidoosten van Sanyuan). In mei vocht hij met An Shouzhong en Li Guiren in Qingqu (het huidige westen van Xi'an) werd verslagen en trok zich terug in Wugong (het huidige noordwesten van Wugong). In september volgde hij maarschalk Guangping Wang Li Chu om de Tang en de Oeigoeren te leiden en zich bij 150.000 troepen aan te sluiten. met An Shouzhong en Li Guiren in Xiang. Ten noorden van de Ji-tempel (ten zuidwesten van het huidige Chang'an County) cirkelden de Oeigoerse soldaten achter de vijand, vielen van beide kanten aan en doodden 60.000 vijanden. Zhang Tongru vluchtte naar Shaanxi County, en uiteindelijk de hoofdstad Chang'an (het huidige Xi'an) herwonnen.De majesteit van het Tang-leger werd opnieuw in Chang'an hersteld.\nDaarna profiteerde het Tang-leger van de overwinning en marcheerde oostwaarts, waarbij het 150.000 man versloeg, waaronder Yan Zhuang en Zhang Tongru in Xindian (nu ten zuidwesten van Sanmenxia City, provincie Henan), waardoor Anqing Xu gedwongen werd de Gele Rivier over te steken en zich terug te trekken naar Xiangzhou. Dongjun Luoyang keerde terug. Voeg Situ toe aan zijn verdiensten en maak hem tot hertog van het land.\nShi Siming leidde zijn leger vanuit Fan Yang om An Qingxu te redden. De twee partijen vochten in formatie ten noorden van de rivier de Anyang (het huidige noorden van Anyang). Het gevecht was onlosmakelijk met elkaar verbonden. Uiteindelijk werd het leger geleid door negen Jiedushi, het Tang-leger, dat beweerde 600.000 man te hebben, die zich hadden teruggetrokken (in de Slag om Yecheng). De belangrijkste commandant van deze strijd was de eunuch Yu Chaoen, die geen leiderschapskwaliteiten had en Guo Ziyi de schuld gaf van het mislukken van de strijd. Guo Ziyi werd teruggeroepen naar Chang'an, ontheven van zijn militaire macht en werd een nutteloze ambtenaar.\nIn het eerste jaar van Baoying (762) kwamen de troepen in Taiyuan (het huidige zuidwesten van Taiyuan) en Jiangzhou (het huidige Xinjiang in de provincie Shanxi) in opstand. Het hof was bang, dus kreeg Ziyi de titel van koning van Fenyang en ging naar buiten. controle Jiangzhou. Hij werd ook vervreemd door de eunuch Cheng Yuanzhen en werd ontheven van de militaire macht.\n(De focus van dit verhaal: Guo Ziyi, die zeer bekwaam en braaf was, ontmoette Xuanzong en enkele schurken, wat zijn prestaties enorm in gevaar bracht.)", "聖意": "Het huis en jezelf zegenen, rijkdom zoeken, geen transactie, geen huwelijk, geen vals alarm, voetgangers die aankomen in Tiancanji, moeilijk om mensen te vinden, openbare rechtszaken en (niet Xing), migratie, conservatisme, verloren eigendommen, moeilijk te vinden, ziekten, bidden voor zegeningen, bergen en graven, veelbelovend", "古人": "Ziyi werd tot koning gekroond", "第X籤": "Negentiende winnende Lott", "宮": "Tatsumi"}