{"籤詩版本二": "Na zoveel zorgen en gevaren zal het vanaf nu nooit meer leeg zijn\nEen genereus hart heeft zijn eigen genereuze plannen. Om grote prestaties te kunnen leveren, moet je een expert ontmoeten.", "詩意": "Dit hexagram lijkt op een oude put met een veer.\nIn alles bereiken nobele mensen succes.", "解曰": "De rechtszaak zal uiteindelijk gerechtvaardigd zijn. Ziek en veilig. Loop eens binnen en buiten om advies te vragen. Oude put ontmoet de lente.", "籤詩故事一": "◇Yao Chong controleert sprinkhanen\nYao Chong (649-721), wiens echte naam Yuan Chong was, kwam uit Shaanzhou en was minister van Xia Guan, Shangshu van Chunguan, Ziweiling, Zhongshuling en premier in de Tang-dynastie.\nIn het vierde jaar van Kaiyuan (716) werd Shandong (meestal verwijzend naar het Gele Rivierbekken ten oosten van Huashan) geplaagd door sprinkhanen. De mensen waren gebonden aan bijgelovige ideeën en durfden niet op hen te jagen en ze te doden. In plaats daarvan richtten ze zich op offers gebracht, wierook verbrand, aanbeden naast de velden, en toekijkend hoe de gewassen door sprinkhanen werden verslonden.\nAlle functionarissen waren van mening: ‘Sprinkhanen zijn een natuurramp, hoe kunnen ze met mankracht onder controle worden gehouden!’ De strijd tussen twee verschillende ideeën was destijds hevig, over het al dan niet elimineren van sprinkhanen.\nYao Chong zei: \"Zolang we samenwerken, kunnen we ze allemaal kwijtraken. Hij zei: Sprinkhanen zijn bang voor mensen, dus ze zijn gemakkelijk te verdrijven. De zaailingen hebben een eigenaar, dus de redders moeten hard werken; sprinkhanen kunnen vliegen, en ze zullen zeker vliegen als ze 's nachts vuur zien; steek ze in brand in het veld, graaf gaten terwijl ze branden, begraaf ze terwijl ze branden, en er zal niets meer over zijn.\nXuanzong zei: \"Sprinkhanen zijn een natuurramp die wordt veroorzaakt door slecht moreel bestuur. Als je vraagt ​​dat ze worden opgejaagd en gedood, gaat dit dan niet tegen de stroom in?\"\nYao Chong voegde hieraan toe: \"Het vangen en doden van sprinkhanen werd al door de Ouden beoefend, en Uwe Majesteit zal het in de toekomst gebruiken. Het is een belangrijke nationale gebeurtenis om boeren vrede en welvaart te brengen. Denk er alstublieft serieus over na.\"\nXuanzong was ervan overtuigd. Maar destijds zei iedereen binnen en buiten de rechtbank dat er niet op sprinkhanen mocht worden gejaagd.\nXuanzong zei: \"Ik heb met de premier gesproken en heb besloten sprinkhanen te vangen. Iedereen die opnieuw bezwaar maakt, zal worden geëxecuteerd. \"Dus stuurde hij de censor om toezicht te houden en de mensen opdracht te geven de sprinkhanen te verbranden en te begraven.\nDe resultaten waren behoorlijk effectief: in het hele land werden negen miljoen sprinkhanen gevangen en de sprinkhanenplaag werd met succes geëlimineerd. De landbouw behaalde dat jaar een goede oogst.\n(Wijsheid moet worden gebruikt bij rampenbeheersing en evacuatie, en er moeten ingenieuze strategieën zijn om moeilijkheden te overwinnen. Yao Chong is de expert op dit gebied)", "聖意": "Het huis is gewoon, jezelf bent geblokkeerd, geld zoeken is geblokkeerd, handel is geblokkeerd, huwelijk en harmonie zijn geblokkeerd, er is gevaar in Liujia, voetgangers zijn geblokkeerd, zijderupsen zijn geblokkeerd, vee is ongunstig, mensen worden niet gevonden, mensen zijn geblokkeerd Er worden openbare rechtszaken aangespannen, migratie is onredelijk, verloren voorwerpen zijn moeilijk te vinden, ziekten bidden om zegeningen, bergen en graven zijn ongemakkelijk", "古人": "Yao Chong controleert sprinkhanen", "第X籤": "Het winnen van de loterij vijfentwintigste", "宮": "Mi-paleis"}