{"籤詩版本二": "Het gerucht gaat dat de zaken op hun kop zijn gezet en dat ik een brief van de horizon heb ontvangen.\nDe roem en het succes die mij in het boek werden beloofd, bleven tot het einde leeg.", "詩意": "Dit hexagram heeft een valse naam.\nHet is raadzaam om in alles conservatief te zijn.", "解曰": "Op en neer van streek. Het zoeken naar vrije tijd is niet nutteloos. Verlangen naar roem. Let op je veiligheid.", "籤詩故事一": "◇Zhong Kui bereikt verlichting\nZhong Kui, wiens achternaam Zhong Kui is, wiens beleefdheidsnaam Zhengnan is, komt uit Zhongnanshan.\nTijdens het bewind van keizer Dezong van de Tang-dynastie nam Zhong Kui deel aan het keizerlijk examen, Zhong Kui las de examenvragen en schreef het artikel meteen in één keer op en leverde het in. De hoofdexaminator die dag was Han Yu, de minister van Burgerzaken, en de plaatsvervangend examinator was Lu Zhi, een groot geleerde. Toen de twee het artikel van Zhong Kui lazen, lichtten hun ogen op en zeiden ze in koor: \"Tovenaar, tovenaar! Elk woord in dit artikel is voortreffelijk, Li Taibai en Du Zimei waardig!\" Dus noemden ze Zhong Kui als de eerste plaats.\nKeizer Dezong luisterde naar het rapport van Han Yu en zei dat Zhong Kui, de nieuwe kampioen van de wetenschap, zeer getalenteerd was, dus riep hij Zhong Kui op in het Gouden Paleis.\nToen keizer Dezong zijn lelijke verschijning zag, voelde hij zich onmiddellijk ontevreden en zei: 'De selectie van geleerden aan ons hof is allemaal gebaseerd op persoonlijke woorden en kalligrafie. Hoe kan zo'n lelijk persoon worden geselecteerd als de nummer één geleerde in de gouden wetenschappen? \"\nHan Yu knielde haastig neer en zei: 'Het goede en het slechte van een persoon draait niet alleen om het uiterlijk. Hoor jij, de Heilige Heer, niet dat Yan Ying een meter lang is en de gelijke is van de premier? stottert maar kan de Han-dynastie helpen; Confucius beoordeelt mensen op hun uiterlijk en verliest zijn zoon Yu. Ik hoop dat uwe majesteit er twee keer over zal nadenken. \" \"\nKeizer Dezong dacht even na en zei: ‘Hoewel de woorden van Han Aiqing redelijk zijn, waren er, toen ik keizer Taizong was, achttien geleerden die naar Yingzhou kwamen en erover spraken. Deze man was de grootste geleerde. Ik ben bang dat de wereld zal me uitlachen omdat ik talenten niet herken.\"\nPremier Lu Qi was bekrompen en jaloers op talenten. Nadat hij de woorden van de keizer had gehoord, knielde hij neer en zei: 'De nummer één geleerde in het gouden onderwerp moet zowel intern als extern zijn. Er zijn driehonderd kandidaten voor dit onderwerp. Waarom kies je niet een andere?\"\nToen Zhong Kui zag dat deze man zo in de war was, kon hij niet anders dan boos worden. Hij wees naar Lu Qi en vloekte: \"Als zo'n onwetende functionaris voor de rechtbank staat, zal hij dan het land geen kwaad doen?\" hij sloeg Lu Qi met zijn vuist.\nToen hij dit zag, was Dezong woedend en zei: \"Je bent zo brutaal, je durft problemen te veroorzaken in het Gouden Paleis, haal het snel neer!\"\nIn woede trok Zhong Kui het zwaard uit het middel van de generaal die in het paleis stond, en zuchtte luid: 'Het is moeilijk voor een gefrustreerde kat om een ​​tijger te imiteren, en een gefrustreerde papegaai is niet zo goed als een tijger. kip.\" Daarna pleegde hij zelfmoord.\nToen keizer Dezong zag dat Zhong Kui uit woede zelfmoord pleegde, was hij zeer verrast. Om de harten van de mensen te winnen, verordende hij dat Zhong Kui begraven zou worden met de officiële titel van nr. 1 geleerde, en hij noemde Zhong Kui ook de God. van exorcisme om de wereld van boze geesten te verlossen.", "聖意": "Bid om zegeningen voor uw huis, uw eigen veiligheid, financiële moeilijkheden, bedrijfsfaillissementen, mislukte huwelijken, vrouwelijke Liujia-voetgangers, halfgekookte Shinta zijderupsen, zes huisdieren die grootgebracht kunnen worden, vermiste mensen, westerse publieke rechtszaken, migratie, conservatisme, verdwaalde mensen. eigendom, ziekte, bid voor geluk in bergen en graven", "古人": "Zhong Kui behaalde de Tao", "第X籤": "Zesentwintigste die de loterij wint (Loterij)", "宮": "Mi-paleis"}