{"籤詩版本二": "In het oosten is er een prachtige Chanjuan in het maanlicht, en de wolken bedekken hem even en blijven verborgen.\nSoms is het misschien rond, maar soms ontbreekt het. Degenen die zeggen dat het niet zo is, zijn slechts ijdele praatjes.", "詩意": "De maan in dit hexagram is bedekt met wolken.\nAlles ligt nog steeds in coma.", "解曰": "Drijvende wolken bedekken de maan. Je hoeft niet te twijfelen. Wachten tot de wolk zich verzamelt. Dan zul je het begrijpen.", "籤詩故事一": "◇Bao Gong is op zoek naar keizerin Li\nTijdens het bewind van Zhenzong van de Song-dynastie was keizerin Li (keizerin Li) een dienstmeisje in de harem. Ze kreeg de voorkeur van Song Zhenzong en werd gepromoveerd tot Wanyi, en ze werd zwanger.\nMaar in die tijd had Concubine Liu Def (later keizerin Liu) kwade gedachten en kocht de eunuch Guo Huai om om de zoon van keizerin Li te vervangen door een gevilde civetkat, griste haar zoon weg en vertelde de keizer dat hij haar biologische zoon was. Song Zhenzong was woedend en stuurde Li-keizerin naar het koude paleis.\nNadat Concubine De tot koningin was gepromoveerd, was ze van plan keizerin Li, die uit het paleis ontsnapte, te vermoorden.\nOp een dag ontmoette Li Niangniang, die op straat leefde, Bao Zheng, de keizerlijke gezant, die op patrouille was in de omgeving. Ze vertelde hem over haar levenservaring en dat zij de biologische moeder was van de huidige keizer Song Renzong. . Nadat Bao Zheng van het incident hoorde, nam hij Li Niangniang mee terug naar Peking, rapporteerde het aan Song Renzong en ontdekte de zaak, en uiteindelijk herkenden de moeder en de zoon elkaar. Keizerin-weduwe Liu en de eunuch die de leiding had Guo Huai bogen hun hoofd en bekenden.", "聖意": "Ik voel me thuis ongemakkelijk, ik bid om financiële bescherming, financiële moeilijkheden, veel geluk in het zakendoen, huwelijk, tegenslag, mensen in het veld, zijderupsen, ongunstige dieren, problemen bij het vinden van mensen, rechtszaken, verlies, migratie, conservatisme, verloren eigendommen, Westerse ziekten, moeilijk te herstellen, hervorming van de berggraven", "古人": "Bao Gong is op zoek naar keizerin Li", "第X籤": "Achtentwintigste loterijwinnaar", "宮": "Middag paleis"}