{"籤詩版本二": "Ik raad je aan om geen hulp aan hem te vragen, hij vliegt als een kraanvogel en schiet geheime pijlen op je af.\nAls je brandhout gaat verzamelen en er zit een slang in het gras, dan kun je gebeten worden door gif en zul je verdrietig zijn.", "詩意": "Dit hexagram is een teken dat je veilig blijft en jezelf bewaart.\nWees voorzichtig in alles.", "解曰": "Sluit je mond en houd je tanden vast. Hij is onzorgvuldig. Als je je schuldig voelt. Uiteindelijk schaadt het jezelf.", "籤詩故事一": "◇Schakbordvergadering\nKeizer Taizong van de Tang-dynastie marcheerde naar het westen en kwam vast te zitten in de stad Suoyang. Cheng Yaojin keerde terug naar Peking om versterking te vragen.\nXue Dingshan kreeg de opdracht om te dienen als de Tweede Routemaarschalk en ging de Heer redden en Xiliao tot bedaren brengen.\nNadat een groep mensen uit de Yumenpas kwam, kwamen ze naar de Qipan-berg. Belegerd door duizenden volgelingen op de berg, werd Dou Yihu, de koning van de berg, verslagen door Tang-generaal Luo Tong. Gelukkig was zijn zus Dou Xiantong een leerling van de Heilige Moeder van Gele Bloemen en bedreven in vechtsporten. hield het sprookjestouw vast en bond Luo Tong vast.\n(Het gesigneerde gedicht komt hiermee overeen)\nDou Xiantong zag de knapheid van Xue Dingshan en wilde de vriend van Feng Luan worden, maar Xue Dingshan weigerde. Dou Xiantong werd boos en wilde hem eruit duwen en onthoofden. Gelukkig kwam Cheng Yaojin hem redden en vergemakkelijkte hun huwelijk. Later leidde Dou Yihu de gebroeders Qipanshan ook terug naar de Tang-dynastie om de Tang-dynastie te helpen West-Liao te veroveren.", "聖意": "Veiligheid van het huis, eigenbelang, rijkdom zoeken, wachten op zaken, huwelijk niet toegestaan, Liujia vals alarm, voetgangers die velden blokkeren, zijderupsen, zes vee, vermiste mensen, openbare rechtszaken blokkeren, verlies (Mo Xing) Migratie, conservatief, verloren eigendommen, ziekte is moeilijk te herstellen, berggraf, veel geluk", "古人": "schaakbord conferentie", "第X籤": "Winnaar van de zevenendertigste loterij", "宮": "Middag paleis"}