{"籤詩版本二": "Tijd doorbrengen in alle rust, zitten en liggen terwijl je thee drinkt nadat je vol hebt gezeten\nJe hoeft het fysiek en mentaal niet druk te hebben en je zult zeker geen onrecht of rampen veroorzaken.", "詩意": "Dit hexagram is een symbool van vrede en stabiliteit.\nIn alle opzichten zal wachten op het juiste moment geluk brengen.", "解曰": "Blijf veilig en wel. Vraag het aan de goden. Wacht tot de tijd daar is. Dingen gebeuren bij toeval.", "籤詩故事一": "◇Foyinhui Dongpo\nOp een keer kreeg Su Dongpo enig inzicht tijdens zijn studie van Zen, hij besefte dat zijn toestand transcendent was en hij voelde er vreugde in. Omdat ik mijn hartstocht niet kon bedwingen, spreidde ik mijn pen uit en schreef een gedicht:\n\"Midden in de lucht schijnt Jishou helder over het universum; niet in staat om door de acht winden te worden geblazen, zit hij rechtop op een paarsgouden lotus.\"\n(De acht winden verwijzen naar: winst, verval, vernietiging, reputatie, lof, spot, lijden en geluk. Dat wil zeggen, niet geïrriteerd zijn door deze acht staten wordt \"de acht winden kunnen niet bewegen\" genoemd.)\nNadat hij het had geschreven, stuurde Dongpo zijn dienaar de rivier over om het aan zenmeester Foyin van de Jinshan-tempel te geven.\nNadat zenmeester Foyin het had gelezen, markeerde hij het met het woord \"scheet\" en gaf het aan zijn dienaar om terug te nemen.\nDongpo was woedend nadat hij dit had gezien, dus nam hij een boot over de rivier en ging naar de Jinshan-tempel om het zegel van de Boeddha te zoeken voor discussie.\nToen Dongpo bij de poort van de Jinshan-tempel aankwam, stond Foyin al bij de deur te wachten.\nSu Dongpo beschuldigde Foyin onmiddellijk: \"Waarom noem je het gedicht dat ik schreef een scheet?\"\nFoyin antwoordde: 'Ben je niet al 'niet in staat om door de acht windstreken te worden geblazen'? Hoe kun je door een scheet 'over de rivier worden geslagen'!'\nOp dat moment was Dongpo geschokt toen hij besefte dat hij niet goed genoeg was en beschaamd achterbleef.\n(Dit verhaal is een metafoor voor \"De hitte is nog niet gearriveerd\")", "聖意": "Bid voor uw huis en uw eigen veiligheid, voor uw rijkdom, voor uw zaken, voor een goede tijd, voor uw huwelijk, voor een vrouwelijke reiziger in Liujia, voor de komst van zijderupsen in de velden, voor het stabiel houden van de zes dieren. voor het vinden van iemand, voor problemen, voor openbare rechtszaken, voor migratie, voor verloren eigendommen, voor ziekte, voor het sturen naar een berggraf, veelbelovend", "古人": "Foyinhui Dongpo", "第X籤": "Eenendertig winnende loterij", "宮": "Wei Gong"}