{"籤詩版本二": "De terugreis staat vast: wie kent de jade die in de steen verborgen zit?\nAls een goede vakman eenmaal een duidelijke snit heeft, zal hij zich veilig en geborgen voelen in de jaspisperiode", "詩意": "In dit hexagram kun je de afbeelding van jade zien als je een steen hakt.\nWerk hard om in alles te slagen.", "解曰": "De schat zit in de steen. Vreemdelingen weten weinig. Wacht tot het duidelijk wordt. Doe wat je kunt.", "籤詩故事一": "◇Liu Bei zoekt talenten (drie bezoeken aan huisje met rieten dak, drie bezoeken aan huisje met rieten dak)\nDe Drie Koninkrijken-periode. Zhuge Liang leefde in afzondering in een rieten hut in Longzhong. Liu Bei wilde graag talenten zoeken, dus ging hij persoonlijk op bezoek bij Zhuge Liang. Hij bezocht Zhuge Liang drie keer (in de geschiedenis bekend als \"Drie bezoeken aan het rieten dak\"). Liu Bei vroeg anderen om weg te blijven en vroeg aan Zhuge Liang : \"De Han-dynastie is in verval, en verraderlijke ministers stelen hun leven. Majesteit.\" Bedekt met stof. Ik meet mijn deugd en mijn bekwaamheid niet, ik wil geloven in de grote gerechtigheid in de wereld, maar mijn wijsheid en vaardigheden zijn oppervlakkig, dus ik gebruik het ongebreideld. Vanaf vandaag. Mijn ambitie is echter nog steeds niet voorbij, denk je dat het plan zal worden uitgevoerd? \"\nZhuge Liang presenteerde hem vervolgens het plan om de wereld in drie delen te verdelen, analyseerde de situatie waarin Cao Cao niet beschikbaar was en Sun Quan hem te hulp kon komen. Hij ging ook dieper in op de lafheid van de gouverneurs in de staten Jing en Yi. die de kans hadden om van hem te profiteren, en dat hij alleen maar kon profiteren van deze twee staten. Alleen dan kan hij de wereld winnen; hij vertelde Liu Bei zelfs de strategie om de Central Plains aan te vallen. (Deze discussie werd later \"Longzhong Dui\" genoemd). Nadat Liu Bei dit had gehoord, prees hij het alsof hij een schat had gevonden, en nodigde hij Zhuge Liang krachtig uit om te komen helpen, dus werd Zhuge Liang de militaire adviseur van Liu Bei.", "聖意": "Het huis is vredig, ik zoek rijkdom, de arbeidshandel belemmert het huwelijk en wordt een virtuele reiziger in Liujia.", "古人": "Liu Bei zoekt talenten (drie bezoeken aan huisje met rieten dak, drie bezoeken aan huisje met rieten dak)", "第X籤": "De tweeëndertigste loterijwinnaar", "宮": "Wei Gong"}