{"籤詩版本二": "Kleed je aan en geef een nieuwe vorm aan de oude familiestijl. De Tao heeft geen lucht, maar heeft wel voordelen.\nNadat ze de doornen en doornen op de weg hadden weggeveegd, kwamen ze alle drie overeen zich te herenigen met hun collega's", "詩意": "Dit hexagram vertegenwoordigt de herschikking van kleding.\nAlles is moeilijk voordat het later gemakkelijk wordt.", "解曰": "Maak je geen zorgen. Veel plezier. Als je vraagt ​​naar de toekomst. Er ligt een goede weg voor ons.", "籤詩故事一": "◇De boeddhistische geschriften van Tang Monk\nXuanzang (602-664), een vooraanstaande monnik uit de Tang-dynastie, had de gewone achternaam Chen en de voornaam Yi. Hij werd geboren in Goushi County, Luozhou (nu het zuidelijke deel van Yanshi City, provincie Henan). Hij werd op dertienjarige leeftijd monnik en nam de boeddhistische naam Xuanzang aan. De wereld heet Sanzang van de Tang-dynastie.\nIn het derde jaar van Zhenguan (629, ook bekend als het eerste jaar van Zhenguan), reisde hij westwaarts naar Tianzhu (India) om boeddhistische geschriften te verkrijgen. Hij waagde zich alleen in gevaar en doorstond ontberingen. Hij arriveerde pas na vier jaar.\nIn het zeventiende jaar van Zhenguan nam de meester officieel ontslag en keerde terug naar het oosten. Hij keerde via de Zuidweg van de huidige provincie Xinjiang, Khotan en Loulan terug naar China, een totaal van zeventien jaar en een reis van 80.000 kilometer. Toen hij in de eerste maand van het negentiende jaar van Zhenguan in Chang'an aankwam, gaf de keizer Liang Guogong Fang Xuanling en andere civiele en militaire functionarissen de opdracht hem groots te verwelkomen.\nEr werden in totaal 520 en 657 delen van de originele Sanskriet-boeddhistische geschriften aangevraagd. en vertaald in het Chinees.\nNadat de meester terugkeerde, werd hij zeer gerespecteerd door keizer Taizong en keizer Gaozong en werd hij verankerd in Da Nei, waardoor hij de titel \"Meester Tripitaka\" kreeg.", "聖意": "Het huis is in rep en roer, veel geluk voor jezelf, geluk, goede zaken, goed huwelijk, belemmering van de komst van mensen in het veld, zijderupsen, ongunstig vee, zoeken naar mensen, openbare rechtszaken, migratie, verloren eigendommen, late ziekte, bidden voor zegeningen moeten berggraven oud zijn.", "古人": "Tang-monnik leert boeddhistische geschriften", "第X籤": "De vijfendertigste loterijwinnaar", "宮": "Shen Gong"}