{"籤詩版本二": "Als je veilig en vredig wilt zijn, is het niet geschikt om kaarsen in de wind te hebben.\nHet is beter om op te ruimen en in een diepe hal te zitten, licht te vermijden, op een rustige plek te schudden en rond te lopen. Schudden → Yao. Gratis → weinig.", "詩意": "Dit hexagram is als de wind die de lamp en de kaars schudt.\nDingen constant houden zal geluk brengen.", "解曰": "Ga op een rustige plek zitten. Wees bereikbaar en wees op tijd. Het is geen zegen. Conservatief en passend.", "籤詩故事一": "◇Li Jing keert terug naar de berg\nLi Jing (571-2 juli 649), met dank aan de naam Apotheker, was een inwoner van Sanyuan, Yongzhou (nu ten noordoosten van Sanyuan County, provincie Shaanxi). Als generaal van de late Sui-dynastie tot de vroege Tang-dynastie was hij een beroemde militaire strateeg met zowel civiele als militaire vaardigheden in de Tang-dynastie. Later kreeg hij de titel van hertog van Wei en stond hij in de wereld bekend als hertog van Wei.\nLi Jing is de vader van de derde prins Nezha in de lijst van goden, ook bekend als de \"Koning van Tota\". Li Jing en zijn zoon hielpen Jiang Ziya (Tai Gong) om koningin Zhou te verslaan, de Zhou-dynastie te vestigen en koning Wu besteeg officieel de troon. Jiang Ziya stelde vervolgens een lijst van goden op en hield een ceremonie om de zielen van soldaten die in de strijd omkwamen te kalmeren. Vanaf dat moment werd de wereld vredig en vredig. Koning Wu wilde markiezen maken en ze belonen, en hij wilde ook land toewijzen aan de stichtende helden. Li Jing, zijn vader en zoon, en zeven andere mensen vroegen om terug te keren naar de berg om het taoïsme te beoefenen en niet geobsedeerd te zijn door wereldse roem en rijkdom. Later werden ze alle zeven ‘lichamelijk heiligen’ en behoorden ze tot de klasse van onsterfelijken.\nHet verhaal van \"Feng Shen Bang\"", "聖意": "Het huis is conservatief, ik ben gewoon, ik zoek rijkdom, ik heb problemen met zakendoen, mijn huwelijk is inconsistent, Liujia bidt dat voetgangers vertrouwen hebben, zijderupsen zijn rijp in de herfst en zes dieren zijn veilig, er worden mensen vermist, openbare rechtszaken en migratie zijn conservatieve, verloren eigendomsziekten, veranderen het graf in Jianxingshan niet", "古人": "Li Jing keert terug naar de berg", "第X籤": "Winnaar van de zevenendertigste loterij", "宮": "Shen Gong"}