{"籤詩版本二": "Duizend jaar oude spiegel herenigd, vrouw vraagt ​​echtgenoot om te hertrouwen\nSindsdien is het gezin getransformeerd en zijn er zegeningen aan de kinderen en kleinkinderen toegevoegd.", "詩意": "Dit hexagram vertegenwoordigt de hereniging van spiegels.\nAlles is hard werken en duur.", "解曰": "Zand in goud graven. Rijden op een draak en rijden op een tijger. Hoewel het bewerkelijk is. Er zit een aanvulling in.", "籤詩故事一": "◇Yulianhui tien vrienden\nTijdens de Song-dynastie trouwde Qian Yulian met Wang Shipeng. Toen Shi Peng naar Peking ging om het examen af ​​te leggen, dwong de rijke Sun Ruquan Yulian om met hem te hertrouwen.\nQian Yulian verwierp het voorstel van de rijke Sun Ruquan en trouwde liever met Wang Shipeng, een arme geleerde uit Wenzhou die was ingehuurd door \"Jing Chai\".\nLater won Wang Shipeng de eerste prijs en omdat hij weigerde zich door premier Wanqi tot een huwelijk te laten dwingen, werd hij als rechter in het afgelegen Chaoyang gestuurd. Sun Ruquan veranderde in het geheim de familiebrief van Wang Shipeng in een \"echtscheidingsbrief\" en bedroog Yulian tot misleiding. De stiefmoeder van Qian Yulian dwong haar ook te hertrouwen, maar Yulian weigerde en pleegde zelfmoord door zichzelf in een rivier te werpen. Ze werd gered door Qian Zaihe uit de provincie Fujian en geadopteerd als zijn geadopteerde dochter.\nYulian dacht dat Shipeng dood was. Vijf jaar later was Wang Shipeng de gouverneur van Ji'an. Op een dag hield hij een herdenkingsceremonie in een taoïstische tempel om zijn overleden vrouw te herdenken. Yulian ging toevallig naar de taoïstische tempel van Ji'an om te verbranden wierook, en Wang Shipeng en Qian werden eindelijk herenigd.", "聖意": "Het huis is niet goed voor jezelf. De herfst en de winter zijn voorspoedig. Moge de rijkdom voorspoedig zijn. De herfst en de winter zijn voorspoedig. Het bedrijfsleven is voorspoedig. Moge het huwelijk succesvol zijn. Bid dat voetgangers naar de velden gaan. Zijderupsen kunnen worden grootgebracht. Zes vee Kan worden grootgebracht. Mensen kunnen worden gevonden. Openbare rechtszaken zijn ongunstig. Migratie is conservatief. Verlies van eigendommen. Late ziekte. Bid om zegeningen. Bergen en graven zijn goed.", "古人": "Yulianhui tien vrienden", "第X籤": "Het vierde teken", "宮": "Baarmoeder"}