{"籤詩版本二": "Het rode wiel valt in het westen, het konijn stijgt op in het oosten, de yin groeit en de yang verdwijnt, en alles bloeit\nAls een vrouw het wil gebruiken, zal het haar rijkdom vergroten en geluk in haar hart brengen.", "詩意": "Dit hexagram is het symbool van het groeien van Yin en het verdwijnen van Yang.\nAlles is moeilijk voordat het later gemakkelijk wordt.", "解曰": "Yin komt vrouwen ten goede. Niet geschikt voor mannen. Als u advies zoekt. Het kwade komt eerst en dan komt het goede.", "籤詩故事一": "◇Wu Zetian besteeg de troon\nOp 14-jarige leeftijd werd Wu door keizer Taizong Li Shimin van de Tang-dynastie naar het paleis geroepen als een getalenteerd persoon, genaamd \"Wu Mei\". Nadat Taizong stierf, ging Zetian de Ganye-tempel binnen en werd non.\nToen keizer Gaozong van de Tang-dynastie de troon besteeg, riep hij de familie Wu naar het paleis om hulde te brengen aan Zhaoyi. In het zesde jaar van Yonghui (655) stelde keizer Gaozong Wu aan als zijn koningin.\nWu Zetian was intelligent, betrokken bij literatuur en geschiedenis, en was rijk aan vindingrijkheid. Kort nadat Wu Zetian de koningin werd, vertrouwde hij haar soms de afhandeling van bepaalde politieke zaken toe, omdat Gaozong zwak en ziek was, waardoor haar macht groeide. In het eerste jaar van Shangyuan (674) werd keizer Gaozong \"Keizer\", keizerin Wu \"Koningin van de hemel\" genoemd, en in het paleis werden ze allebei \"Twee heiligen\" genoemd.\nIn het eerste jaar van Hongdao (683) stierf Gaozong, kwam prins Li Xian op de troon en kwam Wu Zetian om de dynastie te regeren. In februari van het eerste jaar van Sisheng (684) zette Wu Zetian Li Xian af als koning van Luling en benoemde haar vierde zoon Li Dan tot keizer, waarmee ze de dynastie bleef regeren. In september van hetzelfde jaar veranderde ze de vlag in goud, en Luoyang, de oostelijke hoofdstad, werd omgedoopt tot de goddelijke hoofdstad. Op de negende dag van september in het eerste jaar van Tianshou (690) riep Wu Zetian zichzelf uit tot keizer en veranderde de naam van het land in Zhou.", "聖意": "Het huis is ongunstig voor jezelf, bidden om zegeningen, rijkdom zoeken, transacties bewaken, geluk in het huwelijk, pech in het huwelijk (vrouw), voetgangers die velden blokkeren, zijderupsen, welvarend vee, mensen zoeken, scheiding, rechtszaken, verlies, migratie , verlies van eigendommen, ziekte, shock, bergen en graven, veel geluk", "古人": "Wu Zetian bestijgt de troon", "第X籤": "De veertigste loterijwinnaar", "宮": "Jij Paleis"}