{"籤詩版本二": "Je zult je de oneindig goede woorden herinneren, maar je zult je zoon worden als je de dief herkent.\nWees op dit moment niet hebzuchtig en maak je geen zorgen over hoe hij een jaar geleden iets goeds zou hebben gedaan.", "詩意": "Dit hexagram identificeert een dief als een zoon.\nWees voorzichtig bij alles wat u doet.", "解曰": "Alleen deze. Een heer maakt geen fout. Houd het in gedachten. Wees niet eenzaam.", "籤詩故事一": "◇Dong Zhuo accepteert Lu Bu\nLu Bu, moedig en goed in vechten, was een beroemde militaire generaal aan het einde van de Oostelijke Han-dynastie en het begin van de Drie Koninkrijken. Hij beschouwde Ding Yuan, de gouverneur van Jingzhou, ooit als zijn adoptievader en diende onder hem.\nNa de dood van keizer Ling van de Oostelijke Han-dynastie ging Ding Yuan naar Peking om samen te spannen met generaal He Jin om de regering onder controle te krijgen.\nDong Zhuo vocht met Ding Yuan, maar verschillende generaals waren niet in staat Lu Bu te verslaan, dus stuurde Dong Zhuo zijn ondergeschikte Li Su om Lu Bu om te kopen. Li Su bracht stapels gouden en zilveren schatten en het beroemde rode konijnenpaard mee om \"Lu Bu\" te bezoeken. Li Su bracht stapels gouden en zilveren schatten en het beroemde rode konijnenpaard mee om Lu Bu te bezoeken. Dus Lu Bu werd omgekocht door Dong Zhuo om Ding Yuan te vermoorden, en vertelde zijn soldaten ook dat ze met hem mee moesten gaan als ze dat wilden, en moesten vertrekken als ze hem niet wilden volgen. Als gevolg daarvan renden de meeste soldaten weg. Dus Lu Bu werd omgekocht door Dong Zhuo en vermoordde Ding Yuan.\nNadat Dong Zhuo aan de macht kwam, adopteerde hij Lu Bu als zijn geadopteerde zoon en maakte hem tot generaal en markies.\nDong Zhuo had een gewelddadig humeur en de 'vader-zoonrelatie' met Lu Bu was eigenlijk heel zwak. In 189 na Christus doodde Lu Bu, op instigatie van Situ Wang Yun, Dong Zhuo.\nZes maanden na de dood van Dong Zhuo vielen de oude troepen van Dong Zhuo de hoofdstad binnen, en Lu Bu en zijn vrouw vluchtten in paniek. Nadat hij de hoofdstad had verlaten, zocht Lu Bu zijn toevlucht bij de krijgsheren Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, enz., en vocht hij vele malen met Cao Cao, een andere grote krijgsheer uit die tijd. Lu Bu was dapper en goed. bij het vechten, en versloeg Cao Cao verschillende keren.\nIn het derde jaar van Jian'an in de Oostelijke Han-dynastie vielen de troepen van Cao Cao Xiaopei, de basis van Lu Bu, aan en werden gevangengenomen en gedood door Cao Cao onder de Baimen-toren. Vóór de executie vroeg Lu Bu Cao Cao om hem in leven te houden om de dood te voorkomen, maar Liu Bei herinnerde Cao Cao eraan dat Lu Bu vele malen had verraden en een oneerlijke man was. Uiteindelijk executeerde Cao Cao, die alleen talenten waardeerde, ongeacht de moraliteit, Lu Bu.", "聖意": "Ik ben thuis ongemakkelijk, ik zoek meestal geld, bescherm me tegen transacties, het is moeilijk om te trouwen, de Liujia-man is verrast, mensen komen naar het veld, zijderupsen zijn halfrijp, zes dieren zijn veilig, mensen zoeken mensen, rechtszaken zijn passend en migratie, verloren spullen zijn moeilijk te vinden, ziekten zijn moeilijk te vinden, en er heerst vrede in het graf van de Zhenxing-berg.", "古人": "Dong Zhuo accepteert Lu Bu", "第X籤": "De 41e loterijwinnaar", "宮": "Jij Paleis"}