{"籤詩版本二": "De keizer, de keizer en de keizerin zullen eindelijk genadig zijn en wachten en bidden voor zegeningen zonder verlies of winst.\nAlle bewuste wezens profiteren ervan, en er wordt voorspoed verwacht in de wereld en in de hemel.", "詩意": "Dit hexagram is een teken van gunst uit de hemel.\nAlles zal succesvol zijn.", "解曰": "De keizer toonde zijn gunst. Vergeet nooit. Ochtend- en avondrituelen. Het is gepast om wierook te branden.", "籤詩故事一": "◇Mulian heeft zijn moeder gered\nMokou Lian, of Mulian, is de machtigste onder de tien discipelen van Sakyamuni Boeddha.\nZijn moeder was tijdens haar leven hebzuchtig en gierig, dus viel ze na haar dood in het rijk van hongerige geesten. Mokhullian gebruikte zijn magische kracht om te observeren en ontdekte dat zijn moeder was geboren als een hongerige geest, zonder enige manier om aan voedsel te komen en in grote ontberingen verkeerde. Hij gebruikte zijn magische kracht om voedsel naar zijn moeder te brengen. Onverwachts, nadat de moeder het had ontvangen het voedsel veranderde in as en kon niet meer gegeten worden.\nMaudgalyana maakte zich zorgen over wat er was gebeurd en rapporteerde dit aan de Boeddha. De Boeddha zei tegen Mulian dat hij op de 15e dag van de zevende maanmaand honderd smaken en vijf vruchten in een kom moest doen en deze aan de deugdzame monniken van de tien richtingen moest aanbieden. Met deze kracht zou zijn moeder in staat zijn om te eten. .\nMaudgalyana handelde volgens de wil van de Boeddha en zijn moeder werd uiteindelijk bevrijd. Dit soort ceremonie wordt \"Obon Festival\" genoemd en dit festival wordt \"Obon Festival\" genoemd.\n(Opmerking: een substantie heeft verschillende gevoelens op verschillende niveaus van de wereld. Bijvoorbeeld: als het in deze wereld regent, zien we het als ‘water’, terwijl wezens in het rijk van hongerige geesten het als ‘bloed’ en bewust voelen. wezens in de hellewereld voelen het als ‘bloed’. Het voelt als ‘een zwaard laten vallen’, terwijl hemelse wezens het gevoel hebben ‘een bloem te laten vallen’.)", "聖意": "Bidden voor huis en huis, bidden voor geluk in de winter, rijkdom zoeken, geen transactie, huwelijk, vrede in Liujia, voetgangers, bewegende velden, zijderupsen, zes dieren, mensen vinden, rechtszaken, succes, migratie, conservatisme, verloren eigendommen, ziekte , vrede van bergen, graven", "古人": "Mulian redt zijn moeder", "第X籤": "Teken tweeënveertig", "宮": "Jij Paleis"}