{"籤詩版本二": "De wereld is flexibel en alle dingen zijn zelfvoorzienend, zelfvoorzienend en veilig\nAlles in het leven is prachtig, bedank de heiligen en wijzen voor alles, en wees voorspoedig.", "詩意": "Dit hexagram vertegenwoordigt de harmonie tussen de aarde en de aarde.\nAlles gaat goed en er is geen gevaar.", "解曰": "Alle dingen worden geboren. Alle plannen en wensen komen uit. Ford helpt. Rui Qi heeft haast.", "籤詩故事一": "◇Wandelaars verkrijgen verlichting\nReis naar het Westen verhaal:\nSun Wukong nam de Berg van Bloemen en Vruchten over en werd koning. Later, om een ​​manier te vinden om eeuwig te leven, bracht hij acht of negen jaar door met reizen over bergen en rivieren om Patriarch Bodhi als zijn leraar te aanbidden. Hij leerde de zeventig- twee transformaties van het aardse kwaad en saltowolken, en nam voor het eerst de achternaam Sun aan, genaamd Wukong.\nDaarna ging Sun Wukong naar het Drakenpaleis in de Oost-Chinese Zee om een ​​geschikt wapen te vinden, en vond uiteindelijk de Ruyi Golden Cudgel, de goddelijke naald van Tianhe en Dinghai. Omdat zijn levensduur voorbij was, maakte hij veel ophef in de onderwereld, herzag het boek van leven en dood en keerde terug naar de mensenwereld. Later werd Sun Wukong voor de eerste keer door de hemel opgeroepen en heette hij Bima Wen. Later werd hij voor de tweede keer naar de hemel geroepen en werd hij de Apenkoning genoemd. Hij stal ook perziken en veroorzaakte problemen in de hemel. Hij werd verzegeld in de Bagua-oven om zijn gouden ogen en vurige ogen te oefenen. Ten slotte werd hij onderdrukt door Tathagata Boeddha aan de voet van de Wuzhi-berg gedurende 500 jaar, niet in staat zich te bewegen. De plaats waar de Bagua-oven werd omvergeworpen, veranderde in een berg van vlammen.\nVijfhonderd jaar later ging monnik Tang naar het Westen om geschriften te bemachtigen, passeerde de Vijf Elementenberg en deed de talisman af voordat hij Sun Wukong redde. Sun Wukong barstte in tranen uit van dankbaarheid. Nadat hij was geïnstrueerd door Guanyin Bodhisattva, aanbad hij Tang Monk als zijn leraar en ging naar het Westen om samen de geschriften te leren. Op weg om de Schriften te leren daalde Sun Wukong neer op demonen en elimineerde monsters, en voerde herhaaldelijk buitengewone prestaties uit, maar hij werd keer op keer verkeerd begrepen en verdreven door zijn meester Tang Seng. Na eenentachtig moeilijkheden was het werk eindelijk voltooid. De vier meesters en discipelen arriveerden bij de Xitian Leiyin-tempel en verkregen de ware Schrift. Sun Wukong behaalde het juiste resultaat.\n(Dit verhaal is een metafoor dat zelfs een aap verlicht kan worden, laat staan ​​een mens.)", "聖意": "Het huis is veelbelovend voor jezelf, voor rijkdom, zaken, huwelijk, Liujia, mannelijke voetgangers, obstructie van velden, zijderupsen, zes dieren, Zhongping, op zoek naar mensen, rechtszaken, succes, migratie, verlies van eigendommen, ziekte, Xingxingshan-tombe, dingen zijn veelbelovend", "古人": "De reiziger bereikt verlichting", "第X籤": "Ondertekend op de 43e", "宮": "xugong"}