{"籤詩版本二": "Zachtheid heeft sinds de oudheid de overhand gehad op kracht, en de deur naar goede daden is voorspoedig.\nAls iemand dit hexagram herkent, zal het zijn alsof je Yaojing tegenkomt als je dorst hebt.", "詩意": "Dit hexagram is een teken van vriendelijkheid en zachtheid.\nIn alles is harmonie de norm.", "解曰": "Hemel en aarde hebben gevoelens. Waar. God en Boeddha beschermen je. Vergeet niet wat je hebt.", "籤詩故事一": "◇Renzong herkende zijn moeder\nDe concubine van Song Zhenzong, Concubine Liu, was jaloers op de geboorte van Concubine Li van een zoon, Zhao Zhen, en kocht de vroedvrouw om om de zoon van Concubine Li te vervangen door een gevilde civetkat. Concubine Li werd valselijk beschuldigd van het baren van een monster en werd gedegradeerd tot het koude paleis. Concubine Liu kon worden verankerd. Voor later.\nNadat Concubine De tot keizerin was gepromoveerd, stak Concubine De het koude paleis in brand en was van plan Concubine Li te vermoorden. Concubine Li ontsnapte en leefde tussen de mensen.\nConcubine Li gooide Zhao Zhen oorspronkelijk in de rivier, maar gelukkig werd hij gered door de eunuch en naar het Paleis van de Acht Wijzen gestuurd. Toen hij opgroeide, volgde hij Song Renzong op.\nLater ontmoette Bao Zheng (Bao Qingtian) per ongeluk de blinde Concubine Li. Toen hij de waarheid leerde kennen, onderzocht hij de zaak krachtig, en uiteindelijk kwam de waarheid aan het licht, waardoor Song Renzong Concubine Li kon herkennen als moeder en zoon. Concubine Liu werd in het koude paleis gegooid en Concubine Li werd verwelkomd in het paleis.Het verhaal eindigde met succes.", "聖意": "Huis en huis zijn gunstig voor jezelf, voor rijkdom, voor zaken, voor het huwelijk, voor het huwelijk, voor mannelijke voetgangers, voor obstructie van velden, voor zijderupsen, voor de herfst, voor zes dieren, voor zes dieren, voor het vinden van mensen, om mensen te zien , voor rechtszaken, voor succes, voor immigratie, voor verloren eigendommen, voor oosterse ziekten, voor zegeningen, voor berggraven, en voor voorspoed in het oosten en het westen.", "古人": "Renzong herkende zijn moeder", "第X籤": "Vijfenveertigste winnende loterij", "宮": "xugong"}