{"籤詩版本二": "Het koude weer verandert water in ijs. Waarom zou je begerig zijn naar roem?\nIk heb geen andere keuze dan rustig te zitten en te wachten tot de bladeren op natuurlijke wijze bloeien.", "詩意": "In dit hexagram verandert water in ijs.\nVraag niet tevergeefs om iets.", "解曰": "Water bevriest tot ijs. IJs smelt in water. Als het een complot is. Zo is het.", "籤詩故事一": "◇Wang Xiang vraagt ​​om karper (Vierentwintig kinderlijke vroomheidsverhalen)\nWang Xiang van de Jin-dynastie, met dank aan Fuzheng, werd geboren in Linyi.\nToen Wang Xiang jong was, stierf zijn biologische moeder. Zijn eenzame vader trouwde met een vrouw genaamd Zhu, en Wang Xiang had een nieuwe moeder. Toen Wang Xiang jong was, stierf zijn biologische moeder en trouwde zijn eenzame vader met een vrouw genaamd Zhu. De stiefmoeder van Wang Xiang was een bekrompen en jaloerse vrouw. Ze hield niet van Wang Xiang en schold hem vaak uit vanwege triviale zaken. Al snel beviel de stiefmoeder ook van een zoon genaamd Wang Lan. De stiefmoeder hield alleen van haar eigen kinderen en beschouwde Wang Xiang als een doorn in het oog. Ze werd nog veeleisender naar Wang Xiang en sprak vaak slecht over Wang Xiang in het bijzijn van zijn vader. Zelfs zijn vader hield geleidelijk niet meer van hem. De stiefmoeder hield alleen van haar eigen kinderen en beschouwde Wang Xiang als een doorn in het oog. Ze stelde zelfs nog hogere eisen aan Wang Xiang en sprak vaak slecht over Wang Xiang in het bijzijn van zijn vader. Zelfs zijn vader hield geleidelijk niet meer van hem. Hoewel Wang Xiang's halfbroer is, is Wang Lan erg vriendelijk tegen zijn broer. Ondanks de martelingen van haar stiefmoeder was ze nog steeds erg kinderlijk. De stiefmoeder is zo hard, maar Wang Xiang is nog steeds erg kinderlijk.\nZijn stiefmoeder heeft een hobby: ze eet graag verse vis die net uit de rivier is gevist. Zijn stiefmoeder heeft een hobby: ze eet graag verse vis die net uit de rivier is gevist. Op een winter ging zijn vader weg voor zaken, en zijn stiefmoeder werd opnieuw ziek. De broers Wang Xiang en Wang Lan serveerden hun moeder zorgvuldig soep en medicijnen om te eten. Door het strenge koude weer verbeterde de ziekte van de stiefmoeder nog steeds niet. haast je. Op een winter ging zijn vader weg voor zaken, en zijn stiefmoeder werd opnieuw ziek. De broers Wang Xiang en Wang Lan serveerden hun moeder zorgvuldig soep en medicijnen om te eten. Door het strenge koude weer verbeterde de ziekte van de stiefmoeder nog steeds niet. haast je. De zieke stiefmoeder wilde verse vis uit de rivier eten. In dat strenge koude klimaat sneeuwde het buiten en was het water in de rivier al in dik ijs veranderd. De zieke stiefmoeder wilde verse vis eten. Waar kon je verse vis vinden in dat ijskoude en sneeuwachtige klimaat?\nIn die tijd waren er geen gerechten buiten het seizoen, en je kon ze niet kopen, ook al had je geld.\nOp dit punt in het verhaal gebeurde het ontroerende verhaal van Wang Xiangqiu Li. De twee broers bewaakten hun moeder hulpeloos. Wang Xiang liep naar de bevroren rivier om zijn zieke stiefmoeder niet teleur te stellen. Wang Xiang had een idee en trok zijn shirt uit, ongeacht de kou. Hij lag naakt op de gletsjer en wilde dat doen. zijn eigen lichaamstemperatuur om het ijs te laten smelten (dus Wang Xiangqiu-karper wordt ook wel Wang Xiang genoemd, liggend op het ijs). Hij trok zijn shirt uit en lag naakt op de gletsjer. Hij bad tot God en zei: ‘God, mijn moeder is ziek en wil verse karpers eten. Je moet hoe dan ook een manier voor mij vinden.’ Vreemd genoeg barstte het ijsblok naast hem plotseling en er waren twee scheuren. Een levende karper sprong uit de scheur en sprong op het ijs. Wang Xiang was erg blij. Hij bad tot God: ‘God, mijn moeder is ziek en wil verse karper eten. Je moet hoe dan ook een manier voor mij vinden.’ Vreemd genoeg barstte het ijsblok naast hem plotseling en er waren twee scheuren. Een levende karper sprong uit de scheur en sprong op het ijs. Wang Xiang was erg blij. Hij knielde snel neer, dankte God en rende met de karper naar huis. Hij knielde snel neer, dankte God, pakte snel de karper en ging naar huis. Nadat de stiefmoeder verse karper had gegeten, herstelde ze snel van haar ziekte. De stiefmoeder in het ziekenhuisbed was stomverbaasd toen ze het naakte bovenlichaam van Wang Xiang zag, dat paars kleurde van de kou, en twee vissen in zijn handen. Ze rende vrolijk de kamer binnen en was stomverbaasd.\nWang Xiang werd later ambtenaar en werd Taibao, en kreeg de titel van hertog.", "聖意": "Thuis ongemakkelijk, bid ik om bescherming, financiële problemen, zakelijke problemen, huwelijk, inconsistentie in Liujia-verzekeringen, voetgangers, Chitiaanse zijderupsen, verliezen van zes vee, vermiste mensen, openbare rechtszaken, migratie, conservatisme, verloren eigendommen, ziekte, moeilijk te herstellen, berggraf, veel geluk", "古人": "Wang Xiang vraagt ​​om karper (Twenty-Four Filial Piety Stories)", "第X籤": "Negenenveertig winnen van de Lott", "宮": "Haigong"}