{"籤詩版本二": "Je kunt naar alle uithoeken van het land reizen en de zeilluifel ophangen om hem vrij omhoog te houden\nAls er een gunstige wind staat, komt deze snel aan en zit de boot vol schatten.", "詩意": "Dit hexagram lijkt op het voorttrekken van een boot met de wind.\nAlles gaat goed.", "解曰": "Rust op je gemak. Geen inspanning vereist. Veel rijkdom. Allemaal bewonderd.", "籤詩故事一": "◇ Tao Zhugui Vijf Meren (Fan Ligui-meer)\nIn de lente- en herfstperiode stond Fan Li, wiens beleefdheidsnaam Shaobo was, ook bekend als Gui Yizipi of Tao Zhugong.\nIn die tijd was er een oorlog tussen de staat Wu en de staat Yue, en de staat Wu vernietigde de staat Yue. Fan Li en Wen Zhong formuleerden een plan voor Yue King Gou Jian om Yue te promoten en Wu te vernietigen. Fan Li reisde persoonlijk door bergen en rivieren en bezocht de Huansha-rivier in de berg Cailuo om Xi Shi te vinden, een mooie vrouw met zowel deugden, talenten als schoonheid, en presenteerde het aan de koning van Wu. Hij gebruikte een 'schoonheidsmiddel'. truc\" om binnen en buiten samen te werken en het Wu-koninkrijk te vernietigen.\nNadat hij erin was geslaagd het Wu-koninkrijk uit te roeien, wist Fan Li dat Gou Jian een \"vogel met lange nek en een snavel\" was en ontberingen en geluk met hem kon delen, dus zeilden hij en Xi Shi door het Qi-koninkrijk en veranderden hun namen. aan Gui Zipi, en leidde zijn zonen en discipelen naar het Qi-koninkrijk, waar ze in een huisje aan zee wonen. Hij werkte hard om woestenij te cultiveren, een nevenbedrijf te runnen en zaken te doen. Binnen een paar jaar verzamelde hij tientallen miljoenen familiebezit. Hij was genereus in het verspreiden van rijkdom en het doen van goede dingen voor zijn geboortestad. Fan Li's wijsheid en bekwaamheid werden gewaardeerd door de mensen van Qi. De koning van Qi nodigde hem uit in Linzi, de hoofdstad, en aanbad hem als de premier die verantwoordelijk was voor overheidszaken . Hij riep uit: 'Een ambtenaar zijn kan tot ministers leiden, en het runnen van een gezin kan tot een fortuin leiden. Voor een gewone burger die helemaal opnieuw is begonnen, heeft dit het uiterste bereikt. Lange tijd geëerd worden is waarschijnlijk geen goed teken.' Dus slechts drie jaar later trok Jiliu zich opnieuw dapper terug, gaf het zegel terug aan de koning van Qi en gaf al zijn familievermogen weg aan zijn goede vrienden en dorpsgenoten.", "聖意": "Het huis is goed voor jezelf (wordt verzonden), het geld is goed, de zaken zijn goed, het huwelijk is laat, het huwelijk is niet goed, Liujia is veilig, mensen hinderen de velden, zijderupsen, herfst, vee, lente is welvarend, mensen zoeken mensen, rechtszaken zijn slecht, migratie is conservatief, verloren dingen, westerse ziekten zijn opgelost, bergen en graven liggen in het zuiden.", "古人": "Tao Zhugui Vijf Meren (Fan Ligui-meer)", "第X籤": "De vijftigste loterijwinnaar", "宮": "Haigong"}