{"籤詩版本二": "De zomer is de langste dag en iedereen maakt zich zorgen over de hitte en depressie\nHemel en aarde weten ook wat mensen willen, en de wind waait en het is van nature koel", "詩意": "Dit hexagram geeft aan dat iedereen zich zorgen maakt over hitte.\nDoe wat je wilt.", "解曰": "Er bestaat geen twijfel over de vraag of we vooruit of achteruit moeten gaan. Veel plezier. Is het voor kamperen? Het is niet nodig om overhaast te handelen.", "籤詩故事一": "◇Kong Ming komt Sichuan binnen\nZhuge Liang (181-234), met dank aan Kongming, was een inwoner van Yangdu, Langya (nu Yinan County, provincie Shandong), en was de premier van Shu Han (Liu Bei) tijdens de periode van de Drie Koninkrijken.\nHoewel Liu Bei Jingzhou won, was het niet genoeg om één partij te scheiden. Zhuge Kongming was van plan Xichuan te veroveren om het territorium van Liu Bei te vergroten. Op dat moment werd Liu Zhang in Yizhou aangevallen door Zhang Lu in het noorden. Zhuge Kongming ontdekte dat Liu Zhang de kaart van Xichuan aan Cao Cao wilde opdragen om zichzelf te beschermen. Toen Zhang Song (de ondergeschikte van Liu Zhang) Cao Cao ontmoette, omdat Cao Cao arrogant en onbeleefd was, nam Liu Zhang de kaart mee terug naar Xichuan en passeerde onderweg Jingzhou. Kong Ming had onderweg al op hem gewacht en nodigde hem uit naar Jingzhou, maar hij noemde de Xichuan-foto pas op het moment van vertrek. Zhang Song was Kong Ming dankbaar voor zijn hoffelijkheid en gastvrijheid, dus droeg hij de Xichuan-foto op aan hem.\nHet terrein van Xichuan was gevaarlijk en kon worden aangevallen of verdedigd.Na de verschillende regelingen van Kong Ming werd Xichuan de geboorteplaats van Liu Bei.\n(Kong Ming behandelde mensen met hoffelijkheid en kreeg gemakkelijk de felbegeerde Xichuan.)", "聖意": "Bid om zegeningen thuis en voor zelfbehoud (er schuilt veel geluk in de tegenslag) Zoek rijkdom, veel geluk in het zakenleven, een gemeenschappelijk huwelijk, de geboorte van jongens in Liujia, het verplaatsen van velden, zijderupsen, schade aan vee, het zoeken naar mensen, het publiek rechtszaken, migratie, oude verloren spullen, noordelijke ziekten, verlangen naar bergen en graven", "古人": "Kong Ming komt Sichuan binnen", "第X籤": "Hoofdstuk 51: Het lot winnen (Het lot winnen)", "宮": "Baarmoeder"}