{"籤詩版本二": "Het kost veel moeite om de maan in het water te vangen, het kost veel moeite maar niets.\nPraat geen onzin en verspil je inspanningen om het lichaam te versterken. Het woord \"lichaam verdord\" betekent oorspronkelijk \"lichaam alleen\".", "詩意": "Dit hexagram is begerig naar het beeld van inspanning.\nAlles is moeizaam en moeizaam.", "解曰": "Beloften zijn moeilijk te onthouden. Veel hard werken. Zorgen thuis. Wachten om nobele mensen te ontmoeten.", "籤詩故事一": "◇Taibai ving de maan terwijl hij dronken was (Li Taibai ving de maan terwijl hij dronken was)\nLi Bai (701-762), ook bekend als Taibai, ook bekend als Qinglian Jushi. De dichter uit de Tang-dynastie, die zichzelf een verbannen onsterfelijke noemde, stond bekend als de Onsterfelijke van de Poëzie, en hij was altijd gelukkig zonder te drinken.\nOp een keer kwam Li Bai naar Jinling (nu Nanjing) en rustte uit in een restaurant naast de Wende-brug.\nDie dag was toevallig de vijftiende dag van de wintermaanmaand. 's Avonds zat hij alleen in het restaurant en bewonderde hij de maan, terwijl hij dronk en gedichten voordroeg. Die dag was toevallig de vijftiende dag van de wintermaanmaand. 's Avonds zat hij alleen in het restaurant en bewonderde hij de maan, terwijl hij dronk en gedichten voordroeg. Li Taibai hield het meest van de maan in zijn leven en zei dat deze schoon en mooi was. Li Taibai hield het meest van de maan in zijn leven en zei dat deze schoon en mooi was. Die nacht keek hij op en zag de witte, ronde maan aan de hemel. Hij was erg blij en dronk nog een paar glazen. Die nacht keek hij op en zag de witte, ronde maan aan de hemel. Hij was erg blij en dronk nog een paar glazen. Om middernacht profiteerde Li Taibai van de wijn en ging naar beneden naar de Wende-brug. Om middernacht profiteerde Li Taibai van de wijn en ging naar beneden naar de Wende-brug. Zodra hij op de brug stapte, boog hij zijn hoofd en zag plotseling de maan in het water vallen.Als de rivier bewoog, werden er een paar zwarte lijnen aan de witte maanschaduw toegevoegd. Zodra hij op de brug stapte, boog hij zijn hoofd en zag plotseling de maan in het water vallen.Als de rivier bewoog, werden er een paar zwarte lijnen aan de witte maanschaduw toegevoegd. Li Taibai was op dat moment zo dronken dat hij dacht dat het de maan was die besmeurd was door het rivierwater. Li Taibai was op dat moment zo dronken dat hij dacht dat het de maan was die besmeurd was door het rivierwater. Hij nam niet eens de moeite om zijn laarzen uit te trekken, hij opende zijn handen en sprong van de brug om de maan te vangen. Hij nam niet eens de moeite om zijn laarzen uit te trekken, hij opende zijn handen en sprong van de brug om de maan te vangen. Onverwachts werd bij deze sprong de maan niet gevangen, maar werd de maan in het water verbrijzeld en onmiddellijk in twee helften gespleten. Onverwachts werd bij deze sprong de maan niet gevangen, maar verdronk de man. Hij stierf op tweeënzestigjarige leeftijd.", "聖意": "Het huis is ongemakkelijk en je hebt pech (pech, let op je gezondheid), zoek evenwicht in rijkdom (denk er niet eens over na), moeilijke zaken, het huwelijk is niet rond, bid om bescherming (lege schatten om een ​​miskraam te voorkomen ), voetgangers zitten in de problemen, zijderupsen in het veld zijn vijf punten, zes dieren zijn in verval, op zoek naar mensen (pech), openbare rechtszaken en (Stop de rechtszaak) Gewone migratie (noem het niet) Verlies van eigendommen (vliegtuigen) Bidden ter bescherming tegen ziekte (ongelukkig) Geluk in bergen en graven", "古人": "Taibai ving de maan terwijl hij dronken was (Li Taibai ving de maan terwijl hij dronken was)", "第X籤": "Tweeënvijftigste winnen van de loterij (Lottery)", "宮": "Baarmoeder"}