{"籤詩版本二": "Wanneer frustratie omslaat in opgetogenheid, brullen draken en tijgers.\nDe blauwe lucht heeft zijn eigen weg naar de lucht. Mag ik nog een kans krijgen om beroemd te worden.", "詩意": "Dit hexagram lijkt op een brullende draak en een brullende tijger.\nEr is hoop dat alles goed zal gaan.", "解曰": "Gewoon lesgeven en gaan. Heb je eigen welvaart. Moet uiteindelijk gemaakt worden. Er is een plek te vinden.", "籤詩故事一": "◇Liu Bei rekruteert een bruid\nNa de Slag om Chibi wilde Sun Quan graag Jingzhou herwinnen, dat was overgenomen door Liu Bei, dus gebruikte hij het plan van Zhou Yu en deed alsof hij zijn zus Sun Ren wilde verloven met Liu Bei, maar in feite wilde hij zijn zus Sun Ren verloven met Liu Bei. Liu Bei als gijzelaar om Jingzhou op te eisen.\nNadat Zhuge Liang het plan van Zhou Yu had bespioneerd, overhandigde hij de brochure met de strategie aan Zhao Yun, die Liu Bei beschermde toen hij naar Soochow ging. Zhao Yun volgde de strategie in de brochure en maakte opzettelijk een grote plons om Wu Guotai ( Sun Quan's vader) op de hoogte zijn van het huwelijksaanzoek. Omdat Wu Guotai van zijn dochter hield en niet bereid was om achteloze beslissingen te nemen over de levenslange zaken van haar dochter, schold ze Sun Quan uit omdat hij meedogenloos was tegenover zijn zus en stelde ze voor om persoonlijk te testen of Liu Bei zijn dochter waardig was in de Ganlu-tempel. Nadat Wu Guotai Liu Bei had ontmoet, waardeerde ze Liu Bei enorm en pleitte ze sterk voor het huwelijk tussen Liu Bei en zijn dochter, met als resultaat dat Liu Bei met succes trouwde met mevrouw Sun.\nLater vluchtten Liu Bei en mevrouw Sun samen terug naar Jingzhou. Later wilde Sun Quan Jingzhou stiekem aanvallen terwijl Liu Bei Yizhou aanviel, maar werd tegengehouden door Wu Guotai, die zich zorgen maakte over de veiligheid van zijn dochter.\nHij zei: \"Het slimme plan van Zhou Yu is het beste ter wereld. Hij verloor zijn vrouw en zijn troepen.\"\n(Liu Bei profiteerde van schade)", "聖意": "Ik heb thuis pech en ik heb pech (eerst pech, dan veel geluk). Zoek rijkdom, evenwicht, moeilijkheden in het huwelijk, succes in het huwelijk. Bid om zegeningen voor voetgangers, zijderupsen in de velden, vijf punten voor schade aan vee, zoeken voor mensen, rechtszaken en migratie, veel geluk voor verloren eigendommen, veel geluk voor ziekten, vrede in bergen en graven.", "古人": "Liu Bei rekruteert een bruid", "第X籤": "Het drieënvijftigste winnende nummer", "宮": "Baarmoeder"}