{"籤詩版本二": "Deugd van vader op zoon wordt doorgegeven aan kleinzoon.Voorspoed op het gebied van voedsel en kleding hangt alleen van God af.\nChunxuan in de hal maakt mensen blij. Als ze hongerig, gevoed, dorstig en slaperig zijn, is Chunxuan een metafoor voor ouders.", "詩意": "Dit hexagram is verbonden met het beeld van bamboe dat naar de lente leidt.\nHoop dat alles goed gaat.", "解曰": "Neem bamboe en leid naar de lente. Het verspreidt zich eindeloos. Een heer zoekt hoop. Allemaal blij.", "籤詩故事一": "◇Koning Wu van Zhou besteeg de troon\nKoning Wu van Zhou viel koning Zhou aan en leidde achthonderd prinsen om tegen het leger van koning Shang te vechten.De soldaten in Chaoge (de hoofdstad van koning Shang) keerden zich ook tegen koning Shang en verraadden koning Shang.\nKoning Zhou verbrandde zichzelf op de Zhaixing-toren en de Shang-dynastie werd vernietigd.\nKoning Wu accepteerde het gouden boek en de gouden schat, de troon van de keizer. Hij keek naar het zuiden, zijn handen waren naar beneden gevouwen en hij zat rechtop. Koning Wu gaf opdracht om de eigendommen van Lutai te distribueren, de Star Picking Tower te slopen en de rijstkorrels die in Juqiao waren opgeslagen, te distribueren.\nLaat de gevangengenomen Jizi vrij en repareer het graf van Bigan. Koning Wu reed langs de deur van het huis van de wijze Shang Rong en boog zijn hoofd. Respecteer de deugdzame en hoffelijke mensen en laat de slaven in het binnenste paleis los.\nHij stopte ook de bewapening en promootte cultuur en onderwijs. In het zuiden van Nanshan grazen paarden en op het platteland met perzikbomen graast vee, het is een vredig tafereel.", "聖意": "Het huis is niet in goede staat (veel geluk), je kunt je eigen wensen doen (veel geluk), financieel gewin zoeken, een transactie doen en trouwen (een goede schoonzoon ontmoeten), Liujia is veilig (sterrenbeeld bord), voetgangers verplaatsen velden, zijderupsen hebben geluk, zes dieren zijn beschadigd, mensen zijn moeilijk te vinden (zie), openbare rechtszaken, nobele mensen verhuizen, geluk gaat verloren en er worden dingen gezien", "古人": "Koning Wu van Zhou besteeg de troon", "第X籤": "Vijfenvijftigste die de loterij wint (loten)", "宮": "Lelijk paleis"}