{"籤詩版本二": "Het strand ligt vol met rotsen, de beek stroomt, de wind is helder, de maan is helder en de nobele mensen zijn druk bezig.\nOnderweg moet ik vragen waar ik heen moet. Neem de geur van bloemen en planten in het bos niet op. Zorg er niet voor.", "詩意": "Dit hexagram lijkt op een boot die over een klein strand vaart.\nIn alles zijn er nobele mensen om te helpen.", "解曰": "Brood verdienen. Veel hard werken. Blijf conservatief en wacht. Al het beste.", "籤詩故事一": "◇Lushan-opstand\nAn Lushan (703-757), wiens achternaam Kang was en Yaluoshan heette, kwam uit Liucheng, Yingzhou (nu Chaoyang, Liaoning).\nLater nam hij de achternaam An aan en veranderde zijn naam in Lushan. Tijdens het bewind van keizer Xuanzong van de Tang-dynastie was An Lushan de militaire gezant.\nIn november van het 14e jaar van Tianbao verzamelde An Lushan troepen in Fanyang. In naam van de aanval op Yang Guozhong lanceerde hij een opstand en nam de troepen van drie steden mee om Luoyang, de oostelijke hoofdstad, aan te vallen. Berichten uit Taiyuan snelden naar Lishan. Tang Xuanzong, die op dat moment in het Huaqing-paleis in Lishan was, geloofde niet dat Anlushan in opstand zou komen. Het nieuws over de opstand bleef zich echter verspreiden en Xuanzong was er nog steeds half van overtuigd. (Dit is een weergave van \"het geluid van ruw stromend water op kleine rotsen in een beekje\")\nPas toen Yan Zhenqing, de prefect van Pingyuan County, iemand stuurde om informatie te sturen, ontwaakte Xuanzong uit zijn droom.\nOnder de foutieve strategie van keizer Xuanzong van de Tang-dynastie veroverde het cavalerieregiment van An Lushan Luoyang, de oostelijke hoofdstad. In de eerste maand van het daaropvolgende jaar riep hij zichzelf uit tot keizer Dayan in Luoyang, Jianyuan Shengwu, keizer Xiongwu en Da Xixun als keizer. premier.\nIn juni van hetzelfde jaar executeerde keizer Xuanzong van de Tang-dynastie, die graag de crisis in Chang'an wilde verlichten en met een verkeerd militair begrip, twee beroemde generaals, Feng Changqing en Gao Xianzhi, Dit bevel schokte het Tang-leger. (Dit gedrag is in strijd met \"de weg moet naar de voorste rivier wijzen\")\nDaarna gaf keizer Xuanzong van de Tang-dynastie dringend het bevel aan een andere generaal, Ge Shuhan, om het Tang-leger oostwaarts vanuit Tongguan te leiden.\nGe Shuhan, die de strategische fout van keizer Xuanzong van de Tang-dynastie volledig begreep, was van plan de verandering uit te stellen (de aanpak van \"het is oké als de wind kalm is en het tij kalm is\").\nUiteindelijk dacht keizer Xuanzong van de Tang-dynastie dat hij te timide was om te vechten, dus hij had geen andere keus dan in tranen met An Lushan te vechten, en werd verslagen. (Het voldoet aan \"Als je hard werkt om in je levensonderhoud te voorzien, kun je gewond raken.\")\nIn de Tang-dynastie, toen de grenstroepen en lokale garnizoenen geen tijd hadden om te reageren, drong het leger van An Lushan de grens binnen en trok het hoofdgebied binnen. In een kritieke situatie leidde keizer Xuanzong van de Tang-dynastie het Gardekorps om uit de hoofdstad te ontsnappen, waardoor de leiderloze Xijing Chang'an viel.\n(Tang Xuanzong schond de richtlijnen van dit bord, dus de opstand van An Lushan was succesvol.)", "聖意": "Het huis is veilig, jezelf is veelbelovend, het fortuin is stabiel, de transactie is voorspoedig en het huwelijk is succesvol (let op). Een mannelijke voetganger uit Liujia komt naar het veld, zijderupsen worden geoogst en zes vee wordt beschadigd. wordt gevonden en de openbare rechtszaak is gerechtvaardigd. De verloren voorwerpen brengen ziekte met zich mee, dat wil zeggen dat het Anshan-graf moet worden gerepareerd.", "古人": "Lushan-opstand", "第X籤": "De zesenvijftigste loterij", "宮": "Lelijk paleis"}