{"籤詩版本二": "'s Morgens en 's avonds moet de steun van de Boeddha aanwezig zijn in tijden van gevaar, maar niet in gevaar\nAls je je aangetrokken voelt tot een nobel persoon, dan zullen geld en zijde je ook vergezellen, dit is Chuan Lai. Het hangt allemaal van jou af.", "詩意": "Dit hexagram vertegenwoordigt de geheime zegen van goden en Boeddha's.\nWees geduldig en veel succes in alles.", "解曰": "Een teken van ouderwetse vrede. Als alles duur is, zal het veelbelovend zijn.", "籤詩故事一": "◇Tang-monnik bereikte verlichting\nOp een dag kwam Tang Seng bij de rivier en zag de Lingshan-berg van de Boeddha ervoor. Er lag een brug met één plank ervoor. Tang Seng durfde die niet over te steken. De Boeddha veranderde in een schipper en hield een bodemloze kapotte boot vast. Zodra Tang Monk op de boot stapte, viel hij in de rivier en werd gered door de schipper. Dit is hoe Tang Monk Boeddhaschap bereikte. (Verhaal van de reis naar het Westen)\n◇De boeddhistische geschriften van Tang Monk\nSanzang van de Tang-dynastie, zijn gewone achternaam was Chen en zijn voornaam was Yi. Geboren in Goushi County, Luozhou (nu ten zuiden van Yanshi City, provincie Henan). Hij werd op dertienjarige leeftijd monnik en nam de boeddhistische naam Xuanzang aan.\nOm de originele boeddhistische geschriften te bemachtigen, vertrok hij in het derde jaar van Zhenguan (629 n.Chr.) vanuit Chang'an (het huidige Xi'an, provincie Shaanxi), waagde zich over de grens en onderging talloze ontberingen om Tianzhu te bereiken ( India) om geschriften te verzamelen. Hij reisde door de stroomgebieden van de Ganges en de Indus en de zuidoostelijke kustgebieden van India, stak vervolgens de met sneeuw bedekte bergen en groene bergkammen over en trok ruim 80.000 kilometer heen en weer. Het kostte hem zestien jaar voordat hij uiteindelijk terugkeerde naar Chang'an in het 19e jaar van Zhenguan (645 n.Chr.). Hij bracht een groot aantal boeddhistische geschriften mee terug en vertaalde ze in het Chinees.\n(Tang Sanzang maakte een lange reis heen en weer tussen China en India. Hij moet gevaren hebben ervaren, maar hij kon veilig terugkeren omdat er een onzichtbare patroonheilige achter hem stond.)", "聖意": "Het huis is veilig, jezelf is veelbelovend, de westerse zaken zijn succesvol, het huwelijk is succesvol, de voetgangers blokkeren het veld, de zijderupsen zijn geblokkeerd, de zijderupsen zijn zeven punten, het vee is winstgevend, de zoektocht is naar mensen, de westerse de openbare rechtszaak is slecht, de migratie is conservatief, de verloren eigendommen worden gezien, de ziekte is veelbelovend, de bergen en graven zijn veelbelovend.", "古人": "Tang-monnik bereikte verlichting", "第X籤": "Het winnen van de loterij tweeënzestig", "宮": "Yin-paleis"}