{"籤詩版本二": "De zwemmende vis werd in de Bibo-vijver in een strik gevangen.\nAls er iets misgaat nadat je erover hebt nagedacht, zal het uiteindelijk problemen veroorzaken.", "詩意": "Dit hexagram stelt een vis voor die gevangen zit in een strik.\nHet is ook raadzaam om in alles voorzichtig te zijn.", "解曰": "Nederzetting onder het huis. Er valt een ramp uit de hemel. Word vroeg wakker en neem eerst voorzorgsmaatregelen. Vermijd rampen.", "籤詩故事一": "◇Het paard is bedekt met water (het is moeilijk om het water op te vangen)\nHan-dynastie. Zhu Maichen, met dank aan Wengzi, was een inwoner van Wu in Kuaiji (nu onderdeel van de stad Suzhou).\nIn zijn vroege jaren was de familie van Maichen arm en had hij geen succes. Het echtpaar woonde in een rieten poort in een steegje, waar ze brandhout hakten en het verkochten om rond te komen. Je verdient niet veel geld door brandhout voor wie dan ook te verkopen.\nZijn vrouw ging water halen en zag een groep kinderen Maichen uitlachen. De vrouw vond het een schande en vertrok later.\nToen Zhu Maichen vijftig jaar oud was, zocht keizer Wu van de Han-dynastie naar talenten en aanbad hij Zhu als de prefect van Kuaiji.\nZijn vrouw had spijt van haar blindheid en wilde gereduceerd worden tot een dienstmeisje en concubine om Zhu de rest van zijn leven te dienen.\nMaichen beval zijn ex-vrouw een emmer water te halen, die op de trap te gieten en zei: 'Als het water teruggenomen kan worden, kunnen ze weer bij elkaar komen.'\nGezien de relatie tussen man en vrouw kregen de vrouw en haar hertrouwde echtgenoot een open ruimte in de achtertuin om voor zichzelf te zorgen en in hun levensonderhoud te voorzien. Zijn vrouw wierp zichzelf in de rivier en stierf.", "聖意": "Het huis is in gevaar, jijzelf is in gevaar, het geld is verloren, de transactie verloopt in vrede, het huwelijk is inconsistent, Liujia is bang, mensen worden geblokkeerd, de velden zijn beschadigd, zijderupsen gaan verloren, het vee gaat verloren, mensen worden gevonden, de openbare rechtszaak is verloren, de migratie is goed, de verloren voorwerpen zijn ongunstig, de ziekte is gevaarlijk en het berggraf moet worden veranderd.", "古人": "Het paard is bedekt met water (het is moeilijk om het water op te vangen)", "第X籤": "Vierenzestigste teken", "宮": "Maogong"}