{"籤詩版本二": "De weg is gevaarlijk, de paarden en mannen hebben haast, en de soldaten verkeren in grote moeilijkheden als ze verdwaald zijn.\nHet strand is hoog, de wind en de golven breken, de boot is kapot, de zon gaat onder, de bloemen sterven, de lucht valt en de vorst valt. Win: draag.棹: roeispaan.", "詩意": "Dit hexagram lijkt op een boot die het strand kapot maakt.\nPas op voor alle gevaren.", "解曰": "Oldskool en oldskool. Rustig en onberispelijk. U hoeft geen advies in te winnen. Reis vrij.", "籤詩故事一": "◇De koning van Chu Yin Ling is de weg kwijtgeraakt\nBegin 202 v.Chr. Omsingelden in totaal 400.000 Han-troepen van drie kanten het leger van Xiang Yu in Gaixia, dat een tekort aan voedsel had. Ze vroegen de soldaten om in het Chu-dialect te zingen, waardoor het leger van Xiang Yu ten onrechte geloofde dat hun geboortestad onder controle was. door het Han-leger. Deze psychologische tactiek van \"aan alle kanten belegerd\" zorgde ervoor dat het leger van Xiang Yu het moreel verloor.\nDus Xiang Yu leidde meer dan 800 elite cavalerie en besloot uit te breken, terwijl het Han-leger op de voet volgde, samen met Guan Ying en 5.000 cavalerie. Nadat ze de Huai-rivier waren overgestoken, had de cavalerie van Xiang Yu nog maar honderd man over.\nXiang Yu raakte verdwaald in Yinling en vroeg een boer langs de weg om de weg naar de rivier. Onverwachts volgde hij de door de oude man aangegeven richting en belandde in een moeras, waardoor hij moeilijk te verplaatsen was. Hij werd bijna ingehaald door Liu Bang's leger. Xiang Yu bereikte uiteindelijk Wujiang en wist dat de situatie voorbij was. Toen hij Jiangdong's oudsten zonder schaamte zag, pleegde hij zelfmoord.", "聖意": "De familie en het huis maken zich zorgen over hun eigen rampen. Geld zoeken en het bedrijf ruïneren. Het huwelijk is niet duurzaam. Liujia is gevaarlijk. Voetgangers blokkeren de velden. Zijderupsen zijn beschadigd. Zes vee is beschadigd. Vermiste mensen. Openbare rechtszaken. Verlies, migratie, verloren voorwerpen, ziekte, het is ongunstig om mensen naar een berggraf te sturen.", "古人": "Koning Yin Ling van Chu raakte de weg kwijt", "第X籤": "Zesenzestigste lot", "宮": "Maogong"}