{"籤詩版本二": "Als de winter aanbreekt, zal een tak van pruimenbloesem op de berg nooit vernietigd worden, ook al vallen de bladeren en verwelken de takken.\nMaar als de lente aanbreekt, geef ik mezelf nog steeds terug als courtisane en vernietig ik het originele werk.", "詩意": "In dit hexagram neemt de pruimenbloesem de leidende positie in.\nAlles is goed als het wordt uitgesteld.", "解曰": "Eén pijl schoot leeg. Als het leeg is, is het niet leeg. Wachten tot de lente komt. Kleur zit erin.", "籤詩故事一": "◇Twee keer gescoord\nTijdens het bewind van keizer Dezong van de Tang-dynastie werden de loyale minister Mei Bogao en zijn gezin erin geluisd door de verraderlijke premier Lu Qi, die hen allemaal wilde vermoorden. Alleen zijn zoon Mei Liangyu wist te ontsnappen. Later veranderde hij zijn naam aan Wang Xitong om zijn identiteit te verbergen. Hij leefde alleen op straat, hongerig en koud, maar gelukkig werd hij opgevangen door Chen Risheng (Chen Dongchu). Chen Risheng kende zijn levenservaring niet, dus vroeg hij hem om te helpen bij het verzorgen van Chen's pruimentuin, zodat hij niet op straat zou verhongeren.\nChen Risheng was een klasgenoot en vriend van Mei Bogao. Toen hij werd vervolgd door Lu Qi, werd hij gered door Mei Bogao. Als gevolg hiervan werden Mei Bogao en Lu Qi vijandig. Uiteindelijk werd zijn hele familie geëxecuteerd. Chen Risheng voelde zich hierdoor verdrietig en boos. Nadat hij getrouwd was, nam hij ontslag en verhuisde zijn gezin naar Yangzhou om in afzondering te leven.\nChen Risheng heeft een dochter genaamd Chen Xingyuan, die mooi en geurig is. Nadat Mei Liangyu bij de familie Chen kwam, werden ze op het eerste gezicht verliefd. Op een dag waarop de pruimenbloesems in volle bloei stonden, wat tevens de verjaardag was van Mei Bogao's dood, openden Chen Risheng en zijn familie een altaar in de pruimentuin van hun huis om hun overleden vriend en weldoener te herdenken. en er woei een zware sneeuwstorm, die alle pruimenbloesems bedekte. Chen Risheng klaagde dat hij veilig kon ontsnappen, maar dat hij niet eens de afstammelingen van de familie Mei kon redden. Hij dacht dat dit een waarschuwing van God was, dus zwoer hij dat tenzij de pruimenbloesems weer zouden bloeien, wat bewees dat de afstammelingen van de familie Mei De familie Mei leefde nog, hij wilde nooit iets zeggen, hij vluchtte naar het boeddhisme en werd monnik.\nZijn dochter Xingyuan hoorde dit en verbrandde onmiddellijk wierook en bad oprecht tot God om de pruimenbloesems weer te laten bloeien. Hun oprechtheid bewoog de hemel en alle pruimenbomen in de pruimentuin bloeiden opnieuw; later wist Chen Risheng dat de Xitong Liangyu was, dus verloofde hij zijn dochter Xingyuan aan hem.", "聖意": "Het huis is niet goed voor jezelf, je bent goed voor jezelf, je zoekt rijkdom, je bent voorzichtig in de omgang, de tijd is rijp, het huwelijk is laat, de lente is sterk, de herfst is leeg, de reiziger is te laat, de velden zijn welvarend, de zijderupsen zijn welvarend, de zes veestapels zijn welvarend, het zoeken naar mensen, openbare rechtszaken, verlies, migratie, verloren eigendommen, oosterse ziekten, vals alarm, berggraven moeten worden veranderd.", "古人": "Twee keer gescoord", "第X籤": "Negenenzestig wint de Lott", "宮": "Tatsumi"}