{"籤詩版本二": "Chao Chao lijkt op een bloemenbij die vanuit het zuidwesten en vervolgens naar het oosten vliegt\nDe lente is voorbij, de bloemen zijn verdwenen en er is geen plek om naar te zoeken. Dit hart zal zijn verblijfplaats niet veranderen.", "詩意": "Dit hexagram lijkt op een bij die bloemen plukt.\nAlles is moeizaam en moeizaam.", "解曰": "Geen lentelandschap. Het regent een hele tijd, maar het klaart nooit op. Vraag om hulp. Het is beter om stil te zijn.\n.", "籤詩故事一": "◇Li Mi kwam in opstand tegen de Tang-dynastie\nLi Mi\n(582-619), de overleden leider van het Wagang-leger tijdens de boerenopstand in de late Sui-dynastie van China. Meester van kalligrafie. De meester van het woord Fa was een inwoner van Chang'an, Jingzhao, en zijn voorouderlijk huis was Xiangping, Liaodong (nu ten zuiden van Liaoyang, Liaoning). Een inwoner van Chang'an, Jingzhao, zijn ouderlijk huis is Xiangping, Liaodong (nu ten zuiden van Liaoyang, Liaoning).\nIn het negende jaar van Daye (613) nam hij deel aan de opstand van Yang Xuangan tegen de Sui-dynastie in Liyang (nu ten noordoosten van Junxian County, provincie Henan). In het negende jaar van Daye (613) nam hij deel aan de opstand van Yang Xuangan tegen de Sui-dynastie in Liyang (nu ten noordoosten van Junxian County, provincie Henan). Het mysterieuze gevoel is verslagen,\nLi Mi vluchtte. Xuangan werd verslagen en Li Mi vluchtte.\nIn het twaalfde jaar van Daye sloot hij zich aan bij het Wagang-leger\n. In het twaalfde jaar van Daye's regering sloot hij zich aan bij het Wagang-leger. Li Mi was goed in strategie.In oktober van het twaalfde jaar van Daye haalde Li Mi Zhai over om Xingyang Tong, de machtige generaal die het leger vergezelde, aan te vallen om Zhang Xutuo te verdedigen, het Sui-leger te verslaan en Zhang Xutuo te doden. Li Mi was goed in strategie.In oktober van het twaalfde jaar van Daye haalde Li Mi Zhai over om Xingyang Tong, de machtige generaal die het leger vergezelde, aan te vallen om Zhang Xutuo te verdedigen, het Sui-leger te verslaan en Zhang Xutuo te doden.\nLater stelde hij voor om het Xingluo-magazijn (later omgedoopt tot Luokou) aan te vallen, het magazijn te openen voor hulp en het team uit te breiden. Het Wagang-legerteam groeide snel. In het 13e jaar van Daye leidde Li Mi het Wagang-leger, en Zhai Rang behandelde de degradatie en distributie van de Sui-dynastie.Er was een oorlog over militaire middelen en andere kwesties, en Li Mi doodde Zhai Rang en honderden van zijn volgelingen. Later stelde hij voor om het Xingluo-magazijn (later omgedoopt tot Luokou) aan te vallen, het magazijn te openen voor hulp en het team uit te breiden. Het Wagang-legerteam groeide snel. In het 13e jaar van Daye leidde Li Mi het Wagang-leger, en Zhai Rang behandelde de degradatie en distributie van de Sui-dynastie.Er was een oorlog over militaire middelen en andere kwesties, en Li Mi doodde Zhai Rang en honderden van zijn volgelingen.\nIn maart van het 14e jaar van Daye doodde Yu Wenhuaji keizer Yang van de Sui-dynastie\n, leidde ertoe dat meer dan 100.000 mensen naar het westen terugkeerden. In maart van het veertiende jaar van Daye doodde Yu Wenhuaji (Yu Wen, samengestelde achternaam) keizer Yang van de Sui-dynastie en keerde met meer dan 100.000 mensen terug naar het westen. Li Mi kreeg de opdracht om Huaji aan te vallen. Hoewel Huaji werd verslagen, leed Li Mi ook zware troepenverliezen. Hij werd later achtervolgd door Wang Shichong. Li Mi's leger werd verslagen en zijn kamp werd vernietigd. Zijn generaals Qin Shubao, Cheng Zhijie (oorspronkelijk genaamd Cheng Yaojin), Niu Jinda en anderen werden gevangengenomen. Shan Xiongxin gaf zich over. Li Mi kreeg de opdracht om Huaji aan te vallen, maar hoewel Huaji werd verslagen, leed Li Mi ook zware verliezen in zijn troepen. Later werd hij achtervolgd door Wang Shichong. Li Mi's leger werd verslagen en zijn kamp werd vernietigd. Zijn generaals Qin Shubao, Cheng Zhijie (oorspronkelijk genaamd Cheng Yaojin), Niu Jinda en anderen werden gevangengenomen en Shan Xiongxin gaf zich over. Li Mi was wanhopig, dus stak hij in september de rivier over naar Heyang en gaf zich over aan de Tang-dynastie. Li Mi was wanhopig, dus stak hij in september de rivier over naar Heyang en gaf zich over aan de Tang-dynastie.\nIn november stuurde Li Yuan Li Mi naar Shandong om oude troepen te rekruteren. november,\nLi Yuan stuurde Li Mi om in Shandong te wachten om oude troepen te rekruteren. Omdat hij het gevoel had dat hij verdacht werd, kwam hij in opstand tegen Tang. Omdat hij het gevoel had dat hij verdacht werd, kwam hij in opstand tegen Tang. Tang-generaal Sheng Yanshi nodigde Li Mi uit om aan te vallen en doodde hem in Xinggong Xian. Tang-generaal Sheng Yanshi nodigde Li Mi uit om aan te vallen en doodde hem in Xinggong Xian.", "聖意": "Huis, huis, tong, zelf, slechterik, rijkdom zoeken, zaken verspillen, huwelijken die niet duurzaam zijn, Liujia, lege bloemen, voetgangers, Yaotian, schade aan zijderupsen, schade aan zes vee, vermiste personen, rechtszaken, verlies, migratie, conservatisme, verloren eigendommen, ziekte, obstakels, hervorming van het berggraf", "古人": "Li Mi kwam in opstand tegen de Tang-dynastie", "第X籤": "De zeventigste trekking", "宮": "Tatsumi"}