{"籤詩版本二": "Kennis van Canglong Nineteenth Guards: Een vrouw trouwde met een tweede echtgenoot\nMet één boog en twee pijlen zullen de dinosaurussen onmiddellijk in vrede leven", "詩意": "Dit hexagram lijkt op een boog die twee pijlen vasthoudt.\nAlles is veelbelovend als het samengaat.", "解曰": "Niet te zwaar. Bestemming. Zhen Liuzhong opent. Het is raadzaam om voorzichtig te zijn.", "籤詩故事一": "◇Wenjun bezoekt Xiangru\nZhuo Wenjun was de dochter van de kleinzoon van Zhuo Wang, een rijke zakenman in Linqiong, in de provincie Sichuan.Ze was bedreven in muziek en had een literaire naam. Ze trouwde toen ze zestien was, een paar jaar later overleed haar man en keerde ze terug naar haar geboortefamilie om als weduwe te leven.\nOp een dag ging Sima Xiangru naar het huis van Zhuo Wangsun voor een banket. Toen hij hoorde dat Zhuo Wenjun pas weduwe was geworden, speelde hij het nummer \"Phoenix Seeking the Phoenix\" om zijn liefde te uiten. Zhuo Wenjun had al over Sima Xiangru gehoord, en dit banket zorgde ervoor dat hij zich nog meer tot Sima Xiangru aangetrokken voelde. Aan de andere kant gaf hij na het banket van Sima Xiangru onmiddellijk veel geld uit om de persoonlijke meid van Zhuo Wenjun om te kopen en vroeg hij haar Sima Xiangru's liefde voor Zhuo Wenjun over te brengen. Nadat Zhuo Wenjun via de meid hoorde over de liefde van Sima Xiangru, haastte hij zich onmiddellijk naar de herberg waar Sima Xiangru woonde. Toen hij de aankomst van Zhuo Wenjun zag, vlucht Sima Xiangru onmiddellijk met haar naar zijn geboorteplaats in Chengdu.\nToen ze in Chengdu waren, was het echtpaar berooid en moest ze terugkeren naar Linqiong om een ​​klein hotel te openen om in hun levensonderhoud te voorzien. Zhuo Wenjun verkocht wijn en Sima Xiangru deed de afwas. Ze leefden een arm leven. Nadat de vader van Zhuo Wenjun, Zhuo Wangsun, ervan hoorde, stemde hij ermee in en financierde ze op advies van zijn vrienden, zodat Sima Xiangru en Zhuo Wenjun terugkeerden naar Chengdu om te leven, en later rijk werden.", "聖意": "Verlies van huis en eigendom, iemands eigen rechten en onrecht, het zoeken naar rijkdom, arbeidstransacties, het waken tegen hertrouwen.", "古人": "Wenjun bezoekt Xiangru", "第X籤": "Eenenzeventig winnende lotto", "宮": "Tatsumi"}