{"籤詩版本二": "Imkers moeten om honing bedelen, anders worden ze door een steek gestoken\nEr moet een vreemde weg voor je liggen, het geheim is zo diep als een doornenbos.", "詩意": "Dit hexagram symboliseert bijen die honing verzamelen.\nAlles is moeizaam en moeizaam.\n\n(Dit hexagram zoekt naar het symbool van zoetheid en bitterheid.\nVoorkom rampen in alles.\n)", "解曰": "Er moeten dingen zorgvuldig gebeuren. Het is niet nodig om het te forceren. Bijen verzamelen honing. Wat is de reden?", "籤詩故事一": "◇Wang Mang zoekt talenten\nEr kan worden gezegd dat de familie Wang Mang in de Westelijke Han-dynastie een rijke familie is. Hoewel zijn vader jong stierf, werden verschillende van zijn ooms en ooms keizers van de Han-dynastie. Ze werden generaals, premiers, markiezen en ontvingen beloningen. De familie Wang was buitengewoon prominent.\nMaar het kleine gezin van Wang Mang was buitengewoon arm; zijn vader stierf jong en hij woonde alleen bij zijn moeder, afhankelijk van de liefdadigheid van familieleden. Maar hierdoor ontwikkelde en oefende Wang Mang al sinds zijn kindertijd een reeks vaardigheden in het omgaan met mensen. Hoe verdrietig of boos hij zich ook voelde, hij toonde altijd een heel gelukkige en vredige blik in het bijzijn van familieleden, ouderen of buitenstaanders, dus hij werd door iedereen in de clan zeer gewaardeerd.\nOp een keer was zijn oudste oom ernstig ziek. Toen hij hiervan hoorde, kwam hij langs en wachtte bij het bed van de patiënt, bracht medicijnen en water en hield 's nachts de wacht. Maandenlang was hij uitgekleed, slordig en verwilderd. Hij was simpelweg meer 'geduldig' dan een patiënt, meer 'zoon' dan een biologische zoon.\nHiervoor prees iedereen in het Taiwanese volk hem en schreef brieven waarin om een ​​beloning voor hem werd gevraagd.\nDus gaf keizer Cheng van de Han-dynastie hem de titel van nieuwe hoofdstad-markies en benoemde hem tot bewaker in het paleis, waarmee hij een naaste minister van de keizer werd.\nMet zijn hoge status en grote macht toonde Wang Mang nooit enige arrogantie of laksheid. In plaats daarvan werd hij steeds hoffelijker en hoffelijker. Aan de ene kant sloot hij vriendschap met ministers, generaals, ministers, beroemde geleerden en geleerden.\nMaar hij leefde een zeer sober leven, waarbij hij vaak vleesgerechten at, om nog maar te zwijgen van het dragen van lange gewaden en jurken met lange mouwen, en alleen korte kleding droeg. Dus iedereen in de regering en het publiek prees hem unaniem met het woord \"deugdzaam\".\nLater stierf zijn oom, Grand Sima Wanggen, aan ziekte en werd hij gekozen als zijn vervanger. De keizer en alle ministers vonden hem het meest geschikt. Daarom werd Wang Mang, die pas achtendertig jaar oud was, de Grand Sima met de hoogste militaire macht van het land.\n(Dit verhaal is een metafoor. Als je goed bent in het zijn van een goed mens, kun je de ‘moeilijkheid om door bijen gestoken te worden’ kwijtraken en je idealen bereiken zoals jij dat wilt.)", "聖意": "Het huis is niet goed voor jezelf, het gezin zit in de problemen, het bedrijf is geblokkeerd, het huwelijk is geblokkeerd, de zes pantsers zijn vals, de voetgangers zijn te laat, de oogst van zijderupsen is laag, het vee is laag, het is moeilijk om mensen vinden, de rechtszaak is slecht, de migratie komt niet in beweging, de verloren eigendommen zijn slecht, de ziekte is opgezet, het berggraf is verloren,", "古人": "Wang Mang zoekt talenten", "第X籤": "Het winnen van de loterij tweeënzeventig", "宮": "Tatsumi"}