{"籤詩版本二": "Als de lente aanbreekt, trilt de donder en fluiten insecten, en ik wend me af van de modder\nToen ik voor het eerst besefte dat ik nog steeds kwam en ging, werd ik, zodra ik veranderde, een draak.", "詩意": "Dit hexagram is als donder en insecten.\nEen nobel persoon ontmoeten is in alles een goed teken.", "解曰": "De donder slaat toe. Twee stortingen in en uit. Eén keer veranderen. Tot Tianmen.", "籤詩故事一": "◇Chenqiao-muiterij\nIn 959 na Christus stierf Zhou Shizong Chai Rong, en keizer Gong, Chai Zongxun, die de troon besteeg, was slechts zeven jaar oud. In die tijd had Zhao Kuangyin, die als inspecteur voor het paleis en als gezant van Songzhou bij het Duitse leger diende, de echte macht.\nIn het voorjaar van 960 na Christus rapporteerden Zhenzhou (het huidige Zhengding, provincie Hebei) en Dingzhou (het huidige Dingxian district, provincie Hebei) dat de legers van de Noordelijke Han-dynastie en de staat Liao gezamenlijk naar het zuiden trokken om de latere Zhou-dynastie aan te vallen, met grote vaart, en verzocht om troepen te sturen voor hulp. Later gaf de Zhou-dynastie Zhao Kuangyin de opdracht zijn troepen naar het noorden te leiden om tegen de vijand te vechten. Zhao Kuangyin handelde in het geheim onder de planning van zijn broer Zhao Guangyi, Zhao Pu, Shi Shouxin en anderen.\nToen het leger op 3 februari aankwam in Chenqiaoyi (nu Chenqiao, ten zuidoosten van Fengqiu, Henan), lanceerden ze een muiterij en gaven ze de soldaten opdracht gele gewaden voor hem te dragen. Ze kwamen in opstand tegen de latere Zhou-dynastie en steunden Zhao Kuangyin als keizer. . Daarna leidde Zhao zijn troepen terug naar Kaifeng zonder te verbranden, te doden of te plunderen. \"Taizu Chen Qiao heeft een eed afgelegd de bevolking van de hoofdstad niet te zullen storen, en hij beloofde de stad niet te zullen storen op de dag dat hij de stad binnenkwam.\"\nOp de derde dag van het derde jaar van de maanmaand kwam Zhao Kuangyin in opstand in Chenqiao en keerde terug naar de hoofdstad. Fan Zhi leidde Wang Pu en Wei Renpu om Zhao Kuangyin te ondervragen. Luo Yanhuan trok zijn zwaard voor de tent en schreeuwde luid : \"De drie legers hebben geen meesters. De generaals hebben besloten hem tot keizer te benoemen. Iedereen die zich uitspreekt, wordt gedood!\". Wang Pu's gezicht was zo bleek als aarde. Hij liet zijn treden zakken en boog voorover. Fan Zhi boog ook. Kuang Yin hielp hem persoonlijk overeind en behandelde hem met grote hoffelijkheid.\nNa gematigd verzet nam keizer Gong van de latere Zhou-dynastie de troon over, en Zhao nam de troon over. Taizu stond op het punt Zen te aanvaarden, maar er was geen Zen-tekst. Tao Gu, een geleerde van Hanlin, accepteerde het bevel en kwam naast hem binnen en zei: \"Het is klaar.\"\nNadat Zhao op de troon kwam, veranderde hij de naam van het land in Song, Yuan in Jianlong en maakte Kaifeng tot hoofdstad. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan en Zhao Yanhui kregen allemaal de titel Jiedushi. , die in de geschiedenis bekend stond als de \"Chenqiao-muiterij\".\nWikipedia\n(Dit verhaal geeft aan dat dit het begin is van de uitvoering van Zhao Kuangyin.)", "聖意": "Bid voor je huis, dagelijks leven, rijkdom, geluk, geluk in zaken, nobel huwelijk, succes in Liujia, mannelijke voetgangers, vroege geboorte van zijderupsen in de velden, vroege geboorte van zes dieren, geluk in de lente, het vinden van mensen, succes in openbare rechtszaken, veel geluk bij de migratie, verloren eigendommen, gevaren bij ziekten, gevaren in bergen en graven.", "古人": "Chenqiao-muiterij", "第X籤": "Getekend drieënzeventig", "宮": "Mi-paleis"}