{"籤詩版本二": "Net zoals je een tijger over een hoge berg sleept, is vechten en concurreren met elkaar timide en koud.\nAls je plotseling iets goeds doet zonder het te beseffen, moet je jezelf veilig houden. Het woord de tijger slepen betekent de tijger knuffelen.", "詩意": "Dit hexagram lijkt op het vasthouden (slepen) van een tijger over de berg.\nAlles is gevaarlijk en eng.", "解曰": "Gevaar is gevaarlijk. Er liggen obstakels in het verschiet. Als je om advies vraagt. Het is echt hard werken.", "籤詩故事一": "◇Wu Yuan verliet Zhaoguan 's nachts (Wu Zixu passeerde Zhaoguan)\nWu Zixu was een inwoner van Chu in de lente- en herfstperiode. Op dat moment wilde koning Ping van Chu hem opsporen. Koning Ping van Chu loofde een beloning uit voor de arrestatie van Wu Zixu, liet zijn portret tekenen en ophangen aan de stadspoorten in de staat Chu, en gaf ambtenaren het bevel het onderzoek te intensiveren. Toen Wu Zixu naar Zhaoguan vluchtte, de grens tussen Wu en Chu, controleerden de functionarissen van Zhaoguan heel nauwkeurig. Hij was zo bezorgd dat hij een aantal nachten achter elkaar niet kon slapen, en zelfs zijn haar werd grijs van bezorgdheid. Gelukkig ontmoette ik een man genaamd Dong Gao Gong, die sympathiseerde met zijn benarde situatie en hem mee naar huis nam om zich te verstoppen. Duke Dong Gao had een vriend die een beetje op Wu Zixu leek, dus vroeg Duke Dong Gao hem om voor de test te slagen door zich voor te doen als Wu Zixu. De bewakers vingen de nep-Wu Zixu op, maar de echte Wu Zixu kon niet worden herkend door de ambtenaren omdat zijn haar helemaal wit was, dus lieten ze hem passeren. Later ontsnapte hij veilig naar de staat Wu.\n(Het vervangen van Wu Zixu door een vriend die er hetzelfde uitziet, en die zelf grijs haar heeft, is de \"magische hand\" van dit verhaal)", "聖意": "Bid voor uw huis en uw huis om uzelf te beschermen, pas op voor het zoeken naar rijkdom, wees voorzichtig met transacties, stagnatie in transacties, huwelijksproblemen", "古人": "Wu Yuan verliet Zhaoguan 's nachts (Wu Zixu passeerde Zhaoguan)", "第X籤": "Het vijfenzeventigste teken", "宮": "Mi-paleis"}