{"籤詩版本二": "Een mengsel van vis en draak heeft dezelfde betekenis: blijf in de diepe poel en wacht op geluk.\nOnbewust sprong Yumen met opgeheven hoofd over het Drakenpaleis.", "詩意": "Het hexagram vis en draak blijven ongewijzigd.\nAlles komt op tijd.", "解曰": "Ook al is het Ziji. Wacht ook. Plan uw eigen bedrijf. Handel niet roekeloos.", "籤詩故事一": "◇Hongwu kijkt naar vee\nZhu Yuanzhang, geboren in Zhongli, Haozhou (nu Fengyang County, provincie Anhui), werd geboren in het eerste jaar van Tianli van Yuan Wenzong van de Yuan-dynastie en stond op de vierde plaats in zijn familie. Hij werd geboren in een arm boerengezin, kon door armoede op jonge leeftijd niet studeren en hoedde ooit vee voor de landheer.\nIn het vierde jaar van Zhizheng (1344) was er een ernstige droogte in Huaibei.Zhu Yuanzhang's vader, moeder en broer stierven achtereenvolgens, dus hij had geen andere keuze dan een beginnende monnik te worden in de Huangjue-tempel.\nMinder dan twee maanden na het betreden van de tempel sloot de tempeleigenaar, vanwege de moeilijkheden bij het innen van de huur van de tempel in de hongersnoodjaren, het pakhuis en ontsloeg de monniken. Zhu Yuanzhang moest zijn geboortestad verlaten en een rondzwervende monnik worden (een monnik die de kost verdiende door te bedelen).\nLater werd Zhu Yuanzhang de Taizu van de Ming-dynastie en de \"burgerkeizer\" in de Chinese geschiedenis, met de regeringsnaam \"Hongwu\".\n(De metafoor van dit verhaal is dat een tijdje gewoon zijn niet betekent dat het in de toekomst hetzelfde zal zijn. Dit komt omdat de tijd nog niet is aangebroken.)", "聖意": "Het gezin is veilig, het gezin is gezond, het fortuin is goed, de zaken zijn in behandeling, het huwelijk is laat, het mannetje is geboren in Liujia, de voetganger is laat, de zijderups is laat, de zijderups is rijk, de zes dieren worden gevolgd, de persoon wordt vermist, geen enkele rechtszaak wordt uitgesteld, de migratie is conservatief, de verloren voorwerpen worden geblokkeerd, de ziekte wordt gehinderd door het berggraf.", "古人": "Hongwu kijkt naar vee", "第X籤": "Zesenzeventigste lot", "宮": "Mi-paleis"}