{"籤詩版本二": "In de droom werd gezegd dat er veel rijkdom zou zijn, maar de roem zou op niets uitlopen.\nHet water is ver weg en de bergen zijn ver weg, maar het is moeilijk om trouw te zijn. De nobele persoon geeft leiding en glimlacht.", "詩意": "Dit hexagram vertegenwoordigt het symbool van het verkrijgen van een schat in een droom.\nAlles is min of meer echt.", "解曰": "Dromen als een droom. Geen hoop op roem. Wacht maar op goede tijden. Edele instructies.", "籤詩故事一": "◇ Geef de jade terug aan Zhao (geef de jade terug aan Zhao nadat je deze hebt voltooid)\nIn 283 v.Chr. Verkreeg koning Zhao Huiwen He's Bi van Chu. Nadat koning Qin Zhaoxiang het nieuws had gehoord, stuurde hij een brief naar koning Zhao, waarin hij zijn bereidheid uitdrukte om vijftien steden te ruilen voor He's Bi.\nLin Xiangru analyseerde tegen koning Zhao dat Qin sterk was en Zhao zwak en vervangen moest worden.\nKoning Zhao stuurde vervolgens Lin Xiangru naar Qin met He's Bi.\nDe koning van Qin ontmoette Lin Xiangru in Zhangtai, en Lin Xiangru presenteerde de jade aan de koning van Qin. De koning van Qin was dolgelukkig en gaf de He's Bi aan de schoonheid en iedereen om haar heen keek ernaar. Op dat moment riep iedereen links en rechts: lang leve.\nLin Xiangru zag dat de koning van Qin niet van plan was de stad aan Zhao te geven, dus vertelde hij de koning van Qin dat zijn jade defect was en wilde hij de koning van Qin erop wijzen om van de gelegenheid gebruik te maken om de jade terug.\nNadat Lin Xiangru Heshi's Bi had teruggenomen, ging hij naast de grote pilaar staan, waarmee hij liet zien dat hij met Heshi's Bi wilde sterven.\nOp dat moment zei Lin Xiangru tegen de koning van Qin: 'De koning van Zhao overwon nog steeds de bezwaren van de ministers en accepteerde het voorstel van de minister. Zelfs als hij elkaar niet bedroog in zijn omgang met het gewone volk, om nog maar te zwijgen van dat Qin is een groot land! Om de vriendschap tussen Qin en Zhao te behouden, koning Zhao. Na vijf dagen vasten stuurde ik mijn ministers met de jade naar Qin. Helaas was de koning van Qin niet alleen niet van plan Zhao een stad, maar gaf ook de jade van de familie He door aan een mooie vrouw, wat eigenlijk een aanfluiting was van mijn ministers.\nNadat hij klaar was met spreken, maakte Lin Xiangru onmiddellijk een gebaar waarbij hij tegen een pilaar sloeg. De koning van Qin was bang dat He's Bi beschadigd zou raken, dus deed hij alsof hij Zhao vijftien steden gaf. Lin Xiangru doorzag het verraderlijke plan van koning Qin, dus vroeg hij koning Qin om vijf dagen te vasten voordat hij He's Bi voorstelde om de tijd uit te stellen. In deze paar dagen stuurde Lin Xiangru zijn bedienden om met de jade terug te keren naar de staat Zhao, terwijl hij bleef om met de koning van Qin af te rekenen.\n(Dit verhaal lijkt op de ogen van een gewoon mens die gefascineerd zijn door zijn status.)", "聖意": "Bidden voor zegeningen thuis, voor jezelf, belemmeren rijkdom, maken transacties moeilijk te verwezenlijken, huwelijk is niet in harmonie met Liujiaxu-voetgangers, Chitiaanse zijderupsen worden niet geaccepteerd, zes dieren zijn beschadigd, mensen worden vermist, openbare rechtszaken en migratie worden verwacht, verloren spullen zijn ver weg, ziekten worden veroorzaakt, naar berggraven gestuurd en veranderd.", "古人": "Geef de jade terug aan Zhao (maak de jade compleet aan Zhao)", "第X籤": "De zevenenzeventigste winnende loterij", "宮": "Middag paleis"}