{"籤詩版本二": "Lege knoop, ik wil je veilig houden. Als je je lichaam veilig houdt, zou ik willen dat je het nooit teruggeeft.\nVergeet niet dat Gods gunst is beantwoord en wees niet minachtend voor Gods woorden.", "詩意": "Geloof niet dat dit hexagram waar is.\nHet is een teken dat je in alles conservatief bent.", "解曰": "Mensen hebben hun eigen mening. De geest hoeft niet bezig te zijn. Guanyin-instructies. Wees niet respectloos.", "籤詩故事一": "◇In het geheim de bronzen vlag ondersteunen\nDe beroemde stichter van de Tang-dynastie, Qin Qiong (Qin Shubao) kreeg de titel van Grootmaarschalk van de Sui-dynastie. Hij leidde zijn troepen om de Sishui-pas (of Sishui-pas of Dongling-pas, de legendes variëren) aan te vallen. Yang Yicheng), de bewaker-generaal van de Sishui-pas, was keizer Yang van de Sui-dynastie en gaf opdracht om een ​​bronzen vlaggenreeks op te zetten, maar Qin Shubao kon deze lange tijd niet aanvallen. Nadat hij erachter kwam dat Luo Cheng, de leider van de formatie, zijn neef was, nam hij contact op met zijn tante.\nVoordat Luo Cheng vertrok, vertelde hij zijn moeder dat de persoon die de vlag kwam omverwerpen zijn neef Qin Qiong was, en zijn moeder beval hem hem in het geheim te helpen. Op de dag van de beslissende slag wisselde Luo Cheng, die de Bronzen Vlag bewaakte, plotseling van kant en bundelde zijn krachten met Qin Qiong. Ze versloegen uiteindelijk de Bronze Flag-formatie. Luo Cheng bezette de Dongling Pass en keerde als overwinnaar terug. Luo Cheng gaf zich ook over aan de Tang-dynastie.\n(Dit verhaal is een metafoor dat je soms op de rede moet vertrouwen als je dingen doet, in plaats van op emotie of geloof.)", "聖意": "Het huis is nog steeds bereid zichzelf te beloven, rijkdom te zoeken, zijn deel te behouden, voorzichtig te zijn met trouwen, een meisje te baren, voetgangers blijven in het veld, zijderupsen, zeven punten en zes veeschade, zoeken naar mensen, openbare rechtszaken en migratie , verloren voorwerpen, westerse ziekten, oplossing voor bergen, graven in het westen", "古人": "In het geheim de bronzen vlag helpen neerhalen", "第X籤": "Negenenzeventig winnen van de Lott", "宮": "Middag paleis"}