{"籤詩版本二": "De bladeren van de platanen zijn gevallen, de herfst nadert en de terugreis van de reizigers lijkt op wolken.\nDankzij Gods grote inspanningen keerde het schip terug met de schat in de wind.", "詩意": "Dit hexagram vertegenwoordigt het beeld van gevallen platanenbladeren.\nAlles is van tevoren slecht en uiteindelijk goed.", "解曰": "Neem dingen uit je hart. Tianxin volgt het. Brood verdienen. Doe wat je kunt.", "籤詩故事一": "◇De wind waait naar het Tengwang-paviljoen\nWang Bo, met dank aan Zian, was een dichter uit de vroege Tang-dynastie, geboren in het eerste jaar van Yonghui, keizer Gaozong van de Tang-dynastie. Wang Bo leest de Schriften sinds hij een kind was, en hij staat bekend als een \"wonderkind\". Wang Bo leest de Schriften sinds hij een kind was, en hij staat bekend als een \"wonderkind\".\nToen hij tien jaar oud was, kwamen hij en zijn vader toevallig langs een Guandi-tempel. Ze zagen het majestueuze standbeeld van Guandi in de tempel, met een exemplaar van 'Lente en herfst' in de hand en las het. Toen zijn vader het zag, Hij zong tegen keizer Guan: \"Ik houd drie lokken groene baard vast, lees de geschiedenis van de Qing-dynastie voor aan de groene lantaarn en breng hulde aan de beroemde namen. Met de groene draak en de maan in mijn hand.\" dat Wang Bo in de herfst van dit jaar van Shanxi naar het eiland Hainan ging om zijn vader te bezoeken, die gedegradeerd was tot de districtsmagistraat van Jiaozhi, terwijl hij onderweg duizenden bergen en rivieren passeerde. In de herfst van het jaar, toen hij zevenentwintig was, ging Wang Bo van Shanxi naar het eiland Hainan om zijn vader te bezoeken, die was gedegradeerd tot de post van magistraat van de provincie Jiaozhi. Onderweg passeerde hij duizenden bergen en rivieren.\nToen we die dag bij de Madang-berg aankwamen, ging iedereen aan land om uit te rusten. Toen Wang Bo alleen langs een oude tempel liep, zag hij plotseling een oude man op de steen naast de tempel zitten. De oude man zag eruit als een kind met blond haar en een sprookjesachtige verschijning. Hij zei tegen Wang Bo: \"Ben jij niet Wang Bo?\" Wang Bo schrok en zei: \"Precies! Hoe weet je dat?\" De oude man zei: \"Ik heb lang gehoord dat je goede Het is uw bedoeling om mensen te redden, en uw gedichten zijn zeer betekenisvol. Er zal morgen een groots feest zijn in het Tengwang-paviljoen. Als u het banket kunt bijwonen en een essay kunt schrijven, zult u door de eeuwen heen beroemd zijn en reiskosten krijgen.' op de Madang-berg ging iedereen aan land om uit te rusten. Toen Wang Bo alleen langs een oude tempel liep, zag hij plotseling op de steen naast de tempel: Er zat een oude man, die eruitzag als een kind met blond haar en een fee. Hij zei tegen Wang Bo: 'Ben jij niet Wang Bo?'\nWang Bo was verbaasd en zei: 'Precies! Hoe weet je dat?'\nDe oude man zei: 'Ik heb lang gehoord dat je een vriendelijke intentie hebt om mensen te redden, en de gedichten die je componeert zijn heel betekenisvol. Er zal morgen een groots feest zijn in het Paviljoen van Prins Teng. Als je het banket kunt bijwonen en componeren, je zult beroemd zijn door de eeuwen heen en je krijgt reiskosten.\"\nWang Bo zei: ‘Deze plaats ligt op zes- of zevenhonderd mijl afstand van het Tengwang-paviljoen. Hoe kunnen we hier morgen komen?’ De oude man zei: ‘Ik zal een paard gebruiken als een goddelijke wind om je te helpen een soepele vaart te hebben. zal zeker morgen aankomen.\" Wang Bo bedankte me en zei: \"Neem me niet kwalijk, mijn schoonvader. Ben jij een onsterfelijke of een god?\" De oude man lachte en zei: \"Ik ben de Zhongyuan Shuijun die in beheert dit watergebied!\" Wang Bo zei: \"Deze plaats ligt zes- of zevenhonderd kilometer verwijderd van het Tengwang-paviljoen. Hoe kunnen we daar morgen komen?\"\nDe oude man zei: 'Ik zal het paard gebruiken als een goddelijke wind om je te helpen een soepele vaart te hebben. Ik kom zeker morgen aan.'\nWang Bo bedankte hem en zei: 'Neem me niet kwalijk, schoonvader, bent u een onsterfelijke of een god?'\nDe oude man lachte en zei: ‘Ik ben de Zhongyuan Shuijun die de leiding heeft over dit watergebied!’ Toen spoorde de oude man Wang Bo aan om snel op de boot te stappen. Hij zag een tijdje veelbelovende wolken om hem heen, en de wind en het water was onderweg glad.In een oogwenk had hij honderden kilometers afgelegd.\nToen spoorde de oude man Wang Bo aan om snel op de boot te stappen. Hij zag een tijdje veelbelovende wolken om hem heen, en het was een vlotte reis. In een oogwenk had hij honderden kilometers afgelegd. Zoals verwacht haastte Wang Bo zich op de ochtend van het grote evenement naar het paviljoen van Prins Teng.\nZoals verwacht haastte Wang Bo zich op de ochtend van het grote evenement naar het paviljoen van Prins Teng. En ter plekke schreef hij het \"Voorwoord bij het paviljoen van Prins Teng\", dat door keizer Gaozong van de Tang-dynastie het eeuwige meesterwerk werd genoemd. En ter plekke schreef hij het \"Voorwoord bij het paviljoen van Prins Teng\", dat door keizer Gaozong van de Tang-dynastie het eeuwige meesterwerk werd genoemd.\nEr is een gedicht dat zegt:\nEr wordt altijd gezegd dat getalenteerde mensen goden zijn, dus het is geen toeval dat de wind Nanchang naar Nanchang brengt;\nIk schreef een zin over het hoge paviljoen van Teng Wang, en daarna vergezelde hij de onsterfelijken naar Zhongyuan.", "聖意": "Bid voor je huis en bescherm jezelf, bid om zegeningen, zoek naar rijkdom en bereik een huwelijk en harmonie.", "古人": "De wind waait naar het Tengwang-paviljoen", "第X籤": "Teken eenentachtig", "宮": "Wei Gong"}