{"籤詩版本二": "Wat moet je doen als je je deugd verliest vanwege je reputatie? Ik ben bang dat het geluk zal veranderen en dat er slechte dingen zullen gebeuren.\nDronken, ik weet niet waar ik heen moet, ik heb een wazige droom in de schaduw van de groene dennenbomen.", "詩意": "Dit hexagram vertegenwoordigt de koude vis die het water verlaat.\nEr kan niets verplaatst worden.\n\n(Dit hexagram is een symbool van slechte deugd en pech.\nHoud in alles je voeten op de grond.\n)", "解曰": "De koude vis verlaat het water. een vlieg in de zalf. Als je vraagt ​​naar kampplannen. Het is beter om Mo Qi te gebruiken\nDit bord zal Liujia ongeluk brengen. Alles gaat fout. Bid voor veiligheid.", "籤詩故事一": "◇Zhuangzi test zijn vrouw\nZhuangzi werd geboren in de Zhou-dynastie. Zijn achternaam was Zhuang, zijn voornaam was Zhou, en zijn voornaam was Zixiu. Hij was een inwoner van Mengyi in de Song-dynastie. In de Zhou-dynastie was hij de ambtenaar van Qiyuan.\nOp een dag ontmoette Zhuangzi een vrouw op de berg. Ze zat op haar hurken voor een nieuw graf en schudde wanhopig met haar ventilator, alsof ze de natte grond op het graf wilde drogen. Zhuangzi begreep haar bedoeling niet, dus vroeg hij het haar. Ze zei dat de persoon die in het graf werd begraven haar echtgenoot was, en de laatste woorden van haar man waren dat ze niet kon hertrouwen totdat de grond op het graf was opgedroogd. Ze kon niet langer wachten, dus roerde ze de grafgrond om zodat deze sneller droogde, zodat ze een tweede bron kon nastreven.\nZhuangzi zuchtte toen hij dacht dat er zo'n harteloze vrouw op de wereld was. Toen dacht ik: zou mijn vrouw zo zijn? Als er een vermoeden ontstaat, wil ik het testen.\nDe achternaam van Zhuangzi's vrouw was Tian, ​​en het echtpaar had meestal een hechte relatie. Om de loyaliteit van zijn vrouw op de proef te stellen, besloot Zhuangzi te doen alsof hij dood was.\nToen ze hoorden dat Zhuangzi stierf aan een plotselinge ziekte, kwamen veel mensen van over de hele wereld, inclusief familieleden en vrienden, hun condoleances betuigen. Onder hen bevond zich een knappe koning en kleinzoon uit de staat Chu, die rijk was aan rijkdom. Tian was pas weduwe en zielig, hij achtervolgde haar. Mevrouw Tian kon de verleiding niet verdragen en werd verliefd op Wang Sun. Ze trouwden in slechts twintig dagen.\nDie nacht, toen de wijn gedronken werd en de oren heet waren, kreeg Wang Sun plotseling een hartaanval en stierf.\nMevrouw Tian was bang en raakte in paniek en vroeg Wang Sun dringend wat ze moest doen. Wang Sun verdroeg de pijn en vertelde mevrouw Tian dat de hersenen van dode lichamen gebruikt konden worden om de doden weer tot leven te wekken.\nWaar vind je het dode lichaam? Mevrouw Tian dacht plotseling: is haar man niet net overleden? Meneer Tian vergat de oude liefde tussen man en vrouw en pakte zelfs een bijl en spleet de kist van haar man open, terwijl hij zich voorbereidde om zijn hersenen eruit te halen voor medicijnen.\nToen de kist werd geopend, kwam Zhuangzi onverwachts weer tot leven. Mevrouw Tian schaamde zich zo dat ze zichzelf ophing.\n(Dit verhaal is een metafoor voor het schenden van vriendschap voor persoonlijk gewin, dus we kunnen het er niet mee eens zijn.)", "聖意": "Het huis is vredig, het zelf is veilig, het geld is oneerlijk, de handel wordt opgeofferd, het huwelijk is opgelost, het kwaad in Liujia is welvarend, de voetgangers zijn niet gearriveerd, de zijderupsen zijn in vrede, het vee is in vrede, de mensen zijn op zoek naar mensen, de rechtszaak is veranderd, de discipelen zijn conservatief geweest, het bezit is verloren gegaan, er is geen ziekte en de berg en de graven zijn slecht geweest.", "古人": "Zhuangzi test zijn vrouw", "第X籤": "Kavel 84", "宮": "Wei Gong"}