{"籤詩版本二": "Donkere wolken en mist bedekken de weg voor de berg.Alles is rond en de maan is weer rond.\nAls je poëzie en boeken krijgt, word je wakker uit een diepe droom en begeleidt de nobele persoon je naar het dak.", "詩意": "Dit hexagram symboliseert het einde van de lente en de bloei van bloemen.\nAlles verandert na de Heer.", "解曰": "De oude man moet om hulp vragen. In het voorjaar bloeit hij opnieuw. Verlangen naar roem en rijkdom. Krijg op latere leeftijd te maken met een meevaller.", "籤詩故事一": "◇Han Wengong komt sneeuw tegen\nHan Yu, wiens beleefdheidsnaam Tuizhi was, kwam uit Changli. Tang Dezong werd een Jinshi in het achtste jaar van Zhenyuan, en zijn postume titel was Wen Gong.\nTijdens het bewind van keizer Xianzong van de Tang-dynastie protesteerde Han Yu met de botten van de Boeddha, wat de keizer boos maakte. Han Yu verliet zijn vrouw en kinderen en ging naar Chaozhou. Na nog geen paar dagen te hebben gelopen, stak de koude wind op en begon het hevig te sneeuwen. Han Yu kwam op een plek waar de sneeuw enkele meters diep was, waardoor het voor zijn paard moeilijk was om vooruit te komen. Er was geen huis in de buurt en hij wist niet waar de weg was. Als je het pad wilt volgen en je wilt terugtrekken, is er geen weg terug. De wind waaide hard en de sneeuw viel snel. Han Yu was doorweekt, ijskoud en hongerig, en kon zijn verdriet nergens uiten.\nHan Yu zuchtte en zei: \"De keizer zal mij niet vermoorden, maar de keizer wil mij vernietigen.\"\nNet toen Han Yu wanhopig was, zag hij ondanks de strenge kou een man komen om de sneeuw te ruimen.Het bleek Han Xiangzi (de neef van Han Yu) te zijn.\nVooraf had Han Xiangzi tegen Han Yu gezegd: \"Waar is het huis van Yun Heng in Qinling? De sneeuw omhelst de blauwe poort en het paard stopt met vooruitgaan. \"Op dat moment begreep Han Yu niet wat Han Xiangzi bedoelde, maar nu begreep hij eindelijk begrepen.\nDus Han Yu en Han Xiangzi gingen de nacht doorbrengen in Fu's huis in Languan. Over het verleden en de weg naar cultivatie gesproken, was Han Yu oprecht overtuigd.\nLater verliet Han Yu zijn officiële positie, schonk al zijn bezittingen aan de lokale overheid en ging naar de bergen om het taoïsme te beoefenen en een onsterfelijke te worden.", "聖意": "Het huis is niet goed voor jezelf, wees voorzichtig met het zoeken naar geld, focus op zaken, het huwelijk komt laat, Liujia vrouwelijke voetgangers blokkeren velden, zijderupsen zijn goed, vee is goed, het is moeilijk om mensen te vinden, openbare rechtszaken worden herhaald, migratie is bijgewerkt, verloren dingen zijn ernstig, ziekten worden uitgesteld, berggraven moeten worden veranderd.", "古人": "Han Wengong komt sneeuw tegen", "第X籤": "Vijfentachtigste winnende loterij", "宮": "Shen Gong"}