{"籤詩版本二": "Als we halverwege de westelijke berg lopen, kunnen de kliffen van Junling niet worden bewoond.\nTerwijl ze naar God opkijken voor bescherming, ligt dit lichaam nog steeds in het mortuarium", "詩意": "Dit hexagram is als zoeken naar goud in het zand.\nIn alles zijn tekenen van nobele mensen te vinden.\n\nOok: Dit hexagram geeft aan dat de persoon in gevaar is.\nIn alles zijn tekenen van nobele mensen te vinden.", "解曰": "Jade kan worden gevonden door steen te beitelen. Vind goud in het zand. Moet hard werken. Gewoon problemen.\nNog een werk: een moeilijke situatie. Nergens om te verblijven. Vraag om Gods zegen. Bid voor gemoedsrust.", "籤詩故事一": "◇Bijt goud en verken ondergrondse grotten\nOm zijn militaire heldendaden te vieren, hield Cheng Yaojin een banket in Yanwuyang. Plotseling opende zich een gat in de grond, dat ondoorgrondelijk was. Iedereen trok een lot door de woorden uit te kiezen, in het goud te bijten om te winnen en touwen te huren om zichzelf in het gat vast te binden.\nEr zijn stenen deuren, tafels, stoelen, bruggen en andere voorwerpen.Op de tafel liggen drakengewaden en jaderiemen, die van goud zijn gemaakt en door de grot zijn versleten.\nYao Jin kwam uit het gat met een grote kist en een kleine kist, opende de houten kist en haalde het jadezegel eruit, opende de kist, haalde de grote vlag en het kroonkleed en de sporen eruit en legde ze op de tafel, en iedereen bekeek ze één voor één. Ik zag dat de acht zegelkarakters op het grote zegel waren gegraveerd: \"De demonenkoning van Hunshi, de grote deugdzame keizer\".\nIedereen aanbad hem als de \"keizer\", en Yaojin deed dit drie jaar lang als de demonenkoning. (Eigenlijk was dit gewoon zelfbenoemd, en Cheng Yaojin was destijds slechts de leider van het dorp.)\n(Dit verhaal is een metafoor dat goede dingen net zoiets zijn als acteren. Dit is de artistieke opvatting van \"dit lichaam bevindt zich nog steeds in de leegte\".)", "聖意": "Bidden voor huis en huis, zichzelf, gebrek aan winst, rijkdom zoeken, hard werken, voorzichtig zijn in zaken, huwelijk zal worden belemmerd door Liu Jiaxu, voetgangers, Chi Tian, ​​zijderupsen, stal zes vee, mensen zoeken, geen rechtszaken , verlies, migratie, het bewaren van verloren eigendommen, kwade ziekten, obstakels, bergen en graven.", "古人": "Het verkennen van de crypte voor goud", "第X籤": "Teken zevenentachtig", "宮": "Shen Gong"}