{"籤詩版本二": "Val mij niet lastig met uw persoonlijke zaken. Dit is passender om het aan het publiek te vragen.\nEen helder hart is zo helder en helder als de heldere maan aan de hemel", "詩意": "Dit hexagram vertegenwoordigt het beeld van een heldere maan aan de hemel.\nAlles is licht en luchtig.", "解曰": "Wees oprecht van hart. Maak de wet recht. Heilige woorden. Eindelijk wordt het duidelijk.", "籤詩故事一": "◇Kong Ming’s generaal\nOplossing: Zhuge Liang mobiliseert zijn troepen en generaals\nTijdens de periode van de Drie Koninkrijken werd Zhuge Liang (181-234), met dank aan Kongming, geboren in Yangdu, Langya (nu Yinan County, provincie Shandong).\nZhuge Liang stemde ermee in ambtenaar te worden nadat Liu Bei het huisje met rieten dak drie keer had bezocht. Op dat moment had Cao Cao Hebei tot bedaren gebracht en was hij vastbesloten naar het zuiden te marcheren. Hij stuurde Xiahou Dun als hoofdgeneraal, Yu Jin, Li Dian en anderen als plaatsvervangende generaals, die een leger van 100.000 man aanvoerden om richting Xinye te marcheren. Hoewel Zhuge Liang op dat moment een plan had om zich terug te trekken uit de vijand, verachtten Guan Yu en Zhang Fei de woorden van Zhuge Liang. Zhuge Liang had geen andere keuze dan Liu Bei's zwaard te gebruiken om hen beiden te overtuigen, zodat ze elk duizend troepen leidden en een hinderlaag in Yushan en Anlin legden. Ze wachtten tot Xiahou Dun zijn leger voorbij zou leiden en vielen hen vervolgens aan met hinderlagen en vuur.\nBovendien werd Zhao Yun gestuurd om de oude en zwakke overblijfselen van het leger te leiden om als voorhoede tegen Xiahou Dun te vechten, waarna hij een nederlaag veinsde en zich terugtrok, waardoor Xiahou Dun de smalle weg in de bergen en bossen in werd gelokt. Ping, Zhou Cang, Liu Feng en anderen sluipen achter in Cao's leger, verbranden voorraden en veroorzaken paniek in Cao's leger.\nNa het gevecht gebeurde alles zoals Zhuge Liang had geregeld. Toen Xiahou Dun en Yu Jin het leger in de achtervolging leidden, liet Li Dian, die achteraan zat, Xiahou Dun vooraan dringend weten dat hij zich moest beschermen tegen vijandelijke vuuraanvallen. Het was echter te laat. Cao's leger werd tegengehouden door de smalle weg en bevond zich op een plaats waar bomen met elkaar verweven waren, zodat het vuur niet kon worden aangestoken. Er vielen zware verliezen en Xiahou Dun en andere generaals werden verslagen en vluchtten terug naar Xudu.\n(Dit verhaal is een metafoor dat Kong Ming goed is in het gebruiken van mensen en het met wijsheid besturen van het land.)", "聖意": "Huis en huis zijn veelbelovend. Ik wens veel geluk in rijkdom, gemoedsrust, welvarende zaken, huwelijk, succes, succes in Liujia, mannen die velden verplaatsen, zijderupsen, verlies van vee, vermiste mensen, openbare rechtszaken, migratie, verloren eigendommen, zegeningen, ziekte, vrede, bergen en graven.", "古人": "De generaal van Kong Ming", "第X籤": "Het negende teken", "宮": "Yin-paleis"}