{"籤詩版本二": "Een goede show zorgt ervoor dat je je met een frons onderscheidt van de massa, en je toekomst verandert en je brengt veel rijkdom mee.\nEen weg is zo breed als de lucht, en al het geld dat je kunt geven, zal in je hart zijn", "詩意": "Dit hexagram geeft een veelbelovende toekomst aan.\nAlles gaat goed.", "解曰": "Een grote weg. Je kunt vooruit. Gebruik je hart. Alleen voorwaards.\nMet dit bord verloopt alles zoals gepland. Veel succes voor Jichang.", "籤詩故事一": "◇Drie helden vechten tegen Lu Bu\nOplossing: Drie helden Zhang Fei, Guan Yu en Liu Bei vechten tegen Lu Bu\nDong Zhuo hoorde dat Hua Xiong was onthoofd en stuurde vliegende generaal Lu Bu om te vechten. Zodra Lu Bu de strijd aanging, doodde hij de generaals Fang Yue en Mu Shun, en doodde Wu Anguo en Gongsun Zan.\nZhang Fei zag dat Gongsun Zan Lu Bu niet kon verslaan, dus verving hij snel Gongsun Zan en riep: \"De slaven van de drie achternamen moeten vertrekken! Zhang Fei van Yan is hier!\" Daarna vochten ze meer dan vijftig ronden, zonder winnaar of verliezer.\nNadat Guan Yu het had gezien, vielen hij en Zhang Fei Lu Bu aan en vochten meer dan dertig rondes.\nLiu Bei droeg ook twee zwaarden, klapte op zijn paard en stapte naar voren om Zhang Fei en Guan Yu te helpen.\nDe drie mannen omsingelden Lu Bu en bleven vechten. Alle mensen in de groep waren verbijsterd.\nAl snel begon Lu Bu kracht te verliezen. Lu Bu's Pegasus trok zich terug, maar de drie mannen achtervolgden Lu Bu en weigerden op te geven. Ze trokken zich pas terug toen ze de troepen van Lu Bu ontmoetten.\n\"Drie Koninkrijken\"\n(Dit verhaal is een metafoor voor Lu Bu's moed en vaardigheid in vechten. Eén persoon kan drie mensen verslaan.)", "聖意": "Het hart van het huis en thuis reist alleen op de eigen reis om rijkdom te zoeken. Een mogelijk huwelijksartikel gaat naar Liujia. Voor mensen verloopt alles soepel. Zhushuntian zijderupsen worden gebruikt. Tussen de zes dieren zijn mensen te vinden. Mensen kunnen van tevoren worden gevonden Rechtszaken, migratie, verloren eigendommen, ziekten, bergen en graven brengen geluk.", "古人": "Drie helden vechten tegen Lu Bu", "第X籤": "Eenennegentig winnende loterij", "宮": "Jij Paleis"}