{"籤詩版本二": "Ik ben al sinds mijn kindertijd bezig met het plannen van zaken, dus ik hoef niet om rijkdom en rijkdom te vragen.\nAls twee mensen iets zoeken, gaat de geleerde naar buiten en komt terug met de hoofdprijs.", "詩意": "Dit hexagram is al sinds zijn kindertijd het symbool van zakendoen.\nWees ijverig en zuinig in alles en zorgeloos.", "解曰": "Van kindertijd tot volwassenheid. Geen hinder, geen hinder. Een plan maken. De bekendheid verloopt vlot.", "籤詩故事一": "◇Cai Qing betaalt zijn vriendelijkheid terug (Cai Yong)\nCai Yong, met dank aan Bojie, werd geboren in Chenliuyu (nu ten zuiden van Qixian County, provincie Henan). Hij is een geleerde en de echtgenoot van Zhao Wuniang. Vijf jaar geleden rekruteerde het keizerlijke hof talenten op de gele lijst en de provincie adviseerde hem om naar Peking te komen om het examen af ​​te leggen. Sindsdien is er geen nieuws meer.\nHet eerste jaar na het vertrek van Cai Bojie was het gemakkelijk: het gezin had wat spaargeld en hun leven was beheersbaar.\nHet jaar daarop leed Chenliu aan een ernstige droogte, dus vertrouwde hij op Zhao Wuniangdian om sieraden te verkopen om de hongersnood te overleven. Er was geen nieuws van Cai Bojie, wat de familie nog meer ongerust maakte.\nIn deze periode duurde de droogte drie jaar. Zhang Guangcai, een buurvrouw in het dorp, hielp haar af en toe.\nLater won Cai Bojie de eerste prijs en keerde terug naar huis om te horen dat zijn vrouw was geholpen door Zhang Guangcai. Het echtpaar ging naar het huis van Zhang om hun dankbaarheid te uiten en gaf Zhang Guangcai twee zilveren taels cadeau.", "聖意": "Het huis is vredig, het zelf is welvarend, het bedrijf is succesvol, het huwelijk is succesvol, de geboorte van een man is succesvol, het veld is vol zijderupsen, de zes dieren zijn welvarend, de zoektocht is succesvol, de rechtszaak is succesvol , de migratie is succesvol, het verloren bezit is goed, de ziekte is een berg en het graf is goed.", "古人": "Cai Qing betaalt zijn vriendelijkheid terug (Cai Yong)", "第X籤": "Teken tweeënnegentig", "宮": "Jij Paleis"}