{"籤詩版本二": "Luan Feng Xiang was doordrenkt van de motregen, maar werd op dat moment gepest door Queer\nIk was geschokt toen ik hoorde dat op een dag de wolken ver weg waren, maar ik heb toch mijn kleren aan jou teruggegeven.", "詩意": "Dit hexagram vertegenwoordigt het symbool van Luan en Phoenix die bedekt zijn met regen.\nAlles komt wanneer de tijd daar is.", "解曰": "De slechterik bloeit dag na dag. Een heer zou niets moeten doen. Blijf gewoon bij jezelf. Onderneem actie als de tijd daar is.", "籤詩故事一": "◇Gao Jun garandeert het huwelijk\nIn de vroege Song-dynastie verenigde Zhao Kuangyin het noorden en gaf het hele land zich over. In de Zuidelijke Tang-dynastie bezette Li Yu echter het zuiden van de Yangtze-rivier en adopteerde de strategie van overgave door een stad aan te bieden en Zhao Kuangyin in Shouzhou in de val te lokken. De situatie was kritiek. Zhao Kuangyins neef, Gao Junbao, een jonge man met een gouden pistool, verliet Bianjing om de belegering van Shouzhou te doorbreken.\nToen ze de Shuangsuo-berg passeerden, sloegen ze het Echtgenoot-bord kapot dat was opgesteld door Liu Jinding, en de twee streden. Als resultaat versloeg Liu Jinding Gao Junbao drie keer met zijn voortreffelijke vechtsporten, en ze wisselden gouden knotsen en zilveren bellen voor het leven. Om de gevangengenomen Zhao Kuangyin in Shouzhou te redden, verliet Zhao Kuangyin's neef Gao Junbao Bianjing en passeerde de Shuangsuo-berg. Hij sloeg het bord kapot dat was opgesteld door Liu Jinding en de twee streden. Als resultaat versloeg Liu Jinding Gao Junbao met zijn uitstekende vechtsporten en werd daartoe gedwongen. Het echtpaar leidde de menigte het beleg in en redde Zhao Kuangyin.\n(De metafoor van dit verhaal is dat de twee niet verzoend waren (ze werden gepest), maar later verzoend.)", "聖意": "Het ouderlijk huis is niet goed voor jezelf, wees voorzichtig met het zoeken naar geld, blokkeer zaken, wacht op het huwelijk, vertraging, Liujia, valse reiziger, blijven hangen in de velden, zijderupsen, laat, zes schade aan vee, moeilijk om mensen te vinden, rechtszaken, verlies, migratie, conservatisme, verloren eigendommen, ernstige ziekte, uitbreiding van de berg, ernstige hervormingen", "古人": "Gao Jun garandeert het huwelijk", "第X籤": "Drieënnegentig die de loterij winnen", "宮": "xugong"}