{"籤詩版本二": "Een heer moet zich niet bekommeren om de kleine mensen, als er iets misgaat, zal hij problemen veroorzaken.\nHet geluid van de piano moet je samen met een goede vriend beluisteren. Het is altijd stil en vaag. Dit werk is voor iedereen.", "詩意": "Dit hexagram moet voldoen aan het beeld van een goede vriend.\nDingen constant houden zal geluk brengen.", "解曰": "Zhiyinfangxu. Let niet op andere dingen. Behandel jezelf als een nobel persoon. Allemaal blij.\nZhiyin Fangxu heeft vier karakters, oorspronkelijk geschreven als Shiyin Fanghua.", "籤詩故事一": "◇BoYa bezoekt vrienden (BoYa Broken Qin)\nBoya, bijgenaamd Yu, voornaam Rui en beleefdheidsnaam Boya, was een inwoner van Yingdu, in de staat Chu tijdens de lente- en herfstperiode en de periode van de strijdende staten.\nZhong Ziqi werkte als houthakker in het Chu-koninkrijk. Op een dag ontmoette hij Yu Boya terwijl hij harp speelde in de Han-rivier. Zhong Ziqi hoorde een stem die zei: \"Hij is zo hoog als een berg en zo zwaaiend als stromend water.\" De twee trouwden en beloofden elkaar weer te ontmoeten tijdens de Mid- Herfstfestival volgend jaar.\nHet jaar daarop hield Yu Boya zich aan de afspraak zoals gepland, maar Zhong Ziqi was overleden. Nadat Yu Boya hoorde dat Zhong Ziqi was overleden, dacht Yu Boya dat er geen muziek meer ter wereld zou zijn en dat hij nooit meer in zijn leven harp zou spelen.\ninspraak:\nHet doorbreken van de Yao Qin en Feng Wei Han. Het maakt Zi Qi niet uit tegen wie hij speelt.\nDe lentebries brengt alle vrienden. Het is moeilijk om een ​​echte vriend te vinden.", "聖意": "Wees voorzichtig met het verlaten van je huis en je eigen slechterik. Wees voorzichtig met transacties als je op zoek bent naar rijkdom. Het is raadzaam om laat in het huwelijk te komen. Het is ongunstig voor vrouwelijke voetgangers om velden, zijderupsen en vee te verplaatsen, om ijverig naar mensen te zoeken , om rechtszaken aan te spannen en te migreren, om snel naar verloren eigendommen te zoeken, om geblokkeerd te worden door ziekten, en om graven in de bergen.", "古人": "Boya bezoekt vrienden (Boya Broken Qin)", "第X籤": "Lot vierennegentig", "宮": "xugong"}