{"籤詩版本二": "De ambitie en prestaties liggen in de dynastie, maar nu zal er eindeloos worden gedronken en seks zijn.\nAls je een gouden haan ziet, word je beloond met geld, fortuin en fortuin.", "詩意": "Dit hexagram vertegenwoordigt het symbool van ambitie en roem.\nHoud alles gunstig.", "解曰": "Ambitieus en enthousiast. Het is nog niet te laat om jezelf te beschermen. De gouden haan belooft. Allemaal blij.", "籤詩故事一": "◇Cao Pi riep zichzelf uit tot keizer\nCao Pi, met dank aan de naam Zihuan, werd geboren in Peiguoqiao (nu Hao County, Anhui). Een beroemde politicus en schrijver tijdens de Jian'an-periode.\nCao Pi is de tweede zoon van Cao Cao. Hij woonde van kinds af aan met zijn vader in het militaire kamp. Onder invloed van zijn vader leerde Cao Pi op zesjarige leeftijd boogschieten en op achtjarige leeftijd paardrijden, en ontwikkelde zich goede vechtsportvaardigheden. Hij heeft ook uitgebreide kennis van oude en moderne klassiekers en biografieën, evenals van de boeken van honderden stromingen. Pas op achttienjarige leeftijd versloeg Cao Cao Yuan Shao en leidde Cao Pi een relatief stabiel leven in Yecheng, het centrum van Cao Cao's heerschappij. Hoewel hij zijn vader soms vergezelde op militaire expedities en het grootste deel van de tijd het leven leidde van een nobele zoon, beoefende hij sindsdien nog steeds elke dag vechtsporten en is dat tot op de dag van vandaag niet minder geworden. Hij rijdt vaak honderd stappen op zijn paard en is zeer bedreven in vechtsporten.Doordat hij vaak vechtsporten beoefent, is hij licht en sterk.\nCao Cao's oudste zoon Cao Ang kwam om in een gevecht. Nadat de oudste zoon stierf, werd Cao Pi de eerste keuze voor de kroonprins. Toen hij eenendertig jaar oud was, werd hij door Cao Cao tot kroonprins benoemd. Toen Cao Pi drieëndertig jaar oud was, stierf Cao Cao aan ziekte, en Cao Pi volgde hem op als premier en koning van Wei. Hij vertelde dat hij vaak honderd stappen te paard rijdt en zeer vaardig is. Omdat hij vaak kungfu beoefent, is hij licht en gezond.", "聖意": "Bid dat je huis en je huis vredig zullen zijn, rijkdom zoeken, hard werken, handelen, vroeg uit elkaar gaan, het huwelijk succesvol zal zijn, Liujia zal veilig zijn, mensen zullen in het veld zijn, zijderupsen zullen volwassen zijn, zes vee zal volwassen zijn Het zal moeilijk zijn om mensen te vinden, publieke rechtszaken zullen urgent zijn, de migratie zal verloren gaan en de zaken zullen ver weg zijn. Ziekten zullen blijven hangen in de bergen en in de graven.", "古人": "Cao Pi roept zichzelf uit tot keizer", "第X籤": "Vijfennegentigste winnende loterij", "宮": "xugong"}