{"籤詩版本二": "De majestueuze pagode is ongebruikelijk, met prachtige kenmerken aan alle kanten die helder schijnen.\nIk spoor u aan om vastbesloten te zijn om ijverig te buigen en goede daden te doen, en de hemel zal u zegeningen sturen.", "詩意": "Dit hexagram vertegenwoordigt de manifestatie van verdienste.\nAlles is veelbelovend.", "解曰": "Deze zegeningen. Iedereen heeft het. Wees niet te druk. De verdienste wordt vooraf bepaald.", "籤詩故事一": "◇De koning van Fenyang ontmoet zijn kleinzoon op Chinese Valentijnsdag\nOplossing: Guo Ziyi ontmoette het Weversmeisje dat op Chinese Valentijnsdag naar de aarde afdaalde. Tiansun, de kleindochter van de Jade-keizer, is de zeven feeën.\nGuo Ziyi (697-781), ook bekend als Guo Linggong, was een inwoner van Zheng County, Huazhou (nu Huaxian County, provincie Shaanxi) en een generaal in de Tang-dynastie. Het keizerlijke hof verleende Ziyi de titel van koning van Fenyang.\nEr wordt gezegd dat Ziyi oorspronkelijk uit Huazhou kwam en zich bij het leger buiten de Grote Muur ging voegen. Hij ging naar Peking om aan te dringen op militaire beloning en keerde terug naar Yinzhou. Het was destijds toevallig de Chinese Valentijnsdag. De wind en het zand Het werd donker en de zon werd donker. Ziyi kon niet vooruit, dus stond hij langs de weg. Hij lag op de grond te slapen in een leeg huis. Toen hij op het punt stond in slaap te vallen, zag hij plotseling een rood licht aan beide kanten. Hij stond op en keek verrast op. Er was een wolk aan de hemel die langzaam naar beneden kwam. Daar zat een mooie vrouw, waardig en prachtig, totaal anders dan gewone mensen. Ziyi betuigde onmiddellijk zijn respect en zei: 'Vandaag is het de zevende dag van de zevende maanmaand. Ik denk dat het het Weversmeisje is dat is gekomen en haar een lang leven en rijkdom wil schenken.'\nDe vrouw antwoordde ook: \"Met grote rijkdom komt een lang leven.\"\nNadat hij klaar was met spreken, keerde de gloed terug en stegen de wolken langzaam op. De vrouw keek nog steeds met een prettige glimlach op Guo Ziyi neer totdat ze ver van haar verwijderd was, en toen werd de rook wazig en was ze niet langer te zien.\nHet bleek waar te zijn, precies zoals de vrouw zei. Ziyi's verdiensten zijn wereldberoemd, hij is een buitengewoon populaire minister en hij is een generaal met zowel verdiensten als deugden.", "聖意": "Doe thuis een wens voor jezelf, doe een wens voor jezelf, bid om geld, veel succes in het zakenleven, veel geluk in het huwelijk, veel geluk in Liujia, fijne reizen met mensen, bewegende velden, zijderupsen, stalvee, pech bij het vinden mensen, openbare rechtszaken, migratie, geluk, ziekten van verloren eigendommen, graven in Zhenxingshan", "古人": "Koning Fenyang ontmoet zijn kleinzoon op Chinese Valentijnsdag", "第X籤": "Teken zesennegentig", "宮": "xugong"}