{"籤詩版本二": "Te laat om in en uit te gaan om advies te zoeken, angstig en bezorgd over het veroorzaken van problemen\nHoe lang kan het duren om te ontsnappen, net als een vogel die in de val vliegt?", "詩意": "Dit hexagram is een teken dat je dingen oud houdt en je aanpast aan het lot.\nAlles is onbevredigend.", "解曰": "Wees te allen tijde conservatief. Wachten tot de edele arriveert. Als je alles vraagt. Het belangrijkste zal te laat zijn.", "籤詩故事一": "◇Ji Ping werd vermoord\nJi Ping, wiens echte naam Ji Tai is, ook bekend als Ping, was een keizerlijke arts in de Han-dynastie.\nIn het vijfde jaar van Jian'an (200 n.Chr.) werd Cao Cao premier en nam hij de keizer niet serieus. Sinds hij het edict las dat door de keizer aan zijn riem was geschreven, Dong Cheng, die op geen enkele manier kon krijgen verlost van Cao Cao, voelde zich verontwaardigd en boos. Bezorgd werd hij ziek.\nKeizer Xian vroeg de keizerlijke arts Ji Ping om Cao Cao te behandelen. Ji Ping las het geheime edict van de keizer en was vastbesloten om van Cao Cao af te komen, dus bedachten ze samen een plan. \"Onverwacht hebben muren oren. De huisslaaf van Dong Cheng, Qin Qingtong, werd veertig keer met een stok geslagen door Dong Cheng vanwege zijn affaire met de jonge vrouw van Dong Cheng. Hij koesterde een wrok. Toen hij hiervan hoorde, meldde hij Dong Cheng en Ji Ping naar Cao Cao.\nJi Ping profiteerde van Cao Cao's hoofdpijn en vergiftigde hem in het geheim. Cao Cao kreeg een tip, zette Ji Ping in de val, martelde hem en deed onderzoek naar de leider. Ji Ping verzette zich tegen de dood en stierf nadat hij de trap had aangeraakt.", "聖意": "Het huis maakt zich zorgen over zichzelf, de slechterik vraagt ​​om geld, het bedrijf is kapot, het huwelijk duurt niet lang, de straf is zes, de voetganger zit vast in het veld, de zijderups is beschadigd, de zes dieren zijn gevonden, de persoon wordt gevonden, de openbare rechtszaak is verloren, de migratie komt niet in beweging, het bezit is verloren, de ziekte is gepleegd, het net ligt in de berg, het graf is dood,", "古人": "Ji Ping werd vermoord", "第X籤": "Nummer achtennegentig", "宮": "Haigong"}