{"籤詩版本二": "Terwijl we het paard in bedwang houden en de zweep vasthouden, komen we regelrecht hierheen, half in gevaar en half in rampspoed.\nHet is alsof een huis door brand wordt afgebrand. Als de lucht valt, verandert het door de regen in as. Ik heb een plan.", "詩意": "Dit hexagram vertegenwoordigt half verdriet en half vreugde.\nHet is raadzaam om in alles goed te doen.", "解曰": "Levenslange arbeid. Maak je niet druk om goed en kwaad. De ketenen zijn tijdelijk. Wrok komt vanzelf.", "籤詩故事一": "◇Tao Sanchun verslaat Zheng En in Guayuan\n'Lang leve mijn herdenking,' stond Zhao Kuangyin weer op, 'Beiping-koning Zheng En had toen een huwelijk geregeld. Nu de wereld in vrede verkeert, zou ik graag uw toestemming willen vragen om een ​​veelbelovende dag te kiezen om te trouwen. \"\n‘Lang leve mijn herdenking!’ Zhao Kuangyin stond op en zei: ‘De koning van Peking, Zheng En, had destijds een huwelijk gearrangeerd. Nu de wereld in vrede verkeert, zou ik graag uw toestemming willen vragen om een ​​veelbelovende keuze te maken. dag om te trouwen.\"\n\"Oh, de derde broer was al eerder verloofd, hoe komt het dat ik hier niets van wist?\" Chai Rong was zeer verrast. Hij zwaaide met zijn hand en vroeg Zhao Kuangyin om te gaan zitten en te praten.\n\"Oh! De derde broer was al eerder verloofd, hoe komt het dat ik hier niets van wist?' Chai Rong (keizer van de latere Zhou-dynastie) was zeer verrast. Hij zwaaide met zijn hand en vroeg Zhao Kuangyin om te gaan zitten en te praten.\n\"Het is een lang verhaal. Ten eerste leefden we toen nog in armoede en sloten we ons niet aan bij jouw leger. Sindsdien vechten we al jaren en hebben we geen tijd meer om je te bekommeren. Ten tweede is de derde broer ook een beetje verlegen om het te zeggen, zodat Uwe Majesteit het niet weet.\n\"Het is een lang verhaal. Ten eerste leefden we toen nog in armoede en sloten we ons niet aan bij jouw leger. Sindsdien vechten we al jaren en hebben we geen tijd meer om je te bekommeren. Ten tweede is de derde broer ook een beetje verlegen om het te zeggen, dus Uwe Majesteit weet het niet.\n\"Hé, de mannelijke student gaat trouwen, wat heeft het voor zin om je te schamen? De derde broer staat al heel lang op het slagveld en kan worden beschouwd als een ongeëvenaarde held. Waarom doe je zo kleinzielig over deze kwestie?\"\n\"Hé! De student gaat trouwen, wat heeft het voor zin om je te schamen? De derde broer staat al heel lang op het slagveld en kan worden beschouwd als een ongeëvenaarde held. Waarom doe je zo kleinzielig over deze kwestie?\"\n'Daarover gesproken, ik kan het mijn derde broer niet kwalijk nemen dat hij verlegen is, want dit huwelijk is vervalst.'\n'Daarover gesproken, ik kan het mijn derde broer niet kwalijk nemen dat hij verlegen is, want dit huwelijk is vervalst.'\n'Uitgetypt? Hé, het is interessant. Vertel me alsjeblieft wat er is gebeurd.'\n'Ik heb het uitgetypt! Hé! Het is interessant! Vertel me alsjeblieft wat er is gebeurd.'\n'Ja, ik herinner me dat jaar, toen we op het punt stonden ons bij Zijne Majesteit te voegen, we door Baocheng County reden. Het was erg heet in juni. Mijn derde broer kon niet in het hotel blijven, dus ging hij alleen op pad. Nadat hij langs een meloenentuin was gegaan, ging hij naar binnen om er een paar te plukken. Meloenen lesten de dorst. Er waren op dat moment niet veel vroegrijpe meloenen en de derde broer wist niet hoe hij ze moest plukken, dus brak hij er een heleboel. De vrouw die naar de meloenen keek, stapte naar voren om de derde broer te beschuldigen. De twee hadden een meningsverschil en toen begonnen ze te vechten. Kom. Gelukkig maakte ik me zorgen en snelde ik op tijd te hulp, anders...'\n'Ja, ik herinner me dat jaar, toen we op het punt stonden ons bij Zijne Majesteit te voegen, we langs Baocheng County reden. Het was erg heet in juni. Mijn derde broer kon niet in het hotel blijven, dus ging hij alleen op pad. Nadat hij langs een meloenentuin was gegaan, ging hij naar binnen om er een paar te plukken. Meloenen lesten de dorst. Er waren op dat moment niet veel vroegrijpe meloenen en de derde broer wist niet hoe hij ze moest plukken, dus brak hij er een heleboel. De vrouw die naar de meloenen keek, stapte naar voren om de derde broer te beschuldigen. De twee hadden een meningsverschil en toen begonnen ze te vechten. Kom. Gelukkig maakte ik me zorgen en snelde ik op tijd te hulp, anders...'\n\"Deze Zheng Ziming, het is in de eerste plaats zijn schuld, hij zou zich moeten verontschuldigen. Waarom heeft hij hem geslagen? Trouwens, hoe kan de familie van een meisje de stoten en trappen van een felle man als hij weerstaan! Kom op, je hebt dit meisje geslagen stukken. Nee?\" \"Het meisje was ongedeerd...\"\n'Deze Zheng Ziming is in de eerste plaats zijn schuld, dus hij moet zich verontschuldigen. Waarom sla je hem in elkaar? Trouwens, hoe kan de familie van een meisje de stoten en trappen van een felle man als hij weerstaan! Kom op, vertel me, Je hebt dit meisje in elkaar geslagen. Nee?\"\n\"Het meisje bleef ongedeerd...\"\n\"Dat is oké, dat is oké... Hé, heb je geen actie ondernomen? Oh, ik denk dat je me op tijd hebt gered.\"\n\"Dat is oké! Dat is oké... Hé! Heb je geen actie ondernomen? Oh! Ik denk dat jij degene was die me op tijd heeft gered!\"\n\"...Nee, de persoon die ik redde was...de derde broer.\" \"...Nee, de persoon die ik redde was...de derde broer.\"\n\"Aha?!\" \"Aha?!\"\n\"De derde broer werd door de vrouw tegen de grond geslagen en de hele weg met geweld geslagen. Gelukkig kwam ik aan en haalde hem over om te vertrekken, zodat hij niet ernstig gewond raakte. ... Majesteit... Majesteit!... \"\n\"De derde broer werd door de vrouw tegen de grond geslagen en met geweld geslagen. Gelukkig kwam ik ter plaatse en haalde hem over om te vertrekken, zodat hij niet ernstig gewond raakte. ... Majesteit... Majesteit!...\"\n\"Ah?...Oh, wie is die vrouw!?\" \"Ah!?...Oh, wie is die vrouw!?\"\n\"Pas later kwam ik erachter dat de vrouw Tao Sanchun heette en dat haar vader Tao Hong een oude held was die geen ambities had. Tao Sanchun leerde vechtsporten van zijn vader sinds hij een kind was. Nadat ik het had leren kennen Bij zijn familie zag ik dat juffrouw Sanchun een uitstekend karakter had. , Luo Luo en genereus, zonder de gewoonte een klein meisje te zijn, ze pasten opzettelijk bij hem. De Tao-vader en -dochter hielden ook erg van het ongecompliceerde karakter van de derde broer. Ze Het klikte meteen en besloot tot dit huwelijk voor hen beiden. Majesteit, vertel me alstublieft, dit is niet het geval. Is het een vervalst huwelijk?'\n\"Pas later kwam ik erachter dat de naam van het meisje Tao Sanchun was, en dat ze vanaf haar kindertijd vechtsporten van haar vader had geleerd. Nadat ik zijn familie had leren kennen, zag ik dat juffrouw Sanchun een uitstekend karakter had, genereus en had geen spoor van de gewoonten van het kleine meisje, dus heb ik haar doelbewust gerekruteerd. Meneer Tao en zijn dochter hielden ook erg van het rechtlijnige karakter van hun derde broer. Ze klikten meteen en besloten voor hen dit huwelijk. Majesteit, vertel mij alstublieft: is dit geen vervalst huwelijk?\n(Dit verhaal is een metafoor, omdat iets slechts iets goeds bleek te zijn.)", "聖意": "Bid om bescherming van het huis, wees voorzichtig, zoek rijkdom, ruïneer zaken, hinder huwelijken, straffen, Liujia-verzekeringen, voetgangers die vastzitten in velden, schade aan zijderupsen, schade aan vee, vermiste mensen, illegale rechtszaken, verlies, migratie, conservatisme, verloren eigendommen, kwade ziekten , gevaren, bergen, graven, mislukking", "古人": "Tao Sanchun verslaat Zheng En in de meloentuin", "第X籤": "Nummer negenennegentig", "宮": "Haigong"}