{"籤詩版本二": "Allah kasa mugama da duniya lafiya, ranakun alkhairai da lokuta masu kyau, kuma komai ya daidaita\nBa ƙaramin abu ba ne idan kun sami wannan kuri'a, sarki ya ce mutane masu aminci ne kuma masu gaskiya ne.", "詩意": "Wannan hexagram yana wakiltar farkon buɗewar sama da ƙasa.\nKomai yana da kyau.", "解曰": "Saurin sauri. Shekarar ba ta cancanci lokacinta ba. Guanyin ya rubuta. Bari in sani tukuna.", "籤詩故事一": "◇Zhongli ya zama wayewa\nZhongli Quan, mai suna Zhongli, wanda aka ba wa suna Quan, suna mai ladabi Yunfang, da kuma laƙabin Zhengyang, ɗan asalin gundumar Xianyang ne, na lardin Xi'an, na lardin Shaanxi a zamanin daular Han ta Gabas.\nZhong Liquan babban janar ne na daular Han, a lokacin balaguron yaki da yammacin Qiang, ya kishin kwamanda Liang Yi, ya kuma ba shi sojoji 30,000 da suka tsufa da raunana, da zarar ya isa wurin da ya nufa, an yi wa sansanin fashi da makami. sojojin yammacin Qiang, kuma sojojin sun gudu. Zhong Liquan ya bace a cikin wani kwari sai ya gamu da wani malamin addinin Huhu a hanya, sai ya kai shi wani karamin kauye ya ce, \"Wannan shi ne wurin zama na Mr. Donghua.\" Sa'an nan ya yi bankwana ya tafi. Bayan wani lokaci, ba zato ba tsammani, wani ya ce, \"Dole ne saboda koren ido Hu man yana da yawan magana.\" Ya ga wani mutum sanye da farar gashin barewa yana rike da sandar quinoa kore, ya tambayi Zhong Liquan, \"Mutumin da ya zo. ga Han Da. Janar Zhongliquan\n? Zhong Liquan ya gigice, da sanin cewa ya hadu da wani bakon mutum, don haka da gaske ya koyi Tao.\nDaga baya Zhong Liquan ya sadu da Zhenren Huayang da Sarki Xuanfu mara mutuwa, kuma ya koyi \"asirin dawwama\". A ƙarshe, ya zauna a Zijin Sihaofeng a tsaunin Kongtong, ya sami \"Sirrin Akwatin Jade\", kuma ya zama marar mutuwa na gaske.", "聖意": "Ku yi addu'a Allah ya ba ku gida da gidanku albarka a lokacin kaka da damuna, ku nemi arziki a cikin kaka da damuna, a yi sa'a a kasuwanci, sa'a a aure, sa'a a haifi maza, sa'ar tafiya zuwa gonaki, sa'a a cikin tsummoki, sa'a a cikin dabbobi, sa'a a sami mutane, sa'a a shari'a, sa'a a cikin ƙaura, asarar dukiya, arziki a cututtuka arewa maso gabas.", "古人": "Zhongli ya zama wayewa", "第X籤": "alamar farko", "宮": "Uterus"}