{"籤詩版本二": "Me zai hana ka je Tailai, wanda ke kusa da lungu, zan bar mai martaba na dan lokaci daga dutsen.\nIdan akwai labari mai daɗi game da damisa ko zomo, za ku sami 'yanci ko da kun ƙudurta yin aiki.", "詩意": "A cikin wannan hexagram, akwai alamar albarka tsakanin musibu.\nKomai yana da kyau a gaba kuma yana da kyau a ƙarshe.", "解曰": "Sauya da hemp siliki. Buga ƙafar wani. Duba a fili. Albarka ta zo daga bala'i.", "籤詩故事一": "◇Haɗu da Jagora a Bukit\nAsalin Wu Ji mai yankan itace ne, kuma su biyun sun hadu da Jiang Ziya lokacin da suke kamun kifi a kogin Feng. Wuji yayi dariya lokacin da yaga Ziya tana kamun kifi da madaidaicin ƙugiya.\nZiya ta kalli fuskar Wuji ta ce da boka: \"Idan ka shiga birni yau, za ka kashe wani.\" Bayan jin haka sai Wu Ji ya fita a fusace ya kwashe itacen cikin garin.\nBayan shiga birnin, Wu Ji ya yi arangama da wasu, inda ya yi kuskure ya lakada wa firaminista Wen Wang duka har lahira.\nSarki Wen ya ja kasa a matsayin kurkuku kuma ya daure Wu Ji.\nAn saki Bukit Hou na dan lokaci kuma an yanke masa hukuncin kisa don ya kula da mahaifiyarsa har zuwa kaka.\nMahaifiyarsa ta tambaye shi ya nemi taimako Jiang Ziya.\nTaigong ya karbe shi a matsayin almajirinsa, ya koya masa fasahar yaki, ya umarce shi da ya tona ramuka da sihiri don karya makomarsa ta asali.\nBayan kaka, Wu Ji bai zo don a hukunta shi ba, Sarki Wen ya zayyana alkalumman da aka halitta kuma ya yi tunanin cewa Wu Ji ya kashe kansa ne saboda tsoron aikata laifi.\nDaga baya, sarki Wen ya gana da Wu Ji, kuma Wu Ji ya gabatar da sarki Wen don ganawa da Jiang Taigong.\nAn baiwa Taigong mukamin Janar na Wude. Dukansu masters da koyan aiki sun yi aiki ga King Wen.", "聖意": "Gida lafiya, kai sa'a, kasuwanci yayi kyau, aure ya makara, mai tafiya maza bai dawo gona ba, tsutsotsin siliki suna da riba, Dabbobi shida Shenji, bincike yayi kyau, shari'ar jama'a. mai kyau, hijira mai ra'ayin mazan jiya ne, ana ganin dukiyar da aka rasa, cutar ta yi kyau, Qiuji, dutse da kabari suna da kyau.", "古人": "Haduwar Bukit", "第X籤": "Alama ta goma sha biyu", "宮": "Yin Palace"}