{"籤詩版本二": "Damuwa da damuwa sun ɗan huta na ɗan lokaci, kuma farin ciki yana fitowa daga sama.\nKamar yadda aka boye a cikin taki, ma'aikaci nagari yakan fitar da kura", "詩意": "Wannan hexagram yana wakiltar jituwar Yin da Yang.\nDuk abin da kuka shirya yana da kyau.", "解曰": "Babu abin da aka samu, babu abin da ya rasa. Riba daga asara. Mugu yana cikin matsala. Sa'a a gare ku, m.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), wanda sunansa na ladabi Nanzhao kuma sunansa Longtang, an canza shi zuwa Longtan kuma ana kiransa Huayun. Dan asalin Wanshifang, Huizhou Fucheng (yanzu wani yanki na gundumar Huicheng, birnin Huizhou) a cikin daular Ming. A cikin shekara ta 44 ta sarautar Jiajing (1565), ya zama Jinshi kuma an ba shi mukamin majistare na gundumar Qing. Ya yi aiki a matsayin daraktan sashen canja wuri, daga baya kuma ya canza zuwa mai kula da titin Shanxi Road.\nA shekara ta 20 ta Wanli (1592), Babban Consul Kuaibai na Ningxia (shugaban kabilar Tatar Mongolian) ya kashe gwamna Dang Xin tare da kame kaso na arba'in da bakwai da ke lardin Hexi, ya karya birnin, ya yi ibada kuma ya kona kansa har lahira. Meng Xiong ba ya girman kai wajen karbar bashi, kuma yana barin kwarewarsa ta yi kyau kamar na janar-janar da suka kuskura su yi yaki. An maido da jami'in Wei Xuezeng. A cikin shekarunsa na baya, ya yi murabus sau biyar kuma aka mayar da shi Huizhou don gina Haikali na Huilong.\nYe Mengxiong ya shiga addinin Taoism a matsayin ma'aikacin gwamnati tun farko kuma ya shahara da gaskiya da rikon amana.Tsoffin bayanan tarihi sun ce shi ne \"na farko a cikin tawali'u da iyawa\", \"yana kawar da cin hanci da rashawa da kuma hukunta masu tawaye\", yana barin suna mai kyau. ya kasance mai aminci sosai, jajirtacce, jajirtacce, kuma mai basira. A cikin rabin na biyu na rayuwarsa, an rubuta basirarsa ta hanyar yaƙi a cikin \"Tarihin Daular Ming\" kuma an dauke shi a matsayin gwarzo na kasa.", "聖意": "Gida ba shi da dadi (yana kara zaman lafiya) kaka da damuna suna da amfani ga kai, dukiya za ta yi nasara, ciniki za a yi nasara, za a yi nasara a aure, a ji tsoro Liujia a karya (akwai dukiya), masu tafiya a kasa su tafi gona don a yi addu’a ga tsutsotsin siliki, dabbobi shida za a yi lebur, a samu mutane, za a yi wa jama’a shari’a, ba za a yi wa jama’a dadi ba, hijira za ta zama ‘yan ra’ayin mazan jiya, za a hana dukiyoyin da aka rasa, za a yi maganin cututtuka a kabari Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto na Goma sha shida", "宮": "Maogong"}