{"籤詩版本二": "Crow na Zinariya yana faɗo a yamma kuma Zomo yana tashi a gabas, zagayowar dare da rana yana ci gaba tun daga zamanin da har zuwa yau.\nSufaye da Taoists sun san cewa babu wata illa, kuma malamai, manoma, masana'antu da 'yan kasuwa duk suna bin hankalinsu.", "詩意": "Wannan hexagram yana wakiltar kakin zuma da raguwar yin da yang.\nHakanan alama ce ta cewa komai zai tafi kamar yadda aka tsara.", "解曰": "Babu wani abu a zuciya. Abin da kuka yi yana da kyau. Kamar kibiya daga baka. Harbi daya ya samu.", "籤詩故事一": "◇ Uncle Cao Guo marar mutuwa ne\nCao Guojiu, dan asalin Xuzhou, an ce babban kawun jihar ne a zamanin Renzong na daular Song, sunansa Cao Yi, wanda kuma ake kira Cao Jingxiu.\nUncle Cao Guo yana da ƙane mai suna Cao Er. Wannan Cao Er ya dogara ga matsayinsa na sarauta, ya aikata mugunta iri-iri, ya mallaki gonaki, ya kwashe mata da ’ya’ya mata, ya yi abota da wasu miyagu, suna shiga da fita, Cao Guojiu ya kasa jurewa, don haka sai ya yi tarayya da shi. ya ƙi ya saurari kalamansa masu kyau da ta’aziyya, don haka ya yi amfani da horo don ya hana shi, ’yan’uwan biyu suka yi fushi.\nCao Guojiu ya ce: \"Ka'idodin duniya su ne waɗanda suka tara nagarta za su ci gaba, kuma waɗanda suka tara mugunta za su lalace. Wannan gaskiya ce da ba za ta iya canzawa ba. A da, danginmu na Cao sun tara munanan ayyuka don samun arzikin yau. Yanzu Dan uwana ya tara mugunta har ya kai ko da ya tsere Ko da jami'ai sun hukunta ka, ba za ka iya tsira daga bala'o'in da ake ta fama da su a asirce ba. Zan iya kuɓuta, Zan ƙasƙanta, in ji tsoronta.” Sai na tarwatsa dukiyoyina, Ya taimaki matalauta, bai kuma damu da al'amuran ɗan'uwansa ba. Sa'an nan ya bar gidansa da abokansa, ya canza zuwa tufafin Taoist, kuma ya shiga cikin duwatsu don ya koyi tunaninsa da yanayinsa.\nWata rana, ya sadu da Zhongli da Lu Dongbin na Daular Han kwatsam, ganin yadda kawu Cao Guo ya amsa da kyau, ya yi farin ciki sosai kuma ya ba shi \"Sirrin Dokar Koma Gaskiya\" kuma ya umarce shi da ya yi aiki a hankali.Ba da dadewa ba, Zhongli An gabatar da Quan da Lu Dongbin zuwa aji marar mutuwa.", "聖意": "Sa'a ga gida, gida, arziki, arziki, sa'a a kasuwanci, aure, matafiyi maza, dasa tsutsotsi a gona da wuri, gazawar dabbobi, neman mutane, kara, hijira, dukiya, rashin lafiya, rashin lafiya.", "古人": "Uncle Cao Guo marar mutuwa ne", "第X籤": "Sa hannu na sha takwas", "宮": "Maogong"}