{"籤詩版本二": "Bari jirgin ya dawo daga rairayin bakin teku mai sauri, menene kuke so ku yi saboda tashin hankali?\nIdan kuna son zama lafiya, nemi kwanciyar hankali kuma ku jira raƙuman ruwa don shawo kan wannan rikicin.", "詩意": "Wannan hexagram yana kama da jirgin ruwa da ke tafiya a bakin teku mai sauri.\nKasance mai ra'ayin mazan jiya a cikin komai kuma jira lokaci.", "解曰": "Kwance a cikin ruwa mai karfi. Hadarin yana jiran lokaci. Idan ka yi tambaya game da tsare-tsaren sansanin. Ba za a iya yin komai ba.", "籤詩故事一": "◇An naɗa Ziyi sarauta\nGuo Ziyi (697-781), wanda aka fi sani da Guo Linggong, ɗan asalin gundumar Zheng ne, Huazhou (yanzu lardin Huaxian, lardin Shaanxi) kuma janar a daular Tang.\nA lokacin tawayen Anshi a shekara ta 14 ta Tianbao (755), an ba shi mukamin Shuofang Jiedushi (Lingwu, yammacin Linggwu a Ningxia ta yau) an umarce shi da ya yi yaki, ya hada sojojin Shuofang da Li Guangbi don yin tattaki. Har zuwa Hebei, sun hada karfi da karfe a Changshan (Zhengding, Hebei) suka ci Shi Siming, suka sake samun Hebei. A wannan lokaci, Guo Ziyi ya ba da shawarar cewa sarki ya dauki Fan Yang daga arewa ya kai hari a kogon damisar 'yan tawaye don rage wa birnin Tongguan, amma Xuanzong ya ki. Bayan haka, an dasa yanayin garuruwan vassal na 'yan aware a zamanin daular Tang, wanda kuma ya zama sanadin rugujewar daular Tang.\nA shekara ta goma sha biyar ta mulkin Tianbao (756), shi da kawancen Uighur sun sasanta Hequ. A cikin bazara na shekara mai zuwa, sun kwato Hedong (yanzu Yongji, Shanxi) da Feng Yi (yanzu Dali, Shaanxi), kuma suka kai hari Tongguan. An samu galaba a kan Cui Qianyu, sojojin Tang sun sha raunata fiye da 10,000. Cui Qianyu ya mika wuya ga Pujin. An kashe Lushan da dansa An Qingxu.\nA shekara ta biyu ta Zhide (757), an umurce shi da ya jagoranci dakaru zuwa Fengxiang, a kan hanya, ya yi galaba a kan dawakai na Li Guiren 5,000 a gadar Baiqu Liuyun (a kudu maso gabashin Sanyuan) a watan Mayu, ya yi yaki da An Shouzhong da Li. Guiren da ke Qingqu (ya yammacin Xi'an) ya sha kaye, sannan ya janye zuwa Wugong (arewa maso yammacin Wugong a yau) A watan Satumba, ya bi Marshal Guangping Wang Li Chu ya jagoranci Tang da Uighurs don hada da sojoji 150,000, sannan ya yi yaki. Tare da An Shouzhong da Li Guiren a Xiang, a arewacin gidan ibada na Ji (kudu maso yammacin lardin Chang'an na yau), sojojin Uighur sun zagaye makiya, sun kai hari daga bangarorin biyu, suka kashe makiya 60,000. Zhang Tongru ya gudu zuwa gundumar Shaanxi. Daga karshe ya maido da babban birnin kasar Chang'an (a yau Xi'an) an sake dawo da martabar sojojin Tang a birnin Chang'an.\nBayan haka, sojojin Tang sun yi amfani da nasarar da aka samu, inda suka yi tattaki zuwa gabas, inda suka fatattaki mutane 150,000 da suka hada da Yan Zhuang da Zhang Tongru a yankin Xindian (a yanzu kudu maso yammacin birnin Sanmenxia na lardin Henan), wanda ya tilasta wa Anqing Xu tsallaka kogin Yellow tare da komawa Xiangzhou. Dongjun Luoyang ya dawo. Ka kara Situ a kan cancantarsa ​​kuma ka sanya shi Duke na kasa.\nShi Siming ya jagoranci sojojinsa daga Fan Yang don ceto An Qingxu, bangarorin biyu sun yi yaki a arewa da kogin Anyang (Arewacin Anyang na yau), fadan ya kasa warwas, a karshe, karkashin jagorancin Jiedushi tara, sojojin Tang, wanda da'awar cewa yana da mutane 600,000, sun ja da baya (a yakin Yecheng). Babban kwamandan wannan yaƙin shi ne eunuch Yu Chaoen, wanda ba shi da basirar jagoranci kuma ya zargi Guo Ziyi da gazawar yaƙin. An sake kiran Guo Ziyi zuwa Chang'an, an sauke shi daga ikon soja, kuma ya zama jami'in da ba ya aiki.\nA cikin shekarar farko ta Baoying (762), sojojin da ke Taiyuan (a kudu maso yammacin Taiyuan a yau) da Jiangzhou (Xinjiang na lardin Shanxi a yau) sun yi tawaye, kotun ta tsorata, don haka aka ba Ziyi lakabin Sarkin Fenyang, kuma ya fita don yin yaki. sarrafa Jiangzhou. An kuma raba shi da eunuch Cheng Yuanzhen kuma an sauke shi daga ikon soja.\n(Abin da ya fi mayar da hankali kan wannan labari: Guo Ziyi, wanda ya kasance mai iyawa da kyawawan halaye, ya sadu da Xuanzong da wasu mugayen mutane, wadanda suka kawo cikas ga nasarorin da ya samu.)", "聖意": "Albarkaci gida da kai, neman arziki, babu ciniki, babu aure, babu ƙararrawa ƙarya, masu tafiya a ƙasa suna isa Tiancanji, da wuyar samun mutane, ƙarar jama'a da (ba Xing), ƙaura, masu ra'ayin mazan jiya, dukiyoyin da aka rasa, da wuya a samu, cututtuka. addu'ar albarka, duwatsu da kaburbura, masu albarka", "古人": "An naɗa Ziyi sarauta", "第X籤": "Nasarar Lott na sha tara", "宮": "Tatsumi"}