{"籤詩版本二": "Bayan yawan damuwa da hatsarori, ba za ta ƙara zama fanko ba daga yanzu\nZuciya mai karimci tana da nata tsare-tsare masu karimci, dole ne ka sadu da kwararre don yin manyan nasarori.", "詩意": "Wannan hexagram yana kama da tsohuwar rijiya mai marmari.\nA cikin komai, mutane masu daraja suna samun nasara.", "解曰": "A ƙarshe za a sami hujjar ƙarar. Mara lafiya da lafiya. Shiga da fita neman shawara. Rijiyar tsohuwar ta haɗu da bazara.", "籤詩故事一": "◇Yao Chong yana sarrafa fara\nYao Chong (649-721), wanda ainihin sunansa Yuan Chong ya fito daga Shaanzhou, ya taba rike mukamin minista na Xia Guan, da Shangshu na Chunguan, da Ziweiling, da Zhongshuling, da firaminista a daular Tang.\nA shekara ta hudu ta Kaiyuan (716), Shandong (wanda ake magana a kai ga Kogin Rawaya da ke gabashin Huashan) ya yi fama da fari, mutane suna daure da tunanin camfi kuma ba su kuskura su yi farauta su kashe su ba, sai suka kafa su. hadayu, da ƙona turare, da bauta a gefen gonaki, da kallon amfanin gonaki da fara ke cinyewa.\nDuk jami’ai sun yi imani: “Fara bala’i ne na halitta, ta yaya za a iya sarrafa su ta hannun ’yan adam!” Faɗa tsakanin ra’ayoyi mabanbanta biyu ta yi zafi sosai a lokacin, ko a kawar da fari ko a’a.\nYao Chong ya ce: \"Muddin mun yi aiki tare, za mu iya kawar da su baki daya.\" Ya ce: Farawa na tsoron mutane, don haka suna da saukin kora, 'ya'yan itatuwan suna da masu mallakarsu, don haka dole ne masu aikin ceto su yi aiki tukuru; za su iya tashi, kuma lalle za su tashi idan sun ga wuta da dare, za su kunna musu wuta a cikin gona, ku tona ramummuka, kuna konewa, ku binne su yayin da suke ci, kuma babu abin da ya rage.”\nXuanzong ya ce: \"Fara wani bala'i ne na dabi'a da rashin kyakkyawan shugabanci ke haifarwa. Idan ka nemi a farautarsu a kashe su, wannan ba ya sabawa hatsi?\"\nYao Chong ya kara da cewa: Magabata ne suka yi kama da kashe fara, kuma mai martaba zai yi amfani da shi nan gaba. Babban taron kasa ne na samar da zaman lafiya da wadata ga manoma, don Allah a yi la'akari da shi da gaske.\nXuanzong ya gamsu. Amma a wancan lokacin kowa na ciki da wajen kotun ya ce ba za a iya farautar farau ba.\nXuanzong ya ce: \"Na tattauna da firaministan kasar, kuma na yanke shawarar kamo farar, duk wanda ya sake nuna adawa da shi, za a kashe shi.\" Don haka ya aike da tantace don sa ido tare da ba da umarni ga mutanen da su kone su binne farar.\nSakamakon ya yi tasiri kwarai da gaske, an kama farar miliyan tara a fadin kasar, kuma an yi nasarar kawar da cutar ta fara, inda aka samu girbi mai kyau a shekarar.\n(Ya kamata a yi amfani da hikima wajen tafiyar da bala'i da kuma gudun hijira, kuma dole ne a samar da dabaru masu basira don shawo kan matsaloli. Yao Chong shi ne kwararre kan lamarin).", "聖意": "Gidan talaka ne, an toshe kansa, an toshe neman kudi, an toshe ciniki, an toshe auratayya da zaman lafiya, akwai hadari a Liujia, an toshe masu tafiya a kasa, an toshe tsummoki, an hana kiwo, ba a samun mutane, an toshe mutane, an toshe mutane. , ana shari’ar jama’a, hijira ba ta da hankali, batattu abubuwa da wuya a samu, cututtuka suna addu’a, tsaunuka da kaburbura ba su da daɗi.", "古人": "Yao Chong yana sarrafa fara", "第X籤": "Cin caca na ashirin da biyar", "宮": "Mi Palace"}