{"籤詩版本二": "Jita-jita na cewa al’amura sun karkata, kuma na samu takarda daga sama.\nSunan da nasarar da aka yi mini a cikin littafin ya kasance ba komai har zuwa ƙarshe.", "詩意": "Wannan hexagram yana da sunan karya.\nYana da kyau a kasance masu ra'ayin mazan jiya a cikin komai.", "解曰": "Sama da kasa bacin rai. Neman nishaɗi ba aiki ba ne. Sha'awar shahara. A zauna lafiya.", "籤詩故事一": "◇Zhong Kui ya sami wayewa\nZhong Kui, wanda sunan sa Zhong Kui, wanda sunansa mai ladabi Zhengnan, ya fito ne daga Zhongnanshan.\nA lokacin mulkin Dezong na daular Tang, Zhong Kui ya halarci jarrabawar daular, Zhong Kui ya karanta tambayoyin jarrabawar, nan take ya rubuta labarin gaba daya ya mika shi. Babban mai jarrabawar a wannan rana shi ne Han Yu, ministan harkokin jama'a, kuma mataimakin mai jarrabawar shi ne Lu Zhi, babban malami. Lokacin da su biyun suka karanta takardar Zhong Kui, idanunsu sun haskaka kuma suka ce gaba ɗaya: \"Mai sihiri, mayen! kowace kalma a cikin wannan labarin tana da daɗi, ta cancanci Li Taibai da Du Zimei!\" Don haka suka sanya sunan Zhong Kui a matsayin wuri na farko.\nSarki Dezong ya saurari rahoton Han Yu ya ce, Zhong Kui, sabon zakaran kimiyya, yana da hazaka, don haka ya kira Zhong Kui a fadar zinariya.\nLokacin da sarki Dezong ya ga irin munin bayyanarsa, nan da nan ya ji bacin rai, ya ce, “Zaben malaman da za a yi a kotunanmu, duk sun dogara ne akan kalmomin mutum da kuma salon rubutu, ta yaya za a iya zabar irin wannan mummuna a matsayin malami na daya a ilimin kimiyyar zinare? \"\nHan Yu ya yi sauri ya durkusa ya ce: \"Nagarta da muguntar mutum ba wai kawai ba ne, ya Ubangiji Mai Tsarki, ba ka ji cewa Yan Ying yana da tsayin kafa uku kuma yana daidai da firaminista? Zhou Chang stutters amma zai iya taimaki daular Han; Confucius yana hukunta mutane da bayyanarsu, kuma ya rasa ɗansa Yu. Ina fata mai martaba zai yi tunani sau biyu.\" \"\nEmperor Dezong ya yi tunani na dan lokaci ya ce: \"Ko da yake maganar Han Aiqing tana da ma'ana, a lokacin da nake sarki Taizong, akwai malamai goma sha takwas da suka zo Yingzhou suka yi magana a kai. Wannan mutumi shi ne malami na daya, ina tsoron kada duniya ta kasance. zai yi min dariya don ban gane iyawa ba.\"\nFirayim Minista Lu Qi ya kasance mai ƙunƙunƙun ra'ayi da hassada, bayan da ya ji kalaman sarki, ya durƙusa ya ce: \"Malami na ɗaya a cikin abin da ya shafi zinari dole ne ya kasance na ciki da waje, akwai 'yan takara ɗari uku don wannan batu. Me ya sa ba za ku zabi wani ba?\nLokacin da Zhong Kui ya ga cewa wannan mutumin ya rude sosai, sai ya kasa daurewa sai dai ya fusata, ya nuna Lu Qi ya zagi cewa: “Idan irin wannan jami’in jahili yana kotu, ba zai cutar da kasar ba? ya buga wa Lu Qi naushi da hannu.\nGanin haka, Dezong ya fusata ya ce: \"Kuna da ƙarfin hali, kun kuskura ku haifar da rikici a cikin Fadar Zinariya, ku sauke shi da sauri!\"\nA fusace, Zhong Kui ya zare takobin da ke kugun janar din da ke tsaye a cikin fadar, ya yi nishi da karfi yana cewa: “Yana da wahala ga kuli mai takaici ya kwaikwayi damisa, kuma aku mai takaici ba ya kai kamar damisa. kaza.\" Bayan haka, ya kashe kansa.\nLokacin da sarki Dezong ya ga cewa Zhong Kui ya kashe kansa cikin fushi, ya yi mamaki matuka, domin ya mallaki zukatan mutane, ya ba da umarnin a binne Zhong Kui da lakabi na 1 a hukumance, ya kuma sa wa Zhong Kui Allah. na Exorcism don kawar da mugayen ruhohi a duniya.", "聖意": "Ku yi addu'a don albarka a gidanku, lafiyar ku, matsalolin kuɗi, gazawar kasuwanci, rashin aure, mata masu tafiya a ƙasa na Liujia, amintaccen filin siliki da rabin dafa abinci, dabbobin gida shida, ana iya kiwo, bacewar mutane, shari'ar jama'a na yamma, asarar ƙaura, ra'ayin mazan jiya, hasarar dukiya, rashin lafiya, a yi addu'ar samun rabo a tsaunuka da kaburbura", "古人": "Zhong Kui ya sami Tao", "第X籤": "Na ashirin da shida lashe caca (Lottery)", "宮": "Mi Palace"}