{"籤詩版本二": "Ina ba ku shawara cewa kada ku nemi taimako daga gare shi, Yakan tashi kamar kuturu yana harba muku kibau.\nIdan ka je ka dibar itace sai ga maciji a cikin ciyawa, za a iya cije ka da guba kuma za ka yi bakin ciki.", "詩意": "Wannan hexagram alama ce ta kasancewa cikin aminci da kiyaye kai.\nYi hankali a cikin komai.", "解曰": "Rufe bakinka ka rike hakora. Ba shi da sakaci. Idan kun ji laifi. A karshe yana cutar da kansa.", "籤詩故事一": "◇Taron Chessboard\nSarkin sarakuna Taizong na daular Tang yana tafiya zuwa yamma kuma ya makale a birnin Suoyang, Cheng Yaojin ya koma birnin Beijing don neman taimako.\nAn umurci Xue Dingshan ya yi aiki a matsayin Marshal na Hanya na Biyu kuma ya je ya ceci Ubangiji ya kwantar da Xiliao.\nBayan da wasu gungun mutane suka fito daga Yumen Pass, sun zo Dutsen Qipan. Dubban 'yan baranda suka yi wa dutsen kawanya, Dou Yihu, sarkin dutsen, ya sha kaye a hannun Tang Janar Luo Tong, an yi sa'a, 'yar uwarsa Dou Xiantong almajiri ce ta uwar furanni mai launin rawaya mai tsarki, kuma ta kware a fagen yaki. ya rike igiyar aljana ya daure Luo Tong, Xue Dingshan da kansa ya jagoranci manyan sojojin da aka kama.\n(Wakar da aka sa hannu ta yi daidai da wannan)\nDa yake ganin kyawun Xue Dingshan, Dou Xiantong ya so ya zama abokin Feng Luan, amma Xue Dingshan ya ki yarda, Dou Xiantong ya fusata, ya so tura shi waje ya fille masa kai, kuma aka yi sa'a, Cheng Yaojin ya zo ya cece shi tare da saukaka aurensu. Daga baya, Dou Yihu ya kuma jagoranci 'yan'uwan Qipanshan zuwa daular Tang don taimakawa daular Tang ta mamaye yammacin Liao.", "聖意": "Tsaron gida, son kai, neman arziki, jiran lokaci, koma-bayan kasuwanci, ba a yarda aure ba, Liujia ƙararrawar ƙarya, masu tafiya a ƙasa suna tare gonaki, tsutsotsi, dabbobi shida, bacewar mutane, hana ƙarar jama'a, hasara (Mo Xing) Hijira, masu ra'ayin mazan jiya, dukiyar da aka bata, cuta ke da wuya a warke, kabarin dutse, sa’a", "古人": "taron chessboard", "第X籤": "Wanda ya ci caca ta talatin da bakwai", "宮": "Fadar tsakar rana"}