{"籤詩版本二": "Bayar da lokaci cikin kwanciyar hankali da nutsuwa, zama da kwance yayin shan shayi bayan an koshi\nBa kwa buƙatar shagala ta jiki da tunani, kuma ba shakka ba za ku jawo rashin adalci ko bala'i ba.", "詩意": "Wannan hexagram alama ce ta zaman lafiya da kwanciyar hankali.\nA cikin kowane abu, jiran lokacin da ya dace zai kawo sa'a.", "解曰": "A zauna lafiya da lafiya. Tambayi alloli. Jira har sai lokacin ya zo. Abubuwa suna faruwa kwatsam.", "籤詩故事一": "◇Foyinhui Dongpo\nSau ɗaya, Su Dongpo ya sami ɗan fahimta yayin da yake nazarin Zen. Ya fahimci cewa jiharsa ta wuce gona da iri, kuma ya ji daɗin hakan. Na kasa danne sha’awata, sai na shimfida alkalami na na rubuta waka:\n\"A tsakiyar sararin sama, Jishou yana haskakawa a sararin samaniya, kasawar iskoki takwas ba zai iya busa shi ba, yana zaune a tsaye a kan magarya mai launin ruwan zinari.\"\n(Iskoki takwas suna nufin: riba, faduwa, halaka, suna, yabo, ba'a, wahala, da farin ciki. Wato rashin jin haushin wadannan jihohi takwas ana kiransa \"Iskoki takwas ba za su iya motsawa ba\").\nBayan ya rubuta ta, Dongpo ya aika bawansa haye kogin don ya ba Zen Master Foyin na Haikali na Jinshan.\nBayan Zen Master Foyin ya karanta, sai ya yi mata alama da kalmar \"fart\" ya ba bawansa ya mayar.\nDongpo ya fusata bayan ya ga haka, don haka ya ɗauki jirgin ruwa ya haye kogin ya tafi Temple Jinshan don nemo hatimin Buddha don tattaunawa.\nLokacin da Dongpo ya isa ƙofar gidan ibada na Jinshan, Foyin ya riga ya jira a ƙofar.\nNan take Su Dongpo ya zargi Foyin cewa: “Me ya sa kake kiran waƙar da na rubuta fart?\nFoyin ya amsa da cewa: \"Shin, ba ka riga 'ka kasa iya hura da iskoki takwas ba? Ta yaya za a yi maka 'kogi' da fart!\nA wannan lokacin, Dongpo ya yi mamaki da ya gane cewa bai isa ba sai ya bar kunya.\n(Wannan labari shine misalan \"Zafi bai riga ya iso ba\")", "聖意": "Ku yi addu'a Allah ya baku zaman lafiya a gidanku, da arzikinku, da kasuwancinku, ku ji dadin zaman aure, da matafiya a Liujia, da zuwan tsutsotsin siliki a cikin gonaki, dabbobi shida su zauna lafiya. ga neman wani, ga matsala, ga shari’ar jama’a, ga hijira, ga dukiyar da aka yi hasarar, ga rashin lafiya, ga aike zuwa kabari, mai albarka.", "古人": "Foyinhui Dongpo", "第X籤": "Lambar cin nasara talatin da daya", "宮": "Wei Gong"}