{"籤詩版本二": "Tafiyar dawowa ta tabbata, wa ya san jakin da ke boye a cikin dutse?\nDa zarar mai sana'a nagari ya yanke sara, zai sami kwanciyar hankali da kwanciyar hankali a lokacin jasper", "詩意": "A cikin wannan hexagram, zaku iya ganin hoton jad lokacin da kuka yanke dutse.\nYi aiki tuƙuru don yin nasara a cikin komai.", "解曰": "Taska yana cikin dutse. Baƙi sun sani kaɗan. Jira har sai ya bayyana. Yi duk abin da za ku iya.", "籤詩故事一": "◇Liu Bei yana neman hazaka (Ziyara guda uku zuwa gida mai tsumma, ziyarce gida uku)\nZamanin Mulkin Uku. Zhuge Liang ya zauna a keɓe a cikin wata bukka mai sarƙaƙƙiya a Longzhong. Liu Bei ya yi sha'awar neman hazaka, don haka ya ziyarci Zhuge Liang da kansa, ya ziyarci Zhuge Liang sau uku (wanda aka fi sani da \"Ziyara Uku zuwa Gidan Dakin Karya\"). Daular Han ta fadi, mayaudaran wazirai sun sace rayuwarsu. Ranka ya dade.\" An lullube shi da kura, ban auna nagarta da iyawata ba, ina so in yi imani da babban adalci a duniya, amma hikimata da basirata. ba su da zurfi, don haka ina amfani da shi sosai. Har zuwa yau, duk da haka, burina bai ƙare ba, kuna tsammanin za a aiwatar da shirin? \"\nDaga nan sai Zhuge Liang ya gabatar masa da shirin raba duniya gida uku, ya kuma yi nazari kan halin da Cao Cao ya kasa samu, kuma Sun Quan zai iya taimaka masa, ya kuma yi karin haske kan irin tsoron da fastocin jahohin Jing da Yi suke nunawa. , kuma an samu damar yin amfani da su, kuma wadannan jihohi biyu ne kawai za a iya amfani da su, sannan ne kawai zai iya cin nasara a duniya, har ma ya gaya wa Liu Bei dabarun kai hari a yankin tsakiyar fili. (An kira wannan tattaunawa daga baya \"Longzhong Dui\"). Bayan da Liu Bei ya ji haka, ya yaba da ita kamar ya sami wata taska, kuma ya yi kira ga Zhuge Liang da ya fito don taimakawa, don haka Zhuge Liang ya zama mai ba Liu Bei shawara kan harkokin soja.", "聖意": "Gidan yana cikin kwanciyar hankali, ina neman arziki, sana'ar ƙwadago tana hana aure kuma ta zama matafiyi mai kama-da-wane a Liujia.", "古人": "Liu Bei yana neman hazaka (ziyarar gida uku, ziyara uku zuwa gidan katako)", "第X籤": "Wanda ya lashe caca talatin da biyu", "宮": "Wei Gong"}