{"籤詩版本二": "Yi ado da sake fasalin tsohon salon iyali.Tao ba shi da sararin sama amma yana da cancanta.\nBayan sun share ƙaya da ƙaya a kan hanya, su ukun sun amince su sake haduwa da abokan aikinsu.", "詩意": "Wannan hexagram yana wakiltar sake tsara tufafi.\nKomai yana da wahala kafin ya zama mai sauƙi daga baya.", "解曰": "Kar ku damu. Yi nishadi. Idan ka yi tambaya game da gaba. Akwai kyakkyawar hanya a gaba.", "籤詩故事一": "◇ Nassosin Buddha na Tang Monk\nXuanzang (602-664), fitaccen malamin daular Tang, yana da sunan gama-gari na Chen da sunan Yi. An haife shi a gundumar Goushi da ke Luozhou (yanzu kudancin birnin Yanshi na lardin Henan). Ya zama zuhudu yana da shekaru goma sha uku kuma ya ɗauki sunan addinin Buddha Xuanzang. Ana kiran duniya Sanzang na Daular Tang.\nA shekara ta uku ta mulkin Zhenguan (629, wanda kuma aka fi sani da shekarar farko ta Zhenguan), ya yi tafiya zuwa yamma zuwa Tianzhu (Indiya) don samun nassosin addinin Buddah, ya shiga cikin hadari shi kadai, ya jure wahalhalu, ya kai shekaru hudu kawai.\nA shekara ta goma sha bakwai na Zhenguan, maigidan ya yi murabus a hukumance ya koma gabas. Ya koma kasar Sin ta hanyar kudu ta lardin Xinjiang na yanzu, da Khotan, da Loulan, ya dauki tsawon shekaru goma sha bakwai da tafiyar mil 50,000. Lokacin da ya isa birnin Chang'an a cikin watan farko na shekara ta goma sha tara ta Zhenguan, sarkin ya umarci Liang Guogong Fang Xuanling da sauran jami'an farar hula da na soja da su yi masa kyakkyawar tarba.\nAn nemi jimillar littattafan 520 da 657 na ainihin nassosin addinin Buddah na Sanskrit. kuma an fassara shi zuwa Sinanci.\nBayan maigidan ya dawo, Sarkin sarakuna Taizong da Sarkin Gaozong sun girmama shi sosai kuma aka sanya shi a Da Nei, ya ba shi lakabin \"Master Tripitaka\".", "聖意": "Gidan yana cikin tashin hankali, sa'a ga kansa, arziki, kasuwanci mai kyau, aure mai kyau, hana Liujia, masu zuwa gona, tsutsotsi, dabbobin da ba su da kyau, neman mutane, shari'ar jama'a, hijira, dukiya, rashin lafiya, addu'a. don albarka, kaburburan dutse su tsufa.", "古人": "Tang Monk Ya Koyi Nassosin Buda", "第X籤": "Wanda ya lashe irin caca na talatin da biyar", "宮": "Shen Gong"}