{"籤詩版本二": "Idan kana so ka kasance cikin kwanciyar hankali da kwanciyar hankali, bai dace da kyandir da fitilu a cikin iska ba.\nYana da kyau don tsaftacewa da zama a cikin zauren majalisa mai zurfi, ba tare da haske ba, a cikin wuri mai shiru tare da haske mai haske, kuma motsa → sufuri. Shake → Yao. Kyauta → kaɗan.", "詩意": "Wannan hexagram yana kama da iska tana girgiza fitila da kyandir.\nTsayawa abubuwa akai zai kawo sa'a.", "解曰": "Zauna a wuri shiru. Kasance kan kira kuma ku kasance akan lokaci. Ba albarka ba ne. Masu ra'ayin mazan jiya kuma masu dacewa.", "籤詩故事一": "◇Li Jing ya koma kan dutse\nLi Jing (571-Yuli 2, 649), mai suna Pharmacist, ɗan asalin Sanyuan ne, Yongzhou (yanzu arewa maso gabashin gundumar Sanyuan, lardin Shaanxi). Janar daga Daular Sui ta Marigayi zuwa Daular Tang ta farko, ya kasance sanannen masanin dabarun soja da kwarewar farar hula da na soja a daular Tang. Daga baya, an ba shi lakabin Duke na Wei, kuma an san shi da Duke na Wei a duniya.\nLi Jing shi ne mahaifin yarima Nezha na uku a cikin jerin alloli, wanda kuma aka fi sani da \"Sarkin Tota\" Li Jing da dansa sun taimaka wa Jiang Ziya (Tai Gong) don kayar da Sarauniya Zhou, da kafa daular Zhou, da Sarki. Wu ya hau karagar mulki a hukumance. Daga nan Jiang Ziya ya kafa jerin alloli tare da gudanar da wani biki don faranta ran sojojin da suka mutu a yakin. Daga nan ne duniya ta zama lafiya da kwanciyar hankali. Sarki Wu ya so ya yi marquis ya ba su kyauta, ya kuma so ya ware filaye ga jaruman da suka kafa. Li Jing, mahaifinsa da ɗansa, da wasu mutane bakwai sun nemi su koma kan dutse don yin addinin Tao kuma kada su damu da shahara da dukiya na duniya. Daga baya, dukansu bakwai “suka zama tsarkaka cikin jiki” kuma suna cikin aji na marasa mutuwa.\nLabarin \"Feng Shen Bang\"", "聖意": "Gida ne mai ra'ayin mazan jiya, ni talaka ne, ina neman kudi, kasuwanci na sha wahala, aurena bai dace da Liujia ba, ina yi wa masu tafiya a kasa addu'a a amince, tsutsotsin siliki sun yi kaka, kuma dabbobi suna lafiya. Ina neman mutane, ina ganin shari'ar jama'a da ƙaura, ni mai ra'ayin mazan jiya, na yi hasarar dukiya, ba ni da lafiya, ba na son canza kabari a Jianxingshan.", "古人": "Li Jing ya koma dutsen", "第X籤": "Wanda ya ci caca ta talatin da bakwai", "宮": "Shen Gong"}