{"籤詩版本二": "Motar jan ta faɗo a yamma, zomo ya tashi a gabas, yin girma kuma ya ɓace, kuma komai ya ci nasara.\nIdan mace tana son yin amfani da shi, zai kara mata arziki kuma yana sanya farin ciki a cikin zuciyarta.", "詩意": "Wannan hexagram shine alamar girma Yin girma da Yang ya ɓace.\nKomai yana da wahala kafin ya zama mai sauƙi daga baya.", "解曰": "Yin amfanin mata. Bai dace da maza ba. Idan kuna neman shawara. Mugu ya fara zuwa sai nagari ya zo.", "籤詩故事一": "◇Wu Zetian ya hau kan karagar mulki\nWu yana da shekaru 14, sarki Taizong Li Shimin na daular Tang ya gayyaci Wu zuwa fadar a matsayin hazikin mutum mai suna \"Wu Mei\". Bayan Taizong ya mutu, Zetian ya shiga Ganye Temple kuma ya zama uwargida.\nLokacin da sarki Gaozong na daular Tang ya hau kan karagar mulki, ya kira iyalan Wu zuwa cikin fada don nuna girmamawa ga Zhaoyi. A cikin shekara ta shida ta Yonghui (655), Sarkin sarakuna Gaozong ya kafa Wu a matsayin sarauniya.\nWu Zetian ya kasance mai hazaka, yana da hannu a cikin adabi da tarihi, kuma ya kasance mai wadatar albarkatu. Ba da daɗewa ba bayan da Wu Zetian ta zama sarauniya, saboda Gaozong ba ta da ƙarfi kuma ba ta da lafiya, wani lokaci yakan ba ta amanar gudanar da wasu harkokin siyasa, don haka ƙarfinta ya ƙaru. A cikin shekarar farko ta Shangyuan (674), ana kiran sarki Gaozong \"Sarki\", kuma an kira Empress Wu \"Sarauniyar Sama\", kuma dukansu ana kiransu \"Waliyan Biyu\" a fadar.\nA shekarar farko ta Hongdao (683), Gaozong ya rasu, yarima Li Xian ya hau karagar mulki, kuma Wu Zetian ya zo ya mulki daular. A watan Fabrairu na shekarar farko ta Sisheng (684), Wu Zetian ta sauke Li Xian a matsayin Sarkin Luling, ta kuma kafa danta na hudu Li Dan a matsayin sarki, ta ci gaba da mulkin daular. A watan Satumba na wannan shekarar, ta canza tutar zuwa zinari, kuma Luoyang, babban birnin gabas, an sake masa suna babban birnin Allah. A rana ta tara ga watan Satumba na shekarar farko ta Tianshou (690), Wu Zetian ya shelanta kansa a matsayin sarki, ya kuma canza sunan kasar zuwa Zhou.", "聖意": "Gida bai dace da kansa ba, addu'ar albarka, neman arziki, gadin ciniki, sa'a a cikin aure, rashin sa'a a cikin aure (mace), masu tafiya tare da gonaki, tsutsotsi, dabbobi masu wadata, neman mutane, rabuwa, kara, hasara, hijira. , asarar dukiya, rashin lafiya, firgita, tsaunuka da kaburbura, sa'a", "古人": "Wu Zetian ya hau kan karagar mulki", "第X籤": "Wanda ya lashe caca na arba'in", "宮": "Kai Palace"}