{"籤詩版本二": "Za ku tuna da kyawawan kalmomi marasa iyaka, amma za ku zama ɗanku idan kun gane ɓarawo.\nKar ki zama mai kwadayi a halin yanzu kuma ki damu da yadda zai yi wani abu mai kyau shekara guda da ta wuce.", "詩意": "Wannan hexagram yana bayyana ɓarawo a matsayin ɗa.\nYi hankali a cikin duk abin da kuke yi.", "解曰": "Wannan kawai. Mutum ba ya kuskure. Ka tuna da shi. Kada ku zama kadaici.", "籤詩故事一": "◇Dong Zhuo ya yarda da Lu Bu\nLu Bu wanda ya kasance jajirtacce kuma kwararre a fagen yaki, ya kasance sanannen janar na soja a karshen daular Han ta Gabas da farkon masarautu uku, ya taba daukar Ding Yuan, gwamnan Jingzhou a matsayin uban rikonsa kuma ya yi aiki a karkashinsa.\nBayan mutuwar sarki Ling na daular Han ta Gabas, Ding Yuan ya tafi birnin Beijing don yin hadin gwiwa da Janar He Jin don sarrafa gwamnati.\nDong Zhuo ya yi yaƙi da Ding Yuan, amma wasu janar-janar ba su iya cin galaba a kan Lu Bu ba, don haka Dong Zhuo ya aika da Li Su na ƙarƙashinsa don ya ba Lu Bu cin hanci. Li Su ya kawo tarin tarin zinariya da azurfa da kuma sanannen dokin ja zomo don \"ziyarar Lu Bu\". Li Su ya kawo tarin tarin zinari da azurfa da kuma sanannen dokin ja zomo don ziyartar Lu Bu. Don haka Dong Zhuo ya ba wa Lu Bu cin hanci don ya kashe Ding Yuan, kuma ya ce wa sojojinsa su zo tare da shi idan suna so, idan kuma ba sa so su bi shi su tafi, sakamakon haka, yawancin sojojin sun gudu. Don haka Dong Zhuo ya ba Lu Bu cin hanci ya kashe Ding Yuan.\nBayan da Dong Zhuo ya sami mulki, ya ɗauki Lu Bu a matsayin ɗan riƙonsa kuma ya mai da shi janar da marquis.\nDong Zhuo yana da zafin rai, kuma \"dangantakar uba da da\" da Lu Bu ta yi rauni sosai, a shekara ta 189 AD, bisa ingizawar Situ Wang Yun, Lu Bu ya kashe Dong Zhuo.\nWatanni shida bayan mutuwar Dong Zhuo, tsoffin sojojin Dong Zhuo sun mamaye babban birnin kasar, Lu Bu da matarsa ​​suka gudu a firgice. Bayan ya bar babban birnin kasar, Lu Bu ya nemi mafaka da shugabannin yaki Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei da dai sauransu, kuma ya yi fada da Cao Cao, wani babban jagoran yaki a lokacin, Lu Bu ya kasance jajirtacce kuma mai nagarta. a yaƙi, kuma ya ci Cao Cao sau da yawa.\nA shekara ta uku ta sarautar Jian'an a daular Han ta Gabas, sojojin Cao Cao sun kai hari Xiaopei, sansanin Lu Bu, inda Cao Cao suka kama shi suka kashe shi a karkashin Hasumiyar Baimen. Kafin a kashe shi, Lu Bu ya bukaci Cao Cao da ya raya shi don gudun kada ya mutu, amma Liu Bei ya tunatar da Cao Cao cewa Lu Bu ya ci amana sau da yawa kuma mutum ne marar gaskiya. A ƙarshe, Cao Cao, wanda kawai ke daraja baiwa ba tare da la'akari da ɗabi'a ba, ya kashe Lu Bu.", "聖意": "Ni a gida ba na jin dadi, yawanci ina neman kudi, na kiyaye kasuwanci, aure ke da wuya, sai mutumin Liujia ya gigice, tsutsar siliki ta yi rabi a gona, dabbobi shida sun tsira, mutum yana nemansa. , shari'ar jama'a ta dace, kuma hijirar ita ce yin addu'a don batattu abubuwan da suke da wuyar samun, cututtuka, da kuma zaman lafiya a cikin kabarin Zhenxing.", "古人": "Dong Zhuo ya karɓi Lu Bu", "第X籤": "Wanda ya ci caca ta 41", "宮": "Kai Palace"}