{"籤詩版本二": "Sarki da sarki da sarki a karshe za su yi alheri su jira su yi addu’ar albarka ba tare da asara ko riba ba.\nDukkan halittu masu rai suna amfana da shi, kuma ana sa ran samun wadata a duniya da sama.", "詩意": "Wannan hexagram alama ce ta ni'ima daga sama.\nKomai zai yi nasara.", "解曰": "Sarki ya nuna yardarsa. Kar a manta. Safiya da maraice. Ya dace a ƙona turare.", "籤詩故事一": "◇Mulian ya ceci mahaifiyarsa\nMokou Lian, ko Mulian, shine mafi ƙarfi a cikin almajirai goma na Sakyamuni Buddha.\nMahaifiyarsa ta kasance mai kwadayi da rowa a lokacin rayuwarta, don haka ta fada cikin duniyar yunwa bayan rasuwarta. Mokhullian ya yi amfani da ikonsa na sihiri ya lura, ya gano cewa mahaifiyarsa ta haife shi a matsayin fatalwa mai yunwa, ba ta da hanyar samun abinci kuma tana cikin wahala sosai, ya yi amfani da sihirinsa ya kawo wa mahaifiyarsa abinci, ba zato ba tsammani, bayan mahaifiyar ta karbi abinci. abincin, ya koma toka, ya kasa ci.\nMaudgalyana ya damu da abin da ya faru kuma ya ba da rahoto ga Buddha. Buddha ya gaya wa Mulian cewa a ranar 15 ga wata na bakwai, ya kamata ya sanya dandano ɗari da 'ya'yan itace biyar a cikin kwano ya ba da su ga sufaye nagari na kwatance goma. Da wannan ikon mahaifiyarsa za ta iya cin abinci. .\nMaudgalyayana ya yi aiki bisa ga nufin Buddha, kuma a ƙarshe an 'yantar da mahaifiyarsa. Irin wannan biki shi ake kira “Bikin Obon” kuma ana kiran wannan biki “Bikin Obon”.\n(A kula: Wani nau'in sinadari yana da ji daban-daban a matakai daban-daban na duniya. Misali: idan aka yi ruwan sama a wannan duniyar, muna ganinsa a matsayin \"ruwa\", yayin da halittun da ke cikin duniyar fatalwa suke jin yunwar su ji kamar \"jini\", kuma halittu masu rai a cikin duniyar jahannama suna jin shi a matsayin \"jini\" yana jin kamar \"fadi da takobi\", yayin da halittu na sama suna jin kamar \"zubar da fure\".", "聖意": "Addu'ar gida da gida, addu'ar samun sa'a a cikin hunturu, neman arziki, babu ciniki, aure, zaman lafiya a Liujia, masu tafiya a ƙasa, filayen motsi, tsutsotsi, dabbobi shida, neman mutane, shari'a, nasara, hijira, ra'ayin mazan jiya, asarar dukiya, rashin lafiya. , Amincin duwatsu, kaburbura", "古人": "Mulian ya ceci mahaifiyarsa", "第X籤": "Sa hannu arba'in da biyu", "宮": "Kai Palace"}