{"籤詩版本二": "Duniya mai sassauƙa ce kuma dukkan abubuwa suna masu dogaro da kai, masu dogaro da kai da aminci\nDuk abin da ke cikin rayuwa yana da ban mamaki, godiya ga waliyai da masu hikima a kan komai, kuma ku kasance masu wadata.", "詩意": "Wannan hexagram yana wakiltar jituwa tsakanin ƙasa da ƙasa.\nKomai yana tafiya daidai kuma babu hadari.", "解曰": "An haifi dukkan abubuwa. Duk tsare-tsare da buri sun cika. Ford yana taimaka. Rui Qi yana cikin sauri.", "籤詩故事一": "◇Masu tafiya suna samun wayewa\nTafiya zuwa Yamma labarin:\nSun Wukong ya zama sarki a tsaunin Huaguo, daga baya, domin ya sami hanyar rayuwa har abada, ya shafe shekaru takwas ko tara yana yawon tsallaka tsaunuka da koguna don bauta wa sarki Bodhi a matsayin malaminsa, ya koyi sauyi saba'in da biyu na muguntar duniya da gajimare, kuma sun ɗauki sunan suna Sun a karon farko. Mai suna Wukong.\nBayan haka, Sun Wukong ya tafi fadar Dodon da ke gabar tekun gabashin kasar Sin domin samo makamin da ya dace, inda daga karshe ya gano wata allurar Tianhe da Dinghai mai suna Ruyi Golden Cudgel. Domin tsawon rayuwarsa ya ƙare, ya yi babbar hayaniya a cikin duniya, ya gyara littafin rai da mutuwa, ya koma cikin duniyar ɗan adam. Daga baya, sama ta kira Sun Wukong a karon farko kuma aka sa masa suna Bima Wen. Bayan nan kuma aka kira shi zuwa sama a karo na biyu aka nada shi Sarkin Biri, ya kuma saci ‘ya’yan peach ya haddasa fitina a sama, aka rufe shi a cikin tanderun Bagua domin ya yi amfani da idanunsa na zinare da idanunsa na wuta, a karshe aka danne shi. Tathagata Buddha a gindin Dutsen Wuzhi na tsawon shekaru 500, ya kasa motsi. Wurin da aka harba tanderun Bagua ya koma wani dutsen wuta.\nBayan shekaru dari biyar, Monk Tang ya tafi Yamma don samun nassosi, ya wuce ta Dutsen Elements Biyar, ya cire talisman kafin ya ceci Sun Wukong. Sun Wukong ya fashe da kuka tare da godiya, bayan da Guanyin Bodhisattva ya ba shi umarni, ya bauta wa Tang Monk a matsayin malaminsa kuma ya tafi yamma don koyon nassosi tare. A kan hanyar zuwa koyon litattafai, Sun Wukong ya hau kan aljanu ya kawar da dodanni, ya kuma yi abubuwan ban mamaki a lokuta da dama, amma sai da ubangidansa Tang Seng ya yi masa mummunar fahimta kuma ya kore shi akai-akai. Bayan wahaloli tamanin da ɗaya, an gama aikin, sai malamai huɗu da almajirai suka isa Haikali na Xitian Leiyin, suka sami nassi na gaskiya. Sun Wukong ya samu sakamako mai kyau.\n(Wannan labari yana misalta cewa koda biri zai iya wayewa balle mutum.)", "聖意": "Gida yana da kyau ga kansa, ga dukiya, kasuwanci, aure, Liujia, masu tafiya maza, toshe gonaki, tsutsotsi na siliki, dabbobi shida, Zhongping, neman mutane, kararraki, nasara, ƙaura, asarar dukiya, cuta, kabarin Xingxingshan, abubuwa suna da kyau", "古人": "Matafiyi yana samun wayewa", "第X籤": "Sa hannu a kan 43rd", "宮": "xugong"}