{"籤詩版本二": "Yanayin sanyi yakan maida ruwa ya zama kankara, me yasa ake kwadayin shahara?\nBani da wani zabi illa in zauna shiru in jira ganyen ya yi girma a zahiri.", "詩意": "A cikin wannan hexagram, ruwa ya zama kankara.\nKada ku nemi wani abu a banza.", "解曰": "Ruwa yana daskarewa cikin kankara. Kankara narke cikin ruwa. Idan kuma makirci ne. Haka abin yake.", "籤詩故事一": "◇Wang Xiang ya nemi carp (Labarun Taƙawa Ashirin da Hudu)\nWang Xiang na daular Jin, mai suna Fuzheng, an haife shi a Linyi.\nLokacin da Wang Xiang yana karami, mahaifiyarsa ta rasu, mahaifinsa kadai ya auri wata mace mai suna Zhu, kuma Wang Xiang ya haifi sabuwar uwa. Lokacin da Wang Xiang yana karami, mahaifiyarsa ta rasu, kuma mahaifinsa kadai ya auri wata mace mai suna Zhu. Mahaifiyar Wang Xiang mace ce mai kunkuntar hankali da kishi, ba ta son Wang Xiang, tana yawan zaginsa da wasu abubuwa marasa muhimmanci. Ba da da ewa, uwar uwar kuma ta haifi ɗa mai suna Wang Lan. Uwar maigida tana son 'ya'yanta ne kawai, kuma tana daukar Wang Xiang a matsayin wani kaso a wajenta, ta kuma kara neman Wang Xiang, kuma ta sha yin zagin Wang Xiang a gaban mahaifinsa, har ma a hankali mahaifinsa ya daina kaunarsa. Uwar maigida tana son 'ya'yanta ne kawai, kuma tana daukar Wang Xiang a matsayin wani kaso a wajenta, ta kuma kara neman Wang Xiang, kuma ta kan yi wa Wang Xiang kazafi a gaban mahaifinsa, har ma a hankali mahaifinsa ya daina kaunarsa. Ko da yake ɗan'uwan Wang Xiang, Wang Lan yana abokantaka sosai da ɗan'uwansa. Duk da azabar da aka yiwa mahaifiyar tata, har yanzu tana cikin son zuciya. Uwar uwa tana da kaushi, amma Wang Xiang har yanzu tana da son zuciya sosai.\nMahaifiyarsa tana da abin sha'awa, wato, tana son cin sabon kifi da aka kama daga cikin kogin. Mahaifiyarsa tana da abin sha'awa, wato, tana son cin sabon kifi da aka kama daga cikin kogin. A wani lokacin sanyi, mahaifinsa ya tafi kasuwanci, sai mahaifiyarsa ta sake yin rashin lafiya, 'yan'uwa Wang Xiang da Wang Lan sun ba wa mahaifiyarsu miya da magani a hankali don ta ci. gaggawa. A wani lokacin sanyi, mahaifinsa ya tafi kasuwanci, sai mahaifiyarsa ta sake yin rashin lafiya, 'yan'uwa Wang Xiang da Wang Lan sun ba wa mahaifiyarsu miya da magani a hankali don ta ci. gaggawa. Mahaifiyar matar da ba ta da lafiya ta so ta ci sabon kifi daga cikin kogin, a cikin wannan yanayi mai tsananin sanyi, dusar ƙanƙara ta taso a waje, ruwan kogin ya zama ƙanƙara. Mahaifiyar matar da ba ta da lafiya ta so ta ci sabon kifi, a ina za a iya samun sabon kifi a cikin wannan yanayin ƙanƙara da dusar ƙanƙara?\nA waɗannan kwanaki, babu jita-jita na lokacin rani, kuma ba za ku iya siyan su ko da kuna da kuɗi ba.\nA wannan lokaci a cikin labarin, labarin Wang Xiangqiu Li mai ratsa jiki ya faru. Wang Xiang ya yi tafiya zuwa kogin da ke daskarewa don kada ya bata wa mahaifiyarsa rashin lafiya, Wang Xiang ya yi tunani sai ya tube rigarsa ba tare da la'akari da sanyi ba, ya kwanta tsirara a kan dusar kankara yana son yin amfani da ita. zafin jikinsa don narkar da kankara (don haka Wang Xiangqiu carp kuma ana kiransa Wang Xiang yana kwance akan kankara). Ya cire rigarsa ya kwanta tsirara akan glacier. Ya roki Allah ya ce: “Allah mahaifiyata ba ta da lafiya, tana son cin fresh carp, sai ka nemo min hanya ko da menene.” Abin mamaki sai ga dusar kankarar da ke kusa da shi ta fashe, su biyu ne. Wani irin carp mai rai ya yi tsalle daga cikin tsagewar ya yi tsalle a kan kankara, Wang Xiang ya yi farin ciki sosai. Ya yi addu’a ga Allah: “Allah mahaifiyata ba ta da lafiya, tana son cin fresh carp, dole ne ka nemo mani hanya ko da menene.” Abin mamaki, dusar ƙanƙarar da ke kusa da shi ta fashe, sai ga fashe biyu. Wani irin carp mai rai ya yi tsalle daga cikin tsagewar ya hau kan kankara, Wang Xiang ya yi farin ciki sosai. Ya durkusa da sauri ya godewa Allah sannan ya ruga da gudu ya nufi gida da carp. Da sauri ya durkusa yana godiya ga Allah da sauri ya dauki carp ya wuce gida. Bayan mahaifiyar ta ci fresh carp, ba da daɗewa ba ta warke daga rashin lafiyarta. Uwar da ke kwance a gadon asibiti ta yi mamaki lokacin da ta ga tsiraicin jikin Wang Xiang na sama, wanda ya canza launin ruwan hoda saboda sanyi, da kifi biyu a hannunsa, ta ruga cikin dakin cikin farin ciki, ta cika da mamaki.\nDaga baya Wang Xiang ya zama jami'i kuma ya zama Taibao, kuma an ba shi mukamin Duke.", "聖意": "Rashin jin daɗi a gida, Ina addu'a don kariya, matsalolin kuɗi, matsalolin kasuwanci, aure, rashin daidaituwa a cikin inshorar Liujia, masu tafiya a ƙasa, Chi Tian, ​​asarar siliki, asarar dabbobi shida, bacewar mutane, shari'ar jama'a, ƙaura, masu ra'ayin mazan jiya, asarar dukiya, rashin lafiya , mai wuyar warkewa, kabari dutse, sa'a", "古人": "Wang Xiang ya nemi carp (Labarun Taƙawa Ashirin da Hudu)", "第X籤": "Arba'in da tara Nasara Lott", "宮": "Haigong"}