{"籤詩版本二": "Kuna iya tafiya zuwa kowane kusurwoyi na ƙasar, kuna rataye alfarwar jirgin ruwa don riƙe shi kyauta\nIdan akwai iska mai kyau, zai zo ba da daɗewa ba kuma jirgin zai cika da dukiya.", "詩意": "Wannan hexagram yana kama da ja jirgin ruwa da iska.\nKomai yana tafiya lafiya.", "解曰": "Ku huta lafiya. Babu ƙoƙari da ake buƙata. Dukiya mai yawa. Duk abin yabawa.", "籤詩故事一": "◇ Tao Zhugui Tafkuna Biyar (Tafkin Fan Ligui)\nA cikin lokacin bazara da kaka, Fan Li, wanda sunansa mai ladabi Shaobo, kuma ana kiransa Gui Yizipi ko Tao Zhugong.\nA lokacin an yi yaki tsakanin jihar Wu da jihar Yue, kuma jihar Wu ta lalata jihar Yue. Fan Li da Wen Zhong sun tsara shiri don Yue King Gou Jian don inganta Yue da lalata Wu. Fan Li da kansa ya bi ta tsaunuka da koguna, ya ziyarci kogin Huansha da ke tsaunin Cailuo, inda ya iske Xi Shi, wata kyakkyawar mace mai kyawawan halaye, da hazaka, da kyau, ya kuma ba wa Sarkin Wu, ya yi amfani da \"kyakkyawa\" dabara\" don hada kai ciki da waje tare da lalata masarautar Wu.\nBayan da ya yi nasarar kawar da masarautar Wu, Fan Li ya san cewa Gou Jian “tsuntsaye ne mai dogayen wuyansa mai baki” kuma yana iya raba wahalhalu da farin ciki tare da shi, don haka shi da Xi Shi suka yi tafiya cikin ruwa a cikin Masarautar Qi, sun canza sunayensu. zuwa Gui Zipi, kuma ya jagoranci 'ya'yansa maza da almajiransa a cikin Masarautar Qi, suna zaune a wani gida a bakin teku. Ya yi aiki tuƙuru don yin noma, ya gudanar da kasuwanci a gefe, ya yi kasuwanci, a cikin ƴan shekaru, ya tara miliyoyin dukiya na iyali. Ya kasance mai karimci wajen yada dukiya da kyautatawa garinsu, hikima da basirar Fan Li sun yaba wa mutanen Qi, Sarkin Qi ya gayyace shi zuwa Linzi, babban birnin kasar, ya kuma bauta masa a matsayinsa na firaminista mai kula da harkokin gwamnati. . Ya ci gaba da cewa: \"Zama jami'i na iya kaiwa ga ministoci, kuma gudanar da iyali yana iya haifar da arziki. Ga talakan da ya fara tun daga farko, wannan ya kai ga gaci, kasancewar an dade ana girmama shi, watakila ba alama ce mai kyau ba.\" Don haka, sai bayan shekaru uku, sai Jiliu ya sake ja da baya da jarumtaka, ya mayar da hatiminsa ga Sarkin Qi, ya ba wa abokansa da ’yan uwansa dukiyoyin danginsa duka.", "聖意": "Gidan yana da kyau ga kansa (ana jigilar kaya), kuɗi yana da kyau, kasuwanci yana da kyau, aure ya makara, aure bai yi kyau ba, Liujia lafiya, mutane suna hana gonaki, tsutsotsi na siliki, kaka, kiwo, bazara. yana da wadata, mutane suna neman mutane, shari'a ba ta da kyau, ƙaura ce mai ra'ayin mazan jiya, abubuwan da suka ɓace, an magance cututtuka na yamma, duwatsu da kaburbura suna kudu.", "古人": "Tao Zhugui biyar (Takin Fan Ligui)", "第X籤": "Wanda ya lashe caca na hamsin", "宮": "Haigong"}