{"籤詩版本二": "Summer shine rana mafi tsawo kuma kowa yana damuwa game da zafi da damuwa\nSama da ƙasa kuma sun san abin da mutane ke so, kuma iska tana kadawa kuma tana da sanyi a zahiri", "詩意": "Wannan hexagram yana nuna cewa kowa yana damuwa game da zafi.\nYi duk abin da kuke so.", "解曰": "Babu shakka game da ci gaba ko ja da baya. Yi nishadi. Shin don yin zango ne? Babu buƙatar yin gaggawa.", "籤詩故事一": "◇Kong Ming ya shiga Sichuan\nZhuge Liang (181-234), mai suna Kongming, ɗan asalin Yangdu ne, Langya (yanzu gundumar Yinan, lardin Shandong), kuma shi ne firayim minista na Shu Han (Liu Bei) a lokacin Sarautu Uku.\nKo da yake Liu Bei ya lashe Jingzhou, bai isa ya raba bangare daya ba, Zhuge Kongming ya yi shirin kama Xichuan don kara yawan yankin Liu Bei. A wannan lokaci, Zhang Lu ya kai wa Liu Zhang da ke Yizhou hari a arewa. Zhuge Kongming ya fahimci cewa Liu Zhang yana son sadaukar da taswirar Xichuan ga Cao Cao domin ya kare kansa. Lokacin da Zhang Song (mataimakin Liu Zhang) ya gana da Cao Cao, saboda Cao Cao yana da girman kai da rashin kunya, Liu Zhang ya mayar da taswirar zuwa Xichuan ya wuce Jingzhou a hanya. Kong Ming ya riga ya jira shi a hanya kuma ya gayyace shi zuwa Jingzhou, amma bai taba ambaton Hotunan Xichuan ba har zuwa lokacin tashi, Zhang Song ya godewa Kong Ming saboda karamcin da ya nuna masa, don haka ya sadaukar da hoton Xichuan ga shi.\nYankin Xichuan yana da hadari kuma ana iya kaiwa hari ko kuma a kare shi, bayan da Kong Ming ya tsara shirye-shirye daban-daban, Xichuan ya zama mahaifar Liu Bei.\n(Kong Ming ya bi da mutane da ladabi kuma ya sami Xichuan da ake sha'awa cikin sauƙi.)", "聖意": "Ku yi addu'a a gida da kuma kare kanku (akwai sa'a a cikin bala'i) Neman arziki, sa'a a kasuwanci, auren gama gari, haihuwar maza a Liujia, gonaki masu motsi, tsutsotsi na siliki, lalata dabbobi, neman jama'a, jama'a. shari’a, hijira, tsofaffin abubuwa da suka ɓace, cututtukan arewa, fatan tsaunuka da kaburbura", "古人": "Kong Ming ya shiga Sichuan", "第X籤": "Babi na 51: Cin Lutu (Cin Lutu)", "宮": "Uterus"}