{"籤詩版本二": "Yana ɗaukar ƙoƙari sosai don kama wata a cikin ruwa, yana ɗaukar ƙoƙari mai yawa amma ba komai.\nKada ku yi maganar banza, ku ɓata ƙoƙarinku don ƙarfafa jiki, kalmar \"jiki ya bushe\" asali yana nufin \"jiki shi kaɗai\".", "詩意": "Wannan hexagram yana haɗama don hoton ƙoƙarin.\nKomai na aiki da wahala.", "解曰": "Alkawura suna da wuyar tunawa. Aiki mai yawa. Damuwa a gida. Jiran saduwa da mutane masu daraja.", "籤詩故事一": "◇Taibai ta kama wata a buguwa (Li Taibai ya kama wata yana buguwa)\nLi Bai (701-762), kuma aka sani da Taibai, kuma aka sani da Qinglian Jushi. Mawaƙin daular Tang, wanda ya kira kansa dawawwaki, an san shi da madawwamiyar waƙa, kuma ya kasance cikin farin ciki ba tare da shan giya ba.\nDa zarar Li Bai ya zo Jinling (yanzu Nanjing) ya huta a wani gidan abinci kusa da gadar Wende.\nA wannan rana ta kasance rana ta goma sha biyar ga watan hunturu, da dare yakan zauna a gidan abinci shi kadai yana sha'awar wata, yana sha yana ta kade-kade. A wannan rana ta kasance rana ta goma sha biyar ga watan hunturu, da dare yakan zauna a gidan abinci shi kadai yana sha'awar wata, yana sha yana ta kade-kade. Li Taibai ya fi son wata a rayuwarsa, yana mai cewa yana da tsafta da kyau. Li Taibai ya fi son wata a rayuwarsa, yana mai cewa yana da tsafta da kyau. Dare ya duba sai yaga farin wata da zagaye a sararin sama, yayi murna sosai ya kara shan taba. Dare ya duba sai yaga farin wata da zagaye a sararin sama, yayi murna sosai ya kara shan taba. Da tsakar dare, Li Taibai ya yi amfani da ruwan inabin ya gangara zuwa gadar Wende. Da tsakar dare, Li Taibai ya yi amfani da ruwan inabin ya gangara zuwa gadar Wende. Da zarar ya taka gadar, sai ya sunkuyar da kansa, sai ya ga wata na fadowa cikin ruwa, da kogin ya motsa, sai aka kara wasu layukan bakar fata a cikin inuwar farin wata. Da zarar ya taka gadar, sai ya sunkuyar da kansa, sai ya ga wata na fadowa cikin ruwa, da kogin ya motsa, sai aka kara wasu layukan bakar fata a cikin inuwar farin wata. Li Taibai ya bugu sosai a wannan lokacin har ya zaci wata ce da ruwan kogin ya yi wa tabon hali. Li Taibai ya bugu sosai a wannan lokacin har ya zaci wata ce da ruwan kogin ya yi wa tabon hali. Bai ko damu ba ya cire takalminsa, ya bude hannayensa ya yi tsalle daga kan gadar ya kama wata. Bai ko damu ba ya cire takalminsa, ya bude hannayensa ya yi tsalle daga kan gadar ya kama wata. Ba zato ba tsammani, da wannan tsallen, ba a kama wata ba, amma wata a cikin ruwa ya karye, nan take ya rabu gida biyu. Ba zato ba tsammani, a cikin wannan tsalle, ba a kama wata ba, amma mutumin ya nutse. Ya rasu yana da shekaru sittin da biyu.", "聖意": "Gida babu dadi kuma kana cikin rashin sa'a (ka kula da lafiyarka) (rashin sa'a) Neman arziki da daidaito (kada ka manta da shi) Wahalhalun kasuwanci, aure ba a warwarewa, a yi addu'a don kariya (taska mara kyau ya hana). zubar da ciki) Masu tafiya suna cikin matsala, tsutsotsin siliki a fili maki biyar ne, Dabbobi shida sun yi kasala (rashin sa'a) Neman mutane (rashin sa'a) kararrakin jama'a da (Dakatar da shari'ar) Hijira na yau da kullun (Kada ku faɗi) Asarar dukiya. (jirgin sama) Addu'ar kariya daga rashin lafiya (rashin sa'a) Sa'a a cikin tsaunuka da kaburbura", "古人": "Taibai ya kama wata yana buguwa (Li Taibai ya kama wata yana buguwa)", "第X籤": "Nasara na daƙiƙa hamsin da biyu (Lottery)", "宮": "Uterus"}