{"籤詩版本二": "Lokacin da takaici ya zama farin ciki, dodanni suna ruri da damisa suna ruri.\nShudin sararin sama yana da nasa hanyar zuwa sararin sama, bari in sake samun damar yin suna.", "詩意": "Wannan hexagram yana kama da dodon yana ruri da damisa yana ruri.\nAkwai fatan cewa komai zai tafi daidai.", "解曰": "Koyarwa kawai ku tafi. Ka sami wadatarka. Dole ne a yi a ƙarshe. Akwai wurin da za a same shi.", "籤詩故事一": "◇Liu Bei ya dauki amarya\nBayan yakin Chibi, Sun Quan ya yi marmarin dawo da Jingzhou, wanda Liu Bei ya kama, don haka ya yi amfani da shirin Zhou Yu, yana mai nuna cewa yana son auren 'yar uwarsa Sun Ren ga Liu Bei, amma a gaskiya yana so ya dauki. Liu Bei a matsayin wanda aka yi garkuwa da shi don yin garkuwa da Jingzhou.\nBayan da Zhuge Liang ya yi leken asiri kan shirin Zhou Yu, ya mika wa Zhao Yun, wanda ke ba da kariya ga Liu Bei a lokacin da ya je Soochow, ya ba da wannan kasida tare da dabarun. Sun Quan mahaifin) san game da batun aure. Saboda Wu Guotai yana son 'yarsa kuma ba ya son yanke shawara na yau da kullun game da al'amuran rayuwar 'yarta, ta tsawatar da Sun Quan saboda rashin tausayi ga 'yar uwarsa kuma ta ba da shawarar da kanta ta gwada ko Liu Bei ya cancanci 'yarsa a gidan ibada na Ganlu. Bayan da Wu Guotai ya sadu da Liu Bei, ta yi matukar godiya ga Liu Bei, kuma ta ba da kwarin gwiwa wajen yin aure tsakanin Liu Bei da 'yarsa, sakamakon haka, Liu Bei ya auri Misis Sun.\nDaga baya, Liu Bei da Misis Sun sun gudu zuwa Jingzhou tare, daga baya Sun Quan ya so ya yi amfani da damar da Liu Bei ya kai kan Yizhou don kai wa Jingzhou hari, amma Wu Guotai ya hana shi, wanda ya damu da lafiyar 'yarsa.\nAna cewa: \"Tsarin wayo na Zhou Yu shine mafi kyau a duniya. Ya rasa matarsa ​​kuma ya rasa sojojinsa.\"\n(Liu Bei ya samu daga cutarwa)", "聖意": "Na yi rashin sa'a a gida kuma na yi rashin sa'a (na farko mummuna, sai a yi sa'a) Neman arziki, daidaitawa, wahalar aure, nasara a aure, addu'ar albarka ga masu tafiya a ƙasa, tsutsotsi na siliki a cikin gona, maki biyar don lalacewar dabbobi, bincika. ga mutane, shari’a da hijira, sa’a ga dukiyoyin da suka yi hasarar, sa’a ga cututtuka, zaman lafiyar tsaunuka da kaburbura.", "古人": "Liu Bei ya dauki amarya", "第X籤": "Lambar cin nasara ta hamsin da uku", "宮": "Uterus"}