{"籤詩版本二": "bakin tekun cike yake da duwatsu, korama tana gudana, iska a bayyane take, wata a bayyane take, manyan mutane sun shagaltu.\nA hanya dole in tambayi inda zan dosa, kada ku ɗauki ƙamshin furanni da tsire-tsire a cikin daji, kada ku kula da shi.", "詩意": "Wannan hexagram yana kama da jirgin ruwa da ke tafiya akan ƙaramin bakin teku.\nA cikin komai, akwai mutane masu daraja don taimakawa.", "解曰": "Don yin rayuwa. Aiki mai yawa. Kasance mai ra'ayin mazan jiya kuma jira. Duk mai kyau.", "籤詩故事一": "◇ tawayen Lushan\nAn Lushan (703-757), wanda sunan sa Kang kuma mai suna Yaluoshan, ya fito daga Liucheng, Yingzhou (yanzu Chaoyang, Liaoning).\nDaga baya, ya ɗauki sunan suna An kuma ya canza sunansa zuwa Lushan. A zamanin sarki Xuanzong na daular Tang, An Lushan shi ne manzon soja.\nA cikin watan Nuwamba na shekara ta 14 ta Tianbao, An Lushan ya tara dakaru a Fanyang, da sunan kai hari Yang Guozhong, ya kaddamar da tawaye tare da daukar sojojin wasu garuruwa uku don kai hari a Luoyang, babban birnin gabas. Rahotanni daga Taiyuan sun garzaya zuwa Lishan, Tang Xuanzong, wanda ke fadar Huaqing a Lishan a wancan lokaci, bai yi imani cewa Anlushan zai yi tawaye ba, amma labarin tawayen ya ci gaba da yaduwa, kuma Xuanzong ya kasance mai cikakken imani. (Wannan siffa ce ta \"ƙarashin ruwan gudu akan ƙananan duwatsu a cikin rafi\")\nSai da Yan Zhenqing, shugaban gundumar Pingyuan, ya aika wani ya aika da bayanai, Xuanzong ya farka daga mafarkinsa.\nA karkashin kuskuren dabara na Sarkin sarakuna Xuanzong na daular Tang, sojojin dawaki na An Lushan sun kwace Luoyang, babban birnin gabas, a watan farko na shekara mai zuwa, ya ayyana kansa Sarkin sarakuna Dayan a Luoyang, Jianyuan Shengwu, Sarkin sarakuna Xiongwu, da Da Xixun. firayam Minista.\nA cikin watan Yuni na wannan shekarar, Sarkin Daular Tang, mai martaba Sarkin Chang'an, da ke da sha'awar shawo kan rikicin na Chang'an, kuma bisa kuskuren fahimtar soja, ya yanke hukuncin kisa kan manyan hafsoshin soja biyu, Feng Changqing da Gao Xianzhi, wannan umarni ya girgiza sojojin Tang. (Wannan hali ya saba wa \"dole ne hanya ta nuna gaban kogin\")\nBayan haka, Sarkin sarakuna Xuanzong na daular Tang ya umarci wani Janar Ge Shuhan da ya jagoranci sojojin Tang zuwa gabas daga Tongguan.\nGe Shuhan, wanda ya fahimci kuskuren dabarun da sarki Xuanzong na daular Tang ya yi, ya yi shirin jinkirta sauyin (hankalin \"babu laifi idan iska ta kwanta kuma ruwan ya kwanta\").\nA karshe, Sarkin sarakuna Xuanzong na daular Tang ya yi tunanin cewa ya fi karfin fada, don haka ba shi da wani zabi illa ya yi fada da An Lushan cikin kuka, aka ci shi. (Ya cika \"Idan kun yi aiki tuƙuru don tallafa wa kanku, kuna iya samun rauni.\")\nA cikin daular Tang, lokacin da sojojin kan iyaka da dakarun yankin ba su da lokacin mayar da martani, sojojin An Lushan sun danna kan iyaka suka shiga babban birnin kasar. A cikin wani mawuyacin hali, Sarkin sarakuna Xuanzong na daular Tang ya jagoranci dakarun tsaron da suka tsere daga babban birnin kasar, lamarin da ya sa Xijing Chang'an mara shugaba ya fadi.\n(Tang Xuanzong ya keta jagorancin wannan alamar, don haka tawayen An Lushan ya yi nasara.)", "聖意": "Gida lafiya, kai ya yi sa’a, arziki ya tabbata, ciniki ya yi ni’ima, a yi aure, a yi taka-tsan-tsan, wani mai tafiya a kasa daga Liujia ya zo gona, an girbe tsutsotsin siliki, an lalatar da dabbobi shida, aka iske mutum. , shari'a ta tabbata, dukiyar da aka bata tana kawo cuta, wato a gyara kabarin Anshan.", "古人": "Tawayen Lushan", "第X籤": "Lottery na hamsin da shida", "宮": "Gidan sarauta"}