{"籤詩版本二": "Safiya da maraice, goyon bayan Buddha dole ne ya kasance a lokutan haɗari amma ba cikin haɗari ba\nIdan mai martaba ya sha'awar ku, to kudi da siliki suma zasu raka ku, Chuan Lai kenan. Duk ya dogara da ku.", "詩意": "Wannan hexagram yana wakiltar albarkar asirin alloli da Buddha.\nYi haƙuri kuma ku yi sa'a a cikin komai.", "解曰": "Alamar zaman lafiya a da. Lokacin da komai ya yi tsada, zai zama alheri.", "籤詩故事一": "◇Tang Monk ya sami wayewa\nWata rana Tang Seng ya zo kogin sai ya ga dutsen Lingshan na Buddha a gabansa, akwai wata gada mai katako guda daya a gabansa, Tang Seng bai kuskura ya haye shi ba. Buda ya rikide ya zama ma’aikacin kwale-kwale ya rike wani jirgin ruwa mara tushe, da zarar Tang Monk ya hau kwalekwalen, sai ya fada cikin kogin, sai dan kwale-kwalen ya cece shi, haka Tang Monk ya samu Buddha. (Labarin Tafiya Zuwa Yamma)\n◇ Nassosin Buddha na Tang Monk\nSanzang na daular Tang, sunan mahaifinsa na kowa shine Chen kuma sunan da aka ba shi shine Yi. An haife shi a gundumar Goushi, Luozhou (yanzu kudu da birnin Yanshi, lardin Henan). Ya zama zuhudu yana da shekaru goma sha uku kuma ya ɗauki sunan addinin Buddha Xuanzang.\nDomin samun nassosin addinin Buddah na asali, ya tashi daga birnin Chang'an (lardin Xi'an na yau, lardin Shaanxi) a shekara ta uku ta mulkin Zhenguan (AD 629), ya shiga kan iyaka, ya sha wahala da yawa har ya isa Tianzhu ( Indiya) don tattara nassosi. Ya zaga ko'ina cikin kogin Ganges da Indus da yankunan kudu maso gabashin gabar tekun Indiya, sannan ya tsallaka tsaunuka masu dusar ƙanƙara da korayen raye-raye, ya yi tafiya mai nisan mil 50,000 gaba da gaba.Ya ɗauki shekaru 16 kafin ya koma Chang'an a ƙarshe. shekara ta 19 ta Zhenguan (AD 645). Ya dawo da nassosin addinin Buddha da yawa kuma ya fassara su zuwa Sinanci.\n(Tang Sanzang ya yi tafiya mai nisa ta kai da kawowa tsakanin Sin da Indiya, tabbas ya fuskanci hadari, amma ya samu damar dawowa lafiya domin akwai wani majibinci marar ganuwa a bayansa.)", "聖意": "Gida lafiya, kai mai albarka, ciniki na yamma ya yi nasara, aure ya yi nasara, masu tafiya a kasa sun toshe fili, an toshe tsummoki, tsummoki 70%, dabbobi suna samun riba, ana samun jama’a, jama’ar Yamma. shari’a ba ta da kyau, hijirar ‘yan mazan jiya ce, ana ganin dukiyoyin da aka yi hasarar, cuta ta fi alheri, tsaunuka da kaburbura suna da albarka.", "古人": "Tang Monk ya sami wayewa", "第X籤": "Cin caca sittin da biyu", "宮": "Yin Palace"}