{"籤詩版本二": "An kama kifin na ninkaya ne a cikin wani tarko a cikin tafkin Bibo.\nIdan wani abu ya yi kuskure bayan tunaninsa, zai haifar da matsala a ƙarshe.", "詩意": "Wannan hexagram yana wakiltar kifin da aka kama cikin tarko.\nHakanan yana da kyau a kiyaye a cikin komai.", "解曰": "Zaure a ƙarƙashin gidan. Bala'i ya fado daga sama. Ka farka da wuri kuma ka fara yin taka tsantsan. Ka guji bala'i.", "籤詩故事一": "◇ Dokin yana lullube da ruwa (yana da wahala a tattara ruwan)\nDaular Han. Zhu Maichen, mai suna Wengzi, ɗan asalin Wu ne a Kuaiji (yanzu yana cikin birnin Suzhou).\nA shekarunsa na karama, dangin Maichen sun kasance matalauta, ba su samu nasara ba, ma'auratan suna zaune ne a wata kofar ciyawa da ke bayan gida, suna yanka itace suna sayar da ita don samun abin dogaro da kai. Ba ka samun kuɗi da yawa ta hanyar sayar da itace a farashin kowa.\nMatarsa ​​ta fita dibar ruwa, sai ta hangi wasu gungun yara suna yiwa Maichen dariya, matar ta dauka abin kunya ne sai daga baya ta tafi.\nLokacin da Zhu Maichen ke da shekaru hamsin, Sarkin Daular Han ya nemi basira kuma ya bauta wa Zhu a matsayin shugaban Kuaiji.\nMatarsa ​​ta yi nadamar makanta, kuma ta yi fatan a mayar da ita kuyanga da kuyangi don yi wa Zhu hidima har tsawon rayuwarsa.\nMaichen ya umarci tsohuwar matarsa ​​da ta samo bokitin ruwa, ya zuba a kan matakan, ya ce, \"Idan za a iya mayar da ruwan, su biyu za su iya dawowa tare.\"\nIdan aka yi la’akari da alakar da ke tsakanin mata da miji, an ba wa matar da mijin ta da suka sake aure wani fili a bayan lambun don su yi noma da kuma tallafa wa kansu. Matarsa ​​ta jefa kanta a cikin kogin ta mutu.", "聖意": "Gida yana cikin hadari, kansa yana cikin hadari, an yi hasarar kudi, an yi ciniki cikin kwanciyar hankali, a yi aure ba a daidaita ba, Liujia ta firgita, an toshe mutane, an toshe gonaki, an yi asarar tsutsotsin ruwa, an yi asarar dabbobi, an yi hasarar mutane, an yi asarar dabbobi, da dabbobi, da mutane. an same su, an rasa shari’ar jama’a, hijira tana da kyau, dukiyar da aka yi hasarar ba ta da kyau, cuta tana da haɗari, a canza kabari.", "古人": "Dokin yana lullube da ruwa (yana da wahala a tattara ruwan)", "第X籤": "Alama sittin da hudu", "宮": "Maogong"}