{"籤詩版本二": "Hanyar tana da haɗari, dawakai da maza suna cikin sauri, kuma sojoji suna cikin mawuyacin hali idan aka rasa su.\nbakin teku yana da tsayi, iska da raƙuman ruwa suna karye, jirgin ya karye, rana ta faɗi, furanni suna mutuwa, sama na faɗuwa, sanyi yana faɗuwa Win: bear.棹: ruwa.", "詩意": "Wannan hexagram yana kama da jirgin ruwa yana rushe bakin teku.\nHattara da duk hatsarori.", "解曰": "Tsohuwar makaranta da tsohuwar makaranta. Natsuwa mara aibu. Babu bukatar neman shawara. Yi tafiya kyauta.", "籤詩故事一": "◇Sarkin Chu Yin Ling ya rasa hanya\nA farkon shekara ta 202 BC, jimillar sojojin Han 400,000 daga bangarori uku ne suka kewaye sojojin Xiang Yu a Gaixia, wadanda ke fama da karancin abinci, inda suka bukaci sojojin da su rera yaren Chu, lamarin da ya sa sojojin Xiang Yu suka yi kuskuren ganin cewa an mallaki garinsu na asali. ta sojojin Han. Wannan dabara ta tunani ta \"wanda aka yiwa kawanya daga kowane bangare\" ya sa sojojin Xiang Yu suka rasa kwarin gwiwa.\nDon haka Xiang Yu ya jagoranci sojojin dawakai sama da 800, ya yanke shawarar fatattakar su, yayin da sojojin Han suka bi sahun Guan Ying da mahaya 5,000. Bayan haye kogin Huai, sojojin dawakan Xiang Yu sun bar mutane dari ne kawai.\nXiang Yu ya bace a Yinling, ya tambayi wani manomi da ke gefen hanya hanyar zuwa kogin, ba zato ba tsammani, sai ya bi hanyar da tsohon ya nufa, ya kare a cikin wani fadama, ya sa ya yi wuyar motsawa, sai Liu ya kusa riske shi. Sojojin Bang, Xiang Yu daga karshe ya isa Wujiang, ya kuma san cewa al'amura sun kare, ganin dattawan Jiangdong ba tare da kunya ba, ya kashe kansa.", "聖意": "Iyali da gidan sun damu da bala'in nasu, neman kudi da lalata sana'a, aure bai dawwama ba, Liujia na da hadari, masu tafiya a kasa sun toshe gonaki, tsutsar siliki ta lalace, an lalata dabbobi shida, bacewar mutane, kararrakin jama'a. Asara, Hijira, Rasa Dukiya, Rashin lafiya, Ba a son a aika zuwa kabari.", "古人": "Sarki Yin Ling na Chu ya rasa hanyarsa", "第X籤": "Kuri'a sittin da shida", "宮": "Maogong"}