{"籤詩版本二": "Sa'ad da lokacin sanyi ya zo, reshe na furen plum a kan dutse ba zai lalace ba, ko da ganyensa suka faɗi, rassansa kuma suka bushe.\nAmma sa'ad da bazara ta zo, har yanzu ina mayar da ni a matsayin mai ladabi da lalata ainihin aikin.", "詩意": "A cikin wannan hexagram, furen plum ya mamaye matsayin jagora.\nKomai yana da kyau idan an jinkirta.", "解曰": "Kibiya daya harba fanko. Lokacin da babu komai, ba komai. Jiran bazara ya zo. Launi yana ciki.", "籤詩故事一": "◇An ci kwallaye biyu\nA zamanin sarki Dezong na daular Tang, maci amanar firaministan kasar Lu Qi ya shirya wani minista mai aminci Mei Bogao tare da iyalansa, wanda ya so ya kashe su baki daya, dansa Mei Liangyu ne kawai ya samu nasarar tserewa, daga baya kuma ya canza masa mukaminsa. Sunan Wang Xitong don ɓoye ainihin sa. Ya zauna shi kadai a kan titi, yana jin yunwa da sanyi, amma an yi sa'a Chen Risheng (Chen Dongchu) ya dauke shi. Chen Risheng bai san kwarewar rayuwarsa ba, don haka ya roke shi da ya taimaka wajen kula da lambun plum na Chen don kada yunwa ta mutu a kan tituna.\nChen Risheng abokin karatunsa ne kuma abokin Mei Bogao, lokacin da Lu Qi ke tsananta masa, Mei Bogao ya cece shi, saboda haka Mei Bogao da Lu Qi suka zama abokan gaba, a ƙarshe, an kashe dukan danginsu Chen. Risheng ya ji bakin ciki da fushi saboda wannan, bayan da ya yi aure, ya yi murabus ya koma Yangzhou don ya zauna a keɓe.\nChen Risheng yana da 'ya mai suna Chen Xingyuan, tana da kyau da kamshi, bayan da Mei Liangyu ta zo gidan Chen, sun fara soyayya da farko. A ranar da furannin plum suka yi fure, wanda kuma shi ne ranar tunawa da mutuwar Mei Bogao, Chen Risheng da iyalinsa sun bude bagadi a cikin lambun plum na gidansu don tunawa da abokinsu da mai taimakonsu da suka rasu, ba zato ba tsammani, yanayi ya sauya kwatsam. , kuma guguwar dusar ƙanƙara ta buso, ta rufe duk furannin plum. Chen Risheng ya koka kan yadda ya samu tsira da aminci, amma ya kasa ceton zuriyar Mei, yana ganin wannan gargadi ne daga Allah, don haka ya sha alwashin sai dai idan ba a yi fure ba, wanda hakan ya tabbatar da cewa zuriyar Mei. Iyalin Mei suna raye, ba zai taɓa cewa komai ba, ya tsere zuwa addinin Buddha kuma ya zama zuhudu.\n'Yarsa Xingyuan ta ji haka kuma nan da nan ta ƙona turare kuma ta yi addu'a da gaske ga Allah ya sa furannin plum su sake yin fure. Sahihinsu ya motsa sama, kuma duk itatuwan plum a cikin lambun plum sun sake yin fure, daga baya Chen Risheng ya san cewa Xitong Liangyu ne, don haka ya aura masa 'yarsa Xingyuan.", "聖意": "Gida da gida ba su dace da kai ba, don neman wadata, neman arziki, tsantsan mu’amala, jira har lokacin daurin aure, a makara, a yi aure, a makara, a wadata cikin gida. da bazara, a makara, a makara, a makara, a shagaltu, a shagaltu, a yi wadata, a shagaltu, a samu.", "古人": "An ci sau biyu", "第X籤": "Sittin da tara Nasara Lott", "宮": "Tatsumi"}