{"籤詩版本二": "Chao Chao kamar kudan zuma ne mai tattara furanni, yana tashi daga kudu maso yamma sannan gabas\nRuwan ruwa ya ƙare, furanni sun ɓace, babu wurin nema, wannan zuciyar ba za ta canza wurinta ba.", "詩意": "Wannan hexagram yana kama da kudan zuma yana tsintar furanni.\nKomai na aiki da wahala.", "解曰": "Babu yanayin bazara. Ana yin ruwan sama na dogon lokaci amma ba ya sharewa. Nemi taimako. Gara kayi shiru.\n.", "籤詩故事一": "◇Li Mi ya yi tawaye ga daular Tang\nLi Mi\n(582-619), Marigayi jagoran sojojin Wagang a tawayen manoma a zamanin daular Sui ta kasar Sin. Jagoran zane-zane. Jagoran kalmar Fa ɗan ƙasar Chang'an ne, Jingzhao, kuma gidan kakanninsa shine Xiangping, Liaodong (yanzu kudu da Liaoyang, Liaoning). Wani ɗan ƙasar Chang'an, Jingzhao, gidan kakansa shine Xiangping, Liaodong (yanzu kudu da Liaoyang, Liaoning).\nA shekara ta tara ta Daye (613), ya shiga cikin tawayen Yang Xuangan ga daular Sui a Liyang (yanzu arewa maso gabashin gundumar Junxian, lardin Henan). A shekara ta tara ta Daye (613), ya shiga cikin tawayen Yang Xuangan ga daular Sui a Liyang (yanzu arewa maso gabashin gundumar Junxian, lardin Henan). An kayar da hankali mai ban mamaki,\nLi Mi ya gudu. An ci Xuangan kuma Li Mi ya gudu.\nA shekara ta goma sha biyu ta Daye, ya shiga aikin sojan Wagang\n. A shekara ta goma sha biyu ta sarautar Daye ya shiga rundunar sojan Wagang. Li Mi ya kware a kan dabarun, a cikin watan Oktoba na shekara ta goma sha biyu ta Daye, Li Mi ya lallashi Zhai ya kai hari kan Xingyang Tong, babban janar din da ke tare da sojoji, don kare Zhang Xutuo, ya yi nasara kan sojojin Sui, ya kuma kashe Zhang Xutuo. Li Mi ya kware a kan dabarun, a cikin watan Oktoba na shekara ta goma sha biyu ta Daye, Li Mi ya lallashi Zhai ya kai hari kan Xingyang Tong, babban janar din da ke tare da sojoji, don kare Zhang Xutuo, ya yi nasara kan sojojin Sui, ya kuma kashe Zhang Xutuo.\nDaga baya, ya ba da shawarar kai hari a rumbun adana kayayyaki na Xingluo (wanda daga baya aka sake masa suna Luokou), da bude rumbun ajiyar kayayyakin jin kai, da fadada tawagar, tawagar sojojin Wagang ta girma cikin sauri, a cikin shekara ta 13 ta Daye, Li Mi ya jagoranci rundunar Wagang, da Zhai Rang. An gudanar da yaki kan albarkatun soji da sauran batutuwan daular Sui, kuma Li Mi ya kashe Zhai Rang da daruruwan mabiyansa. Daga baya, ya ba da shawarar kai hari a rumbun adana kayayyaki na Xingluo (wanda daga baya aka sake masa suna Luokou), da bude rumbun ajiyar kayayyakin jin kai, da fadada tawagar, tawagar sojojin Wagang ta girma cikin sauri, a cikin shekara ta 13 ta Daye, Li Mi ya jagoranci rundunar Wagang, da Zhai Rang. An gudanar da yaki kan albarkatun soji da sauran batutuwan daular Sui, kuma Li Mi ya kashe Zhai Rang da daruruwan mabiyansa.\nA watan Maris na shekara ta 14 ta Daye, Yu Wenhuaji ya kashe Sarkin Daular Sui Yang.\n, ya jagoranci mutane sama da 100,000 komawa yamma. A watan Maris na shekara ta goma sha huɗu ta Daye, Yu Wenhuaji (Yu Wen, sunan sunan gida) ya kashe Sarkin sarakuna Yang na Daular Sui kuma ya koma yamma tare da mutane fiye da 100,000. An umurci Li Mi da ya kai wa Huaji hari.Ko da yake Huaji ya sha kaye, Li Mi kuma ya sha asara mai yawa a cikin sojoji, daga baya Wang Shichong ya bi shi, an fatattaki sojojin Li Mi, aka lalata sansaninsa, da Janar Qin Shubao, Cheng Zhigie (asalinsu). An kama mai suna Cheng Yaojin), Niu Jinda da sauransu. , Shan Xiongxin ya mika wuya. An umurci Li Mi da ya kai wa Huaji hari.Ko da yake an ci Huaji, Li Mi kuma ya sha asara sosai a cikin sojojinsa. Daga baya, Wang Shichong ya bi shi, an ci karfin sojojin Li Mi, aka lalata sansaninsa, an kama manyan hafsoshinsa Qin Shubao, Cheng Zhigie (wanda aka fi sani da Cheng Yaojin), Niu Jinda da sauransu, sannan Shan Xiongxin ya mika wuya. Li Mi ya kasance mai tsananin buri, don haka ya haye kogin zuwa Heyang a watan Satumba kuma ya mika wuya ga daular Tang. Li Mi ya kasance mai tsananin buri, don haka ya haye kogin zuwa Heyang a watan Satumba kuma ya mika wuya ga daular Tang.\nA watan Nuwamba, Li Yuan ya aika Li Mi zuwa Shandong don daukar tsofaffin sojoji. Nuwamba,\nLi Yuan ya aika Li Mi ya jira a Shandong don daukar tsofaffin sojoji. Da ya ji ana zarginsa, sai ya yi wa Tang tawaye. Da ya ji ana zarginsa, sai ya yi wa Tang tawaye. Janar Tang Sheng Yanshi ya gayyaci Li Mi don kai hari kuma ya kashe shi a Xinggong Xian. Janar Tang Sheng Yanshi ya gayyaci Li Mi don kai hari kuma ya kashe shi a Xinggong Xian.", "聖意": "Gida, gida, harshe, kai, mugu, neman arziki, almubazzaranci kasuwanci, aure ba dawwama ba, Liujia, furen wofi, masu tafiya a ƙasa, Yaotian, lalacewar siliki, lalacewar dabbobi shida, bacewar mutane, ƙararraki, asara, ƙaura, ra'ayin mazan jiya, asarar dukiya. rashin lafiya, cikas, gyaran kabarin dutse", "古人": "Li Mi yayi tawaye ga daular Tang", "第X籤": "Zane na saba'in", "宮": "Tatsumi"}