{"籤詩版本二": "Cognition na Canglong na goma sha tara Guards: Wata mata ta auri miji na biyu\nTare da baka ɗaya da kiban biyu, dinosaur za su rayu cikin kwanciyar hankali nan da nan", "詩意": "Wannan hexagram yana kama da baka mai kibiya biyu.\nKomai yana da kyau idan ya tafi tare.", "解曰": "Ba nauyi sosai. Kaddara. Zhen Liuzhong ya buɗe. Yana da kyau a yi taka tsantsan.", "籤詩故事一": "◇Wenjun ya ziyarci Xiangru\nZhuo Wenjun diyar jikan Zhuo Wang hamshakin attajiri ne a birnin Linqiong na lardin Sichuan, ta kware a fannin kade-kade, kuma tana da sunan adabi. Ta yi aure tana da shekara goma sha shida, bayan wasu shekaru sai mijinta ya rasu, ta koma gidansu na haihuwa ta yi zaman takaba.\nWata rana, Sima Xiangru ya je gidan Zhuo Wangsun don liyafa, lokacin da ya sami labarin cewa Zhuo Wenjun sabuwar gwauruwa ce, sai ya buga wakar \"Phoenix Seeking the Phoenix\" don nuna soyayyarsa. Zhuo Wenjun ya riga ya ji labarin Sima Xiangru, kuma wannan liyafa ta sa ya ƙara sha'awar Sima Xiangru. A daya hannun kuma, bayan liyafar Sima Xiangru, nan da nan ya kashe makudan kudade wajen ba wa wata baiwar Zhuo Wenjun cin hanci, ya kuma nemi ta bayyana soyayyar Sima Xiangru ga Zhuo Wenjun. Bayan da Zhuo Wenjun ya samu labarin soyayyar Sima Xiangru ta hannun kuyangar, nan da nan ya garzaya zuwa masaukin da Sima Xiangru ke zaune, ganin zuwan Zhuo Wenjun, nan da nan Sima Xiangru ya yi mata sannu da zuwa garinsu na Chengdu.\nLokacin da suke Chengdu, ma'auratan sun kasance marasa hali, kuma sun koma Linqiong don bude wani karamin otel don yin rayuwa, Zhuo Wenjun ya sayar da giya, Sima Xiangru ya wanke abinci, sun yi rayuwa mara kyau. Bayan da mahaifin Zhuo Wenjun, Zhuo Wangsun, ya samu labari, ya amince ya ba su kudi bisa shawarar abokansa, ta yadda Sima Xiangru da Zhuo Wenjun suka koma Chengdu da zama, kuma daga baya suka zama masu arziki.", "聖意": "Asarar gida da kadarori, hakkinsa da nasa, neman arziki, hada-hadar aiki, kiyaye haduwar aure.", "古人": "Wenjun ya ziyarci Xiangru", "第X籤": "Saba'in da daya Nasara Lotto", "宮": "Tatsumi"}