{"籤詩版本二": "Masu kiwon zuma dole ne su nemi zuma, don kada a yi musu harka\nLallai akwai wata hanya mai ban mamaki a gabanka, asirin yana da zurfi kamar kurmin ƙaya.", "詩意": "Wannan hexagram yana wakiltar ƙudan zuma suna tattara zuma.\nKomai na aiki da wahala.\n\n(Wannan hexagram yana neman alamar zaki da ɗaci.\nHana bala'i a cikin komai.\n)", "解曰": "Ana buƙatar yin abubuwa a hankali. Babu buƙatar tilasta shi. Kudan zuma suna tara zuma. Menene dalili?", "籤詩故事一": "◇Wang Mang yana neman baiwa\nIyalin Wang Mang a Daular Han ta Yamma ana iya cewa dangi ne masu arziki. Ko da yake mahaifinsa ya rasu yana karami, amma da yawa daga cikin kawunsa da kawunsa sun zama sarakunan daular Han, sun zama janar-janar, firaministan kasar, kuma sun zama marquise kuma sun sami lada, dangin Wang sun yi fice sosai.\nAmma dangin Wang Mang ya kasance matalauta sosai; mahaifinsa ya mutu yana karami, kuma ya zauna tare da mahaifiyarsa kawai, yana dogara ga sadaka daga dangi. Amma saboda wannan, Wang Mang ya haɓaka kuma ya aiwatar da dabarun mu'amala da mutane tun yana ƙarami. Komai baqin ciki ko haushin sa, ya kasance yana nuna farin ciki da kwanciyar hankali a gaban ‘yan’uwa, dattijai ko na waje, don haka kowa na cikin dangin ya yaba masa sosai.\nWata rana babban kawun nasa ya yi rashin lafiya sosai, bayan ya samu labari sai ya zo ya tsaya ya jira gadon majiyyaci, ya kawo magunguna da ruwa, ya yi ta tsaro da daddare, ya kwashe watanni a jere yana kwance, ba a kwance ba, ya yi kasala. Ya kasance mai “haƙuri” fiye da majiyyaci, “ɗa” fiye da ɗa na halitta.\nDon haka duk mutanen Taiwan sun yaba masa tare da rubuta wasiku suna neman lada a gare shi.\nDon haka sarki Cheng na daular Han ya ba shi sarautar New Capital Marquis kuma ya nada shi mai gadi a fadar, ya zama babban minista na sarki.\nTare da babban matsayinsa da babban karfinsa, Wang Mang bai taba nuna girman kai ko rangwame ba, sai dai ya kara zama mai ladabi da ladabi, a daya bangaren kuma, ya yi abota da ministoci, da manyan kwamandoji, fitattun mutane, da masana, a daya bangaren kuma ya yi abota da ministoci. , ya taimaki matalauta kuma ya kasance mai karimci da dukiyarsa.\nAmma ya yi rayuwa mai cike da tauhidi, sau da yawa yana cin nama, ba a ma maganar sa dogayen riguna da riguna masu dogon hannu, sanye da gajerun kaya kawai. Don haka duk wanda ke cikin gwamnati da sauran jama’a baki daya sun yaba masa da kalmar “Mai kyau”.\nDaga baya, kawunsa, Grand Sima Wanggen, ya mutu saboda rashin lafiya kuma an zabe shi a matsayin wanda zai maye gurbinsa. Sarkin sarakuna da dukan ministocin suna ganin shi ne ya fi dacewa. Saboda haka, Wang Mang, wanda yake da shekaru talatin da takwas kacal, ya zama Grand Sima mai karfin soja a kasar.\n(Wannan labari misali ne. Kasancewar mutum nagari zai iya taimaka maka ka rabu da \"wahalhalun kudan zuma\" da cimma manufofinka yadda kake so.)", "聖意": "Gidan bai da wa kansa dadi, dangi sun shiga matsala, an toshe sana’a, an toshe aure, sulke shida karya ne, masu tafiya a kasa sun makara, girbin siliki ya yi kasa, dabbobi sun yi kadan, da wuya a samu. a nemo mutane, shari’a ba ta da kyau, hijira ba ta tafiya, dukiyar da aka yi hasarar ba ta da kyau, an kafa cuta, an yi hasarar kabari.", "古人": "Wang Mang yana neman baiwa", "第X籤": "Cin caca saba'in da biyu", "宮": "Tatsumi"}