{"籤詩版本二": "Sa'ad da bazara ta zo, tsawa ta yi rawar jiki, ƙwari kuma suka yi ihu, Na rabu da laka\nLokacin da na fara gane cewa har yanzu ina tafe da tafiya, da zarar na canza, na zama dodo.", "詩意": "Wannan hexagram kamar tsawa ne da kwari.\nHaɗu da mutum mai daraja alama ce mai kyau a cikin komai.", "解曰": "Tsawa ta buga. Ajiye biyu a ciki da waje. Canza sau ɗaya. Har zuwa Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nA shekara ta 959 AD, Zhou Shizong Chai Rong ya rasu, kuma Sarkin Gong, Chai Zongxun, wanda ya hau karagar mulki, yana da shekaru bakwai kacal. A wancan lokacin, Zhao Kuangyin, wanda ya kasance babban jami'in tsaro a gaban fadar, kuma wakilin Songzhou na rundunar sojan Jamus, ya kasance mai iko na gaske.\nA cikin bazara na shekara ta 960 miladiyya, Zhenzhou (Larter Zhengding na lardin Hebei a yau) da Dingzhou (Lardin Dingxian na lardin Hebei a yau) sun ba da rahoton cewa sojojin Daular Han ta Arewa da na Jihar Liao sun hada kai zuwa kudu don kai hari ga Daular Zhou ta baya, tare da babban ci gaba, kuma ya nemi a aika da sojoji don taimako. Daga baya, daular Zhou ta umurci Zhao Kuangyin ya jagoranci sojojinsa zuwa arewa don yakar abokan gaba. Zhao Kuangyin ya yi aiki a asirce a karkashin shirin dan uwansa Zhao Guangyi, Zhao Pu, Shi Shouxin da sauransu.\nA ranar 3 ga Fabrairu, lokacin da sojoji suka isa Chenqiaoyi (yanzu Garin Chenqiao, kudu maso gabashin Fengqiu, Henan), sun kaddamar da wani farmaki tare da umurci sojoji su sanya masa rigar rawaya, suka yi tawaye ga daular Zhou ta baya kuma suka goyi bayan Zhao Kuangyin a matsayin sarki. . Bayan haka, Zhao ya jagoranci sojojinsa zuwa Kaifeng, ba tare da konawa ba, ko kashewa, ko kwasar ganima.\nA rana ta uku ga shekara ta uku na watan Lunar, Zhao Kuangyin ya mutu a Chenqiao ya koma babban birnin kasar, Fan Zhi ya jagoranci Wang Pu da Wei Renpu don yi wa Zhao Kuangyin tambayoyi, Luo Yanhuan ya zare takobinsa a gaban tantin ya yi ihu da karfi. : \"Rundunar Sojoji uku ba su da ubangida. Duk Janaral sun yanke shawarar nada shi a matsayin sarki. Duk wanda ya yi magana za a kashe shi!\". Fuskar Wang Pu ta yi fari kamar kasa, ya runtse matakansa ya sunkuya, Fan Zhi shi ma ya sunkuyar da kai, Kuang Yin da kansa ya taimake shi ya yi masa ladabi.\nBayan matsakaicin tsayin daka, Sarkin sarakuna Gong na Daular Zhou daga baya ya hau gadon sarauta, Zhao ya hau karagar mulki, \"Taizu ya kusa karbar Zen, amma babu rubutun Zen. Tao Gu, masanin Hanlin, ya yarda da oda kuma ya shiga gefensa yana cewa: \"An gama.\"\nBayan da Zhao ya hau karagar mulki, ya canza sunan kasar zuwa Song, Yuan zuwa Jianlong, ya mai da Kaifeng babban birnin kasar, Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, da Zhao Yanhui duk an ba su lambar Jiedushi. , wanda aka fi sani da \"Chenqiao Mutiny\" a tarihi.\nWikipedia\n(Wannan labarin yana wakiltar cewa wannan shine farkon wasan kwaikwayon Zhao Kuangyin.)", "聖意": "Ku yi addu'a a gida, rayuwar yau da kullum, arziki, arziki, sa'a a kasuwanci, aure mai daraja, nasara a Liujia, maza masu tafiya a ƙasa, fara haihuwar tsutsotsi a gona, farkon haihuwar dabbobi shida, arziki da bazara, neman mutane. , Nasara a cikin shari'a, sa'a a cikin hijira, asarar dukiya, hatsarin cututtuka, hadarin duwatsu da kaburbura.", "古人": "Chenqiao Mutiny", "第X籤": "Sa hannu saba'in da uku", "宮": "Mi Palace"}