{"籤詩版本二": "A mafarki ance za a yi dukiya mai yawa, amma shaharar za ta shuɗe.\nRuwa ya yi nisa, duwatsu kuma sun yi nisa, amma aminci yana da wuya, mai daraja yana ba da jagora da murmushi.", "詩意": "Wannan hexagram yana wakiltar alamar samun taska a cikin mafarki.\nKomai yana da yawa ko kaɗan na gaske.", "解曰": "Mafarki kamar mafarki. Babu bege na shahara. Jira kawai lokuta masu kyau. Umarni masu daraja.", "籤詩故事一": "◇ Mai da jedin zuwa Zhao (mayar da jedin ga Zhao bayan kammala shi)\nA shekara ta 283 BC, Sarki Zhao Huiwen ya sami He's Bi daga Chu, bayan da sarki Qin Zhaoxiang ya ji labarin, ya aika da wasiƙa zuwa ga sarki Zhao, yana mai nuna aniyarsa ta musanya birane goma sha biyar da He's Bi.\nLin Xiangru ya yi nazari ga sarki Zhao cewa Qin yana da karfi kuma Zhao yana da rauni kuma dole ne a maye gurbinsa.\nSarki Zhao ya aika Lin Xiangru zuwa Qin tare da He's Bi.\nSarkin Qin ya gana da Lin Xiangru a birnin Zhangtai, kuma Lin Xiangru ya mika wa sarkin Qin jet. Sarkin Qin ya cika da murna ya wuce He's Bi ga kyawunta, kowa na kusa da ita ya kalle ta, a daidai wannan lokaci kowa na hagu da dama ya yi ta ihun rai.\nLin Xiangru ya ga cewa, Sarkin Qin ba shi da niyyar bai wa Zhao birnin, don haka ya shaida wa Sarkin Qin cewa jakinsa na da lahani, don haka yana so ya nuna wa Sarkin Qin domin ya yi amfani da damar da za a samu. ya dawo.\nBayan Lin Xiangru ya mayar da Heshi's Bi, sai ya tsaya kusa da babban ginshiƙi, yana nuna cewa yana son ya mutu da Heshi's Bi.\nA wannan lokaci, Lin Xiangru ya shaida wa Sarkin Qin cewa: \"Sarkin Zhao ya ci gaba da shawo kan rashin amincewar ministocin, kuma ya amince da shawarar da ministar ta gabatar, ko da kuwa bai yaudari juna ba wajen yin mu'amala da jama'a, balle ma a ce. Qin babbar kasa ce, don kiyaye abokantaka tsakanin Qin da Zhao, Sarki Zhao bayan azumi na kwanaki biyar, na aika da ministocina zuwa Qin tare da jate, abin takaici, Sarkin Qin ba wai kawai ya yi niyyar bai wa Zhao ba. birnin, amma kuma ya wuce Jadar gidan He ga wata kyakkyawar mace, wanda a gaskiya abin ba'a ne ga ministocina.\"\nBayan ya gama magana, nan da nan Lin Xiangru ya yi ishara da bugun wani ginshiki, Sarkin Qin ya ji tsoron kada ya lalace, sai ya yi kamar ya ba Zhao birane goma sha biyar. Lin Xiangru ya ga tsarin yaudara na sarki Qin, don haka ya bukaci sarki Qin da ya yi azumi na kwanaki biyar kafin ya gabatar da shirin He's Bi don jinkirta lokaci. A cikin 'yan kwanakin nan, Lin Xiangru ya aika da ma'aikatansa da su koma jihar Zhao da jedin, yayin da ya zauna don yin mu'amala da Sarkin Qin.\n(Wannan labari kamar idon talaka ne yake sha'awar matsayinsa.)", "聖意": "Addu'ar albarka a gida, kai, hana dukiya, yin ma'amala da wahala, aure bai dace da masu tafiya Liujiaxu ba, ba a karbar tsummoki na chitian, an lalata dabbobi shida, an rasa mutane, ana sa ran shari'ar jama'a da ƙaura, asara. sun yi nisa, an kafa cututtuka, ana aika su zuwa kaburburan dutse, kuma sun canza.", "古人": "Mayar da jedin zuwa Zhao (cika fitar zuwa Zhao)", "第X籤": "Nasarar caca ta saba'in da bakwai", "宮": "Fadar tsakar rana"}