{"籤詩版本二": "Kullin banza, ina fatan in kiyaye ku, idan kun kiyaye jikinku, da ma ba za ku dawo da shi ba.\nKada ku manta ni'imar Allah ta tabbata, kada ku yi izgili da maganar Allah.", "詩意": "Kar ku yarda wannan hexagram gaskiya ne.\nAlama ce ta kasancewa mai ra'ayin mazan jiya a cikin komai.", "解曰": "Mutane suna da nasu ra'ayi. Bai kamata hankali ya shagala ba. Guanyin umarnin. Kar ku zama marasa mutunci.", "籤詩故事一": "◇Taimakawa tutar tagulla a asirce\nShahararren Janar wanda ya kafa daular Tang, Qin Qiong (Qin Shubao) ya samu lambar yabo ta Grand Marshal na Daular Sui, inda ya jagoranci sojojinsa suka kai hari kan Sishui Pass (ko Sishui Pass ko Dongling Pass, almara sun bambanta) Yang Lin ( Yang Yicheng), babban jami'in gadi na Sishui Pass, shi ne Sarkin sarakuna Yang na daular Sui ya ba da umarnin kafa tuta ta tagulla, amma Qin Shubao ya kasa kai hari na dogon lokaci. Bayan ya gano cewa Luo Cheng, shugaban wannan kafa, dan uwansa ne, sai ya tuntubi innarsa.\nKafin Luo Cheng ya tafi, ya gaya wa mahaifiyarsa cewa wanda ya zo ya kifar da tuta shi ne dan uwansa Qin Qiong, kuma mahaifiyarsa ta umarce shi da ya taimaka masa a asirce. A ranar da aka gwabza yakin, Luo Cheng wanda ke gadin Tutar tagulla, nan da nan ya sauya sheka, ya hada karfi da karfe da Qin Qiong, inda suka yi galaba a kan kafa Tutar tagulla, Luo Cheng ya mamaye Pass Dongling kuma ya dawo da nasara, Luo Cheng shi ma ya mika wuya. daular Tang.\n(Wannan labari misali ne wanda wani lokaci ya kamata ku dogara da hankali lokacin yin abubuwa, maimakon dogaro da motsin rai ko bangaskiya.)", "聖意": "Haka nan gidan yana son yin alkawari, neman arziki, a kiyaye kasonsa, a hattara wajen hada-hadar kasuwanci, aure karya ne, haihuwa mace, masu tafiya a cikin gona, tsutsotsi, maki bakwai, lalacewar dabbobi shida, bacewar jama'a, jama'a. shari'a, ƙaura, asarar dukiya, cututtuka na yamma, maganin tsaunuka, kaburbura, shugabanci na yamma", "古人": "A asirce yana taimakawa saukar da tutar tagulla", "第X籤": "Saba'in da tara Nasara Lott", "宮": "Fadar tsakar rana"}