{"籤詩版本二": "Ganyen sikamore sun fado, kaka na gabatowa, tafiyar matafiya ta koma kamar gizagizai.\nGodiya ga wannan babban kokari na Allah, jirgin ya dawo dauke da dukiyar da ke cikin iska.", "詩意": "Wannan hexagram yana wakiltar hoton ganyen sycamore da suka faɗi.\nKomai yana da kyau a gaba kuma yana da kyau a ƙarshe.", "解曰": "Dauki abubuwa daga zuciya. Tianxin yana biye da shi. Don yin rayuwa. Yi duk abin da za ku iya.", "籤詩故事一": "◇ Iska tana kadawa zuwa Tengwang Pavilion\nWang Bo, mai suna Zian, mawaki ne na farkon daular Tang, an haife shi a shekarar farko ta Yonghui, Sarkin sarakuna Gaozong na daular Tang. Wang Bo ya kasance yana karanta nassosi tun yana yaro, kuma ana kiransa da “bajintar yara”. Wang Bo ya kasance yana karanta nassosi tun yana yaro, kuma ana kiransa da “bajintar yara”.\nSa'ad da yake ɗan shekara goma, shi da mahaifinsa suka wuce ta wani Haikali na Guandi, suka ga babban mutum-mutumi na Guandi a cikin haikalin, suna karantawa, da mahaifinsa ya gan shi, sai ya ga gunkin Guandi a cikin haikalin. Ya yi wa sarki Guan raira waƙa: “Rikin ƙulle gemu guda uku, karanta tarihin daular Qing ga koren fitulu da kuma girmama sanannun sunaye, riƙe koren dodo da wata a hannuna.” Aka ce. Wang Bo ya tafi daga Shanxi zuwa tsibirin Hainan don ziyartar mahaifinsa da aka rage masa mukamin alkalin alkalan lardin Jiaozhi. A cikin kaka na shekara yana da shekaru ashirin da bakwai, Wang Bo ya tafi daga Shanxi zuwa tsibirin Hainan don ziyartar mahaifinsa, wanda aka rage masa mukamin majistare na gundumar Jiaozhi, ya ratsa dubban tsaunuka da koguna a hanya.\nLokacin da muka isa tsaunin Madang a wannan rana, kowa ya tafi bakin teku don ya huta, lokacin da Wang Bo ya bi ta wani tsohon haikali shi kaɗai, sai ya ga wani dattijo zaune a kan dutsen da ke kusa da haikalin, dattijon ya yi kama da yaro mai kyan gani. da siffa ta aljana, ya ce wa Wang Bo, “Ba kai Wang Bo ba ne?” Wang Bo ya firgita ya ce, “Gaskiya! Yaya ka san haka?” Tsohon ya ce, “Na dade da jin cewa kana da alheri. niyyar ceto mutane, kuma wakokinku suna da ma'ana sosai, gobe za a yi gagarumin biki a Tengwang Pavilion, idan za ku iya halartar liyafa kuma ku rubuta makala, za ku shahara a tsawon shekaru kuma ku sami kuɗin balaguro. \"Lokacin da suka iso. A tsaunin Madang kowa ya tafi bakin teku domin ya huta, lokacin da Wang Bo ke tafiya ta wurin wani tsohon haikali shi kadai, sai ya hangi dutsen da ke kusa da haikalin, akwai wani dattijo a zaune, wanda ya yi kama da yaro mai kyaun gashi da aljana. bayyanar, ya ce wa Wang Bo, \"Ba kai Wang Bo ba?\"\nWang Bo ya cika da mamaki ya ce, \"Gaskiya! Yaya kuka san haka?\"\nDattijon ya ce: \"Na dade na ji cewa kana da kyakkyawar niyya don ceton mutane, kuma kasidun da ka tsara suna da ma'ana sosai. Za a yi babban liyafa a rumfar Yarima Teng a gobe. Idan za ka iya halartar liyafa ka tsara. Za ku zama sananne a tsawon shekaru kuma za ku sami kuɗin tafiya.\"\nWang Bo ya ce: \"Wannan wurin yana da nisa kilomita shida ko ɗari bakwai daga Tengwang Pavilion. Ta yaya za mu isa nan gobe?\" Tsoho ya ce: \"Zan yi amfani da doki a matsayin iskar Allah don taimaka muku samun tafiya mai kyau. tabbas gobe zai iso.\" Wang Bo ya yi min godiya ya ce: \"Ka gafarta mini, surukina. wannan yanki na ruwa!\" Wang Bo ya ce, \"Wannan wurin yana da nisa kilomita shida ko ɗari bakwai daga Tengwang Pavilion. Ta yaya za mu isa nan gobe?\"\nDattijon ya ce: \"Zan yi amfani da doki a matsayin iskar Ubangiji don taimaka muku samun tafiya mai laushi. Tabbas gobe zan iso.\"\nWang Bo ya yi masa godiya ya ce, “Ka yi mini gafara, suruki, kai marar mutuwa ne ko Allah?\nDattijon ya yi dariya ya ce, “Ni ne Zhongyuan Shuijun wanda ke kula da wannan yanki na ruwa!” Sai dattijon ya bukaci Wang Bo ya hau jirgin da sauri, sai ya ga gajimare masu ban sha'awa sun kewaye shi na dan wani lokaci, da iska. Ruwa kuwa ya yi santsi a hanya, A cikin ƙiftawar ido, ya yi tafiyar mil ɗari.\nSai dattijon ya bukaci Wang Bo ya hau jirgin da sauri, sai ya ga gajimare masu ban sha'awa sun kewaye shi na wani dan lokaci, tafiya ce mai santsi, a cikin kiftawar ido, ya yi tafiyar daruruwan mil. Kamar yadda aka zata, Wang Bo ya garzaya zuwa Pavilion na Yarima Teng a safiyar babban taron.\nKamar yadda aka zata, Wang Bo ya garzaya zuwa Pavilion na Yarima Teng a safiyar babban taron. Kuma a wurin, ya rubuta \"Kaddamarwa zuwa Pavilion na Yarima Teng\", wanda Sarkin sarakuna Gaozong na daular Tang ya kira shi madawwamin gwaninta. Kuma a wurin, ya rubuta \"Kaddamarwa zuwa Pavilion na Yarima Teng\", wanda Sarkin sarakuna Gaozong na daular Tang ya kira shi madawwamin gwaninta.\nAkwai wata waka da ke cewa:\nA koyaushe ana cewa masu basira alloli ne, don haka ba hatsari ba ne iska ta kawo Nanchang zuwa Nanchang;\nNa rubuta jimla game da babban rumfar Teng Wang, sa'an nan ya raka matattu zuwa Zhongyuan.", "聖意": "Ka yi wa gidanka addu'a ka kare kanka, ka yi addu'ar albarka, ka nemi arziki, ka samu auratayya da zaman lafiya.", "古人": "Iska tana kadawa zuwa Tengwang Pavilion", "第X籤": "Sa hannu tamanin da ɗaya", "宮": "Wei Gong"}