{"籤詩版本二": "Me zai faru idan ka rasa nagarta saboda sunanka, ina tsoron kada arziki ya canza kuma mummuna su faru.\nNa bugu, ban san inda zan dosa ba, Ina da mafarki mai ban tsoro a cikin inuwar koren itatuwan pine.", "詩意": "Wannan hexagram yana wakiltar kifin sanyi yana barin ruwa.\nBa za a iya motsa komai ba.\n\n(Wannan hexagram alama ce ta mugun halin kirki da rashin sa'a.\nTsaya ƙafafunku a ƙasa a cikin komai.\n)", "解曰": "Kifi mai sanyi ya bar ruwan. Aibi mai ban haushi wanda ke batar da komai. Idan ka yi tambaya game da tsare-tsaren sansanin. Yana da kyau ga Mo Qi\nWannan alamar za ta kawo mummunan sa'a ga Liujia. Komai yayi kuskure. Yi addu'a don tsaro.", "籤詩故事一": "◇Zhuangzi ya gwada matarsa\nAn haifi Zhuangzi a daular Zhou, sunan sunansa Zhuang, sunan sa Zhou, sunan sa kuma Zixiu, shi dan kabilar Mengyi ne a daular Song. A daular Zhou, shi ne jami'in Qiyuan.\nWata rana Zhuangzi ta gamu da wata mata a kan dutse, tana tsugunne a gaban wani sabon kabari, tana girgiza fankarta da raɗaɗi, kamar tana son bushe ƙasan da ke cikin kabari. Zhuangzi bai gane manufarta ba, sai ya tambaye ta. Ta ce wanda aka binne a cikin kabari mijinta ne, kuma maganar karshe maigidanta ita ce ba za ta iya yin aure ba har sai kasan kabari ya bushe. Ba ta iya jira ba, sai ta taso kabari don ta yi saurin bushewa, don ta iya bin ruwa na biyu.\nZhuangzi ya yi ajiyar zuciya lokacin da ya yi tunanin cewa akwai mace mara zuciya a duniya. Sai nace matata zata kasance haka? Lokacin da tuhuma ta taso, ina so in gwada shi.\nSunan matar Zhuangzi Tian, ​​kuma ma'auratan suna da dangantaka ta kud da kud, domin a gwada amincin matarsa, Zhuangzi ya yanke shawarar ya yi kamar ya mutu.\nJin cewa Zhuangzi ya rasu ne sakamakon rashin lafiya na kwatsam, jama'a da dama daga ko'ina, ciki har da 'yan uwa da abokan arziki, sun zo don nuna ta'aziyyarsu, daga cikinsu har da wani kyakkyawan sarki da jikan kasar Chu, mai arzikin arziki, ganin cewa Ms. Tian sabuwar gwauruwa ce kuma mai tausayi, ya bi ta. Madam Tian ta kasa jurewa wannan jarabawar kuma ta kamu da soyayya da Wang Sun, sun yi aure cikin kwanaki ashirin kacal.\nA wannan dare, lokacin da aka bugu da giya kuma kunnuwa sun yi zafi, Wang Sun ya sami bugun zuciya kuma ya mutu ba zato ba tsammani.\nMadam Tian ta firgita da firgita, ta tambayi Wang Sun cikin gaggawa kan abin da za ta yi, Wang Sun ya jure radadin radadin da ya yi kuma ya shaida wa Madam Tian cewa za a iya amfani da kwakwalwar gawawwakin don tada matattu.\nA ina zan sami gawar? Ms. Tian ba zato ba tsammani ta yi tunani, shin mijinta bai mutu ba? Mista Tian ya manta da tsohuwar soyayyar da ke tsakanin mata da miji, sannan ta dauki gatari ta raba akwatin gawar mijinta, tana shirin fitar da kwakwalwarsa domin neman magani.\nBa zato ba tsammani, lokacin da aka bude akwatin gawar, Zhuangzi ya dawo da rai. Madam Tian ta ji kunya har ta rataye kanta.\n(Wannan labarin misalta ne na keta abota don amfanin kai, don haka ba za mu yarda da shi ba).", "聖意": "Gida lafiya, kai lafiya, kudi ba a yi adalci ba, sana’o’in hannu, an kashe aure, an warware auren, mugun nufi a Liujia, masu tafiya a kasa ba su isa ba, tsutsar alharini ta yi tudu, kiwo a kwance, jama’a. an bace, shari'a tana canzawa, almajirai masu ra'ayin mazan jiya ne, kadarorin ba su da lafiya, dutse da kabari kuwa mugaye ne.", "古人": "Zhuangzi ya gwada matarsa", "第X籤": "Lutu 84", "宮": "Wei Gong"}