{"籤詩版本二": "Gizagizai masu duhu da hazo sun rufe hanyar da ke gaban dutsen, komai zagaye yake, wata yana sake zagaye.\nIdan kun sami waƙa da littattafai, za ku farka daga mafarki mai zurfi, mai daraja zai jagorance ku zuwa saman rufin.", "詩意": "Wannan hexagram yana nuna alamar ƙarshen bazara da furen furanni.\nKomai yana canzawa bayan Ubangiji.", "解曰": "Tsoho yana buƙatar neman taimako. Yana fure kuma a cikin bazara. Sha'awar shahara da arziki. Haɗu da guguwar iska a ƙarshen rayuwa.", "籤詩故事一": "◇Han Wengong ya gamu da dusar ƙanƙara\nHan Yu, wanda sunan girmansa Tuizhi, ya fito daga Changli. Tang Dezong ya zama Jinshi a shekara ta takwas ta Zhenyuan, kuma sunan da ya biyo baya shine Wen Gong.\nA zamanin sarki Xianzong na daular Tang, Han Yu ya sake nuna kasusuwan Buddha, wanda ya fusata sarki. Han Yu ya bar matarsa ​​da 'ya'yansa ya tafi Chaozhou. Bayan tafiyar kasa da ƴan kwanaki sai iskar sanyi ta ɗauko sai dusar ƙanƙara ta taso. Han Yu ya zo wurin da dusar ƙanƙara ta yi nisa da ƙafafu da yawa, wanda hakan ya sa dokinsa ke da wuya ya ci gaba, babu wani gida kusa da shi, kuma bai san inda hanyar take ba. Idan kana son bin hanya ka ja da baya, babu wata hanyar komawa. Iska tana kadawa sosai, dusar ƙanƙara kuma tana faɗowa da sauri, Han Yu ya jiƙa da fata, yana daskarewa da yunwa, kuma ya rasa inda zai bayyana baƙin cikinsa.\nHan Yu ya numfasa ya ce: \"Sarki ba zai kashe ni ba, amma sarki yana so ya hallaka ni.\"\nA dai-dai lokacin da Han Yu ya yunkura, sai ya ga wani mutum yana zuwa ya share dusar kankara duk da tsananin sanyi, sai ya zama Han Xiangzi (dan wan Han Yu).\nTun da farko, Han Xiangzi ya gaya wa Han Yu cewa: \"Ina gidan Yun Heng a Qinling? Dusar ƙanƙara ta rungumi kofa mai shuɗi, kuma doki ya daina ci gaba.\" A lokacin, Han Yu bai fahimci abin da Han Xiangzi yake nufi ba, amma yanzu ya gaji. daga karshe ya gane.\nDon haka Han Yu da Han Xiangzi suka tafi su kwana a gidan Fu a Languan. Da yake magana game da baya da kuma hanyar noma, Han Yu ya gamsu da gaske.\nDaga baya, Han Yu ya yi watsi da matsayinsa na hukuma, ya ba da dukan dukiyarsa ga ƙaramar hukuma, ya tafi dutsen don yin addinin Tao kuma ya zama marar mutuwa.", "聖意": "Gidan bai dace da kai ba, a yi hattara wajen neman kudi, a maida hankali kan kasuwanci, aure ya makara, mata masu tafiya a kasa Liujia sun toshe gonaki, tsutsotsin siliki suna da kyau, dabbobi suna da kyau, da wahala a sami mutane, ana maimaita karar jama'a, hijira. sabuntawa, abubuwan da suka ɓace suna da tsanani, cututtuka sun jinkirta, ya kamata a canza kaburburan dutse.", "古人": "Han Wengong ya gamu da dusar ƙanƙara", "第X籤": "Lashe caca tamanin da biyar", "宮": "Shen Gong"}