{"籤詩版本二": "Tafiya rabin hanyar hawan yammacin dutsen, tsaunin Junling ba zai iya zama ba.\nMuna neman tsari ga Allah, wannan gawar tana cikin dakin ajiye gawa", "詩意": "Wannan hexagram yana kama da neman zinariya a cikin yashi.\nA cikin komai akwai alamomin mutane madaukaka.\n\nHakanan: Wannan hexagram yana nuna cewa mutumin yana cikin haɗari.\nA cikin komai akwai alamomin mutane madaukaka.", "解曰": "Ana iya samun Jade ta hanyar yankan dutse. Nemo zinariya a cikin yashi. Bukatar yin aiki tuƙuru. matsala kawai.\nWani aiki: yanayi mai wahala. Babu inda zan tsaya. Ku nemi yardar Allah. Yi addu'a don samun kwanciyar hankali.", "籤詩故事一": "◇Cijin zinari da bincika kogon karkashin kasa\nDomin murnar cin zarafi na soja, Cheng Yaojin ya gudanar da liyafa a Yanwuyang. Nan da nan sai ga wani rami ya bude a kasa, wanda ba a iya tantancewa, kowa ya zana kuri'a ta hanyar zabar kalmomi, da cizon zinare don cin nasara, da hayan igiya su daure kansu cikin ramin.\nAkwai ƙofofin dutse, tebura, kujeru, gadoji da sauran abubuwa, a kan teburin akwai riguna na dodanni da bel ɗin ja, waɗanda aka yi da zinariya kuma aka sawa daga cikin kogon.\nYao Jin ya fito daga cikin ramin da wani katon akwati da karamin akwati, ya bude akwatin katako ya zaro hatimin Jade ya bude akwatin, ya dauko babbar tuta da rawani da wakoki ya dora a kan teburi, kowa da kowa. kallonsu daya bayan daya. Na ga haruffa takwas ɗin da aka zana a kan babban hatimin su ne \"Sarkin Aljani na Hunshi, Babban Sarki Nagari\".\nKowa ya bauta masa a matsayin \"Sarki\", kuma Yaojin ya yi haka tsawon shekaru uku a matsayin Sarkin Aljani. (A gaskiya, wannan shelar kansa ce kawai, kuma Cheng Yaojin shi ne shugaban ƙauyen a lokacin.)\n(Wannan labarin yana misalta cewa abubuwa masu kyau kamar wasan kwaikwayo ne. Wannan ita ce tunanin fasaha na \"har yanzu jikin nan yana cikin wofi\".)", "聖意": "Addu'ar gida da gida, cin kashin kai, neman arziki, yin aiki tukuru, yin taka tsantsan a kasuwanci, aure zai hana Liu Jiaxu, masu tafiya a kasa, Chi Tian, ​​tsutsotsin siliki, barga guda shida, neman mutane, babu kara, asara. , hijira, ajiye dukiya, mugayen cututtuka, cikas, tsaunuka da kaburbura.", "古人": "Binciken Crypt don Zinare", "第X籤": "Sa hannu tamanin da bakwai", "宮": "Shen Gong"}