{"籤詩版本二": "Kada ku dame ni da al'amuran ku, wannan ya fi dacewa ku tambayi jama'a.\nTsayayyen zuciya tana haske da haske kamar wata mai haske a sararin sama", "詩意": "Wannan hexagram yana wakiltar hoton wata mai haske a sararin sama.\nKomai yana da haske da iska.", "解曰": "Ku kasance madaidaiciya a zuciya. Daidaita doka. Kalmomi masu tsarki. A ƙarshe ya bayyana.", "籤詩故事一": "◇ Janar na Kong Ming\nMagani: Zhuge Liang ya tattara sojojinsa da janar-janar\nA lokacin daular Uku, Zhuge Liang (181-234), mai suna Kongming, an haife shi a Yangdu, Langya (yanzu Yinan County, Lardin Shandong).\nZhuge Liang ya amince ya zama babban jami'i bayan Liu Bei ya ziyarci gidan da aka shukar sau uku, inda a wancan lokacin Cao Cao ya sasanta Hebei kuma ya kuduri aniyar zuwa kudu, ya tura Xiahou Dun a matsayin babban hafsan soja, Yu Jin, Li Dian da sauransu. mataimakan janar-janar, wanda ya jagoranci dakaru 100,000 zuwa Xinye. Ko da yake Zhuge Liang yana da shirin ja da baya daga abokan gaba a wancan lokacin, Guan Yu da Zhang Fei sun raina kalaman Zhuge Liang. Zhuge Liang ba shi da wani zabi face ya yi amfani da takobin Liu Bei don shawo kan su biyu, ta yadda kowannensu ya jagoranci dakaru dubu, suka yi kwanton bauna a Yushan da Anlin, suka jira Xiahou Dun ya jagoranci sojojinsa su wuce, sannan suka far musu da kwantan bauna da wuta.\nBugu da kari, an aike Zhao Yun ya jagoranci sauran tsofaffi da raunanan sojoji don yakar Xiahou Dun, sannan ya karya kashin da aka sha tare da ja da baya, inda ya jawo Xiahou Dun cikin kunkuntar hanya a cikin tsaunuka da dazuzzuka, ya kuma aike da Guan. Ping, Zhou Cang, Liu Feng da sauran su sun kutsa cikin bayan sojojin Cao, suna kona kayayyaki da kuma haifar da firgici a cikin sojojin Cao.\nBayan yakin, komai ya faru kamar yadda Zhuge Liang ya shirya. Lokacin da Xiahou Dun da Yu Jin suka jagoranci sojojin da suka fatattake su, Li Dian, wanda ke bayansa, ya sanar da Xiahou Dun a gaba cewa, ya kamata ya yi taka tsantsan daga hare-haren wuta na abokan gaba, amma ya makara, sojojin Cao sun takurawa sojojin Cao. ‘yar kunkuntar hanyar kuma tana wurin da bishiyoyi ke hade da juna, don haka ba a iya kunna wutar ba, an yi asarar rayuka da dama, aka yi nasara kan Xiahou Dun tare da sauran janar-janar, suka koma Xudu.\n(Wannan labari wani kwatanci ne cewa Kong Ming ya kware wajen amfani da jama'a da gudanar da mulki cikin hikima.)", "聖意": "Gida da gida suna da kyau, ina fatan arziki, kwanciyar hankali, kasuwanci mai kyau, aure, nasara, nasara a Liujia, maza masu motsi, tsutsotsi, asarar dabbobi, asarar mutane, shari'ar jama'a, ƙaura, asarar dukiya. albarka, rashin lafiya, aminci, tsaunuka da kaburbura.", "古人": "Kong Ming Janar", "第X籤": "Alama ta tara", "宮": "Yin Palace"}