{"籤詩版本二": "Kyakkyawan nuni yana sa ka fice daga taron tare da yamutsa fuska, kuma makomarka ta canza kuma kana kawo dukiya mai yawa.\nHanya tana da faɗi kamar sararin sama, kuma duk kuɗin da za ku iya bayarwa zai kasance a cikin zuciyar ku", "詩意": "Wannan hexagram yana nuna makoma mai albarka.\nKomai yana tafiya lafiya.", "解曰": "Babbar hanya. Kuna iya ci gaba. Yi amfani da zuciyar ku. Gaba kawai.\nKomai yana tafiya kamar yadda aka tsara tare da wannan alamar. Sa'a ga Jichang.", "籤詩故事一": "◇Jarumai uku sun gwabza da Lu Bu\nMagani: Jarumai uku Zhang Fei, Guan Yu, da Liu Bei sun yi yaƙi da Lu Bu\nDong Zhuo ya sami labarin cewa an fille kan Hua Xiong, kuma an aika da Janar Lu Bu mai shawagi don yaki. Da Lu Bu ya shiga yaki, ya kashe janar Fang Yue da Mu Shun, ya kashe Wu Anguo da Gongsun Zan.\nZhang Fei ya ga cewa Gongsun Zan ba zai iya kayar da Lu Bu ba, don haka da sauri ya maye gurbin Gongsun Zan ya yi ihu: \"Bayi na sunayen sunayen uku su tafi! Zhang Fei daga Yan yana nan!\" magaji, ba tare da nasara ko rashin nasara ba.\nBayan da Guan Yu ya gan shi, shi da Zhang Fei sun kai farmaki kan Lu Bu kuma sun yi fafatawa fiye da talatin.\nHar ila yau Liu Bei ya dauki takuba biyu, ya tafa dokinsa, ya kuma taho don taimakawa Zhang Fei da Guan Yu.\nMutanen uku sun kewaye Lu Bu, suka ci gaba da fafatawa, duk mutanen da ke cikin kungiyar suka yi mamaki.\nBa da daɗewa ba, Lu Bu ya fara samun ƙarfi, Pegasus na Lu Bu ya ja da baya, amma mutanen uku suka bi Lu Bu, suka ƙi yin kasala, ba su ja da baya ba, sai da suka gamu da sojojin Lu Bu.\n\"Masarautu Uku\"\n(Wannan labarin yana misalta bajintar Lu Bu da gwanintar faɗa. Mutum ɗaya zai iya cin galaba akan mutum uku).", "聖意": "Zuciyar gida da gida suna tafiya ne kawai a kan hanyarsu don neman arziki, yiwuwar labarin aure ya tafi zuwa Liujia, al'amura suna tafiya lafiya ga mutane. , hijira, hasarar dukiya, cuta, kabarin dutse, da sauransu, abin alheri ne.", "古人": "Jarumai uku sun gwabza da Lu Bu", "第X籤": "Casa'in da daya lashe caca", "宮": "Kai Palace"}