{"籤詩版本二": "Luan Feng Xiang ya nutse a cikin ruwa, amma a lokacin Queer ya zalunce shi.\nNa yi mamaki da na ji cewa wata rana gajimare ya yi nisa, amma har yanzu na mayar maka da tufafina.", "詩意": "Wannan hexagram yana wakiltar alamar Luan da Phoenix ruwan sama ya rufe su.\nKomai yana zuwa idan lokacin ya zo.", "解曰": "Mugu yana samun wadata kowace rana. Bai kamata mutum ya yi komai ba. Kawai kiyaye kanka. Ɗauki mataki idan lokaci ya yi.", "籤詩故事一": "◇Gao Jun ya bada tabbacin aure\nA daular Song ta farko, Zhao Kuangyin ya hada arewa, kuma kasar baki daya ta mika wuya, amma a daular Tang ta kudu, Li Yu ya mamaye kudancin kogin Yangtze, ya kuma dauki dabarar bayar da wani birni don mika wuya, inda ya kama Zhao Kuangyin a Shouzhou. kuma lamarin ya kasance mai tsanani. Yayan Zhao Kuangyin, Gao Junbao, wani matashi da bindigar zinari, ya bar Bianjing don karya kewayen Shouzhou.\n, wucewa ta tsaunin Shuangsuo, suka farfasa alamar Mijin da Liu Jinding ya kafa, kuma su biyun sun fafata, sakamakon haka, Liu Jinding ya doke Gao Junbao sau uku da gagarumin wasan yaki da ya yi, inda suka yi musayar gwal da karrarawa na azurfa har tsawon rai. Dan uwan ​​Zhao Kuangyin, Gao Junbao, domin ceto Zhao Kuangyin da ya makale a Shouzhou, ya bar Bianjing ya wuce tsaunin Shuangsuo, ya farfasa alamar da Liu Jinding ya kafa, kuma su biyun suka fafata, sakamakon haka, Liu Jinding ya doke Gao Junbao da shi. ƙwararrun dabarun yaƙi kuma an tilasta masa yin haka. aure. Ma'auratan sun jagoranci taron zuwa cikin kewayen kuma sun ceto Zhao Kuangyin.\n(Ma'anar wannan labarin shi ne, ba a sulhunta su biyun ba (an yi musu zalunta), amma daga baya aka yi sulhu.", "聖意": "Gidan iyali bai dace da kai ba, a kiyaye neman kudi, toshe kasuwanci, jira daurin aure, jinkiri, Liujia, matafiyi na karya, dadewa a gona, tsutsotsin siliki, latti, lalacewar dabbobi shida, wahalar samun mutane, kara, kara. asara, hijira, ra'ayin mazan jiya, asarar dukiya, rashin lafiya mai tsanani, tsawaita tsauni, babban gyara", "古人": "Gao Jun ya tabbatar da aure", "第X籤": "Casa'in da uku sun lashe cacar caca", "宮": "xugong"}