{"籤詩版本二": "Buri da nasarori suna cikin daular, amma yanzu za a yi shaye-shaye da jima'i mara iyaka.\nIdan kaga zakara na zinari za'a baka ladan kudi da arziki da arziki.", "詩意": "Wannan hexagram yana wakiltar alamar buri da shahara.\nRike komai mai kyau.", "解曰": "Mai buri da zumudi. Bai yi latti don kare kanku ba. Zakara yayi alkawari. Duk farin ciki.", "籤詩故事一": "◇Cao Pi ya yi shelar kansa sarki\nCao Pi, mai suna Zihuan, an haife shi a Peiguoqiao (yanzu Hao County, Anhui). Shahararren dan siyasa kuma marubuci a zamanin Jian'an.\nCao Pi shine ɗa na biyu ga Cao Cao, yana zaune tare da mahaifinsa a sansanin soja tun yana ƙarami, a ƙarƙashin ikon mahaifinsa, Cao Pi ya koyi harbin harbi tun yana ɗan shekara shida da hawan doki yana ɗan shekara takwas, kuma ya haɓaka. kyakykyawan fasahar fasahar fada. Har ila yau, yana da ƙwaƙƙwaran ilmin al'adun gargajiya da na zamani da tarihin rayuwa, da kuma littattafan ɗaruruwan mazhabobin tunani. Sai da ya kai shekaru goma sha takwas Cao Cao ya doke Yuan Shao kuma Cao Pi ya yi rayuwa mai inganci a Yecheng, cibiyar mulkin Cao Cao. Tun daga wannan lokacin, ko da yake a wasu lokuta yakan raka mahaifinsa balaguron soji kuma ya yi rayuwar ɗa mai daraja a mafi yawan lokuta, amma har yanzu yana yin wasan yaƙi a kowace rana kuma bai ragu ba har yau. Ya kan hau kan dokinsa taki ɗari kuma ya kware sosai a fagen yaƙi, domin sau da yawa yakan yi wasan yaƙi, yana da haske da ƙarfi.\nAn kashe babban ɗan Cao Cao Cao Ang a yaƙi. Bayan ɗan fari ya mutu, Cao Pi ya zama zaɓi na farko ga yarima mai jiran gado. Sa’ad da yake ɗan shekara talatin da ɗaya, Cao Cao ya naɗa shi yarima mai jiran gado. Lokacin da Cao Pi yana da shekaru talatin da uku, Cao Cao ya mutu saboda rashin lafiya, kuma Cao Pi ya gaje shi a matsayin firayim minista da sarkin Wei. Ya ce sau da yawa yakan hau kan doki a mataki dari kuma yana da kwarewa sosai, saboda yana yawan yin kungfu, yana da haske da lafiya.", "聖意": "Ku yi addu'ar zaman lafiya a gidanku da gidanku, ku nemi arziki, ku yi aiki tukuru, ku yi fatauci, a watse da wuri, a yi zaman aure lafiya, a zauna lafiya, a zauna lafiya, a bar mutane a gona, tsutsar siliki ta balaga, kiwo shida su balaga. , zai yi wuya a sami mutane, za a yi gaggawar shari’ar jama’a, za a rasa ƙaura, kuma abubuwa za su yi nisa, cututtuka za su daɗe a cikin duwatsu da kaburbura.", "古人": "Cao Pi ya shelanta kansa sarki", "第X籤": "Lashe caca na casa'in da biyar", "宮": "xugong"}