{"籤詩版本二": "Babban pagoda ba sabon abu bane, tare da kyawawan siffofi a kowane bangare masu haskakawa.\nIna kira gare ku da ku dage da yin ruku'u da himma da kyautatawa, kuma aljanna za ta yi muku albarka.", "詩意": "Wannan hexagram yana wakiltar bayyanar cancanta.\nKomai yana da kyau.", "解曰": "Wadannan ni'imomin. Kowa yana da shi. Kar ku shagala sosai. An ƙaddara darajar a gaba.", "籤詩故事一": "◇Sarkin Fenyang ya gana da jikansa a ranar soyayya ta kasar Sin\nMagani: Guo Ziyi ya sadu da yarinyar masaƙa tana saukowa duniya a ranar soyayya ta kasar Sin. Tiansun, jikanyar Sarkin Jade, ita ce Fairies Bakwai.\nGuo Ziyi (697-781), wanda aka fi sani da Guo Linggong, ɗan asalin gundumar Zheng ne, Huazhou (yanzu lardin Huaxian, lardin Shaanxi) kuma janar a daular Tang. Kotun daular ta baiwa Ziyi mukamin Sarkin Fenyang.\nAn ce Ziyi dan asalin Huazhou ne, ya je ya shiga aikin soja ne a wajen babban ganuwa, ya je birnin Beijing domin neman albashin soja, ya koma Yinzhou, ya zama ranar soyayya ta kasar Sin a wancan lokacin, iska da yashi. duhu suke yi, rana ta yi duhu, Ziyi ya kasa ci gaba, don haka yana tsaye a gefen titi, yana kwance a kasa a wani gidan da babu kowa, a lokacin da zai yi barci, sai ya ga wani haske mai ja. ta 6angaren biyu, ya mik'e ya kalleta da mamaki, sai ga wani gajimare a sararin sama yana saukowa a hankali, wata kyakkyawar mace ta zauna, mutunci da kwarjini, kwata-kwata daban da na mutane. Nan take Ziyi ya mika gaisuwar sa, ya ce, “Yau kwana na bakwai ga wata na bakwai, ina jin ‘yar masaka ce ta zo, tana son a ba ta tsawon rai da arziki.\nMatar kuma ta amsa da cewa: \"Da dukiya mai yawa yana da tsawo.\"\nBayan ya gama magana sai gajimaren ya dawo a hankali gajimare ya tashi, matar tana kallon Guo Ziyi cikin fara'a tana murmushi har ta yi nisa da ita, sai hayaki ya lumshe ya daina ganinta.\nYa zama gaskiya, kamar yadda matar ta ce. cancantar Ziyi sananne ne a duniya, shi minista ne mai farin jini sosai, kuma janar ne mai cancanta da kyawawan halaye.", "聖意": "Ki yi wa kanki buri a gida, ki yi wa kanki buri, addu’ar neman kudi, yin sa’a a kasuwanci, sa’a a aure, sa’a a Liujia, tafiye-tafiye da jama’a, gonaki, tsutsotsin siliki, dabbobi masu tsayayye, rashin sa’a a samu. mutane, ƙararrakin jama'a, ƙaura, sa'a, asarar dukiya, kaburbura a Zhenxingshan", "古人": "Sarki Fenyang ya gana da jikansa a ranar soyayya ta kasar Sin", "第X籤": "Sa hannu casa'in da shida", "宮": "xugong"}