{"籤詩版本二": "Muna ƙarfafa doki da riƙe bulala, mun zo kai tsaye a nan, rabi cikin haɗari, rabi kuma cikin bala'i.\nKamar gidan da aka kone da wuta, idan sama ta fado sai ruwan sama ya mayar da shi toka, ina da dabara.", "詩意": "Wannan hexagram yana wakiltar rabin baƙin ciki da rabin farin ciki.\nYana da kyau a kyautata a cikin komai.", "解曰": "Aiki tsawon rai. Kada ku damu da daidai da kuskure. Dauren na wucin gadi ne. Bacin rai yana zuwa a zahiri.", "籤詩故事一": "◇Tao Sanchun ta doke Zheng En a Guayuan\nZhao Kuangyin ya sake mikewa tsaye, \"Ranar da tunawa da ni,\" Sarki Beiping Zheng En ya shirya aure a wancan lokaci. Yanzu da duniya ta kasance cikin kwanciyar hankali, ina so in nemi izinin ku don zaɓar ranar da za a yi aure. \"\nZhao Kuangyin ya miƙe ya ​​ce, \"Sarkin Peking, Zheng En, ya shirya aure a wancan lokaci. Yanzu da duniya ta kasance cikin kwanciyar hankali, ina so in nemi izinin ku don zaɓar abin da ya dace. ranar daurin aure.\"\n\"Oh, ɗan'uwa na uku ya riga ya yi aure, ta yaya ban san wannan ba?\" Chai Rong ya yi mamaki sosai, ya miƙa hannunsa ga Zhao Kuangyin ya zauna ya yi magana.\n\"Oh! Ɗan'uwa na uku ya riga ya yi aure, ta yaya ban san wannan ba?\" Chai Rong (Sarkin daular Zhou na baya) ya yi mamaki sosai.\n“Wannan labari ne mai tsayi, na farko dai muna cikin talauci a wancan lokacin ba mu shiga cikin sojojin ku ba, tun daga wancan lokacin mun yi shekaru muna yaki ba mu da lokacin da za mu damu da ku, na biyu kuma na uku shi ma kadan ne. jin kunya a ambace shi, don haka Mai Martaba bai sani ba.”\n“Labari ne mai tsayi, na farko har yanzu muna cikin talauci a wancan lokacin ba mu shiga aikin sojan ku ba, tun daga wancan lokacin muka shafe shekaru muna yaki ba mu da lokacin da za mu damu da ku, na biyu kuma na uku shi ma dan uwa ne. dan jin kunyar ambatonsa, don haka Mai Martaba bai sani ba”.\n\"Kai, namiji dalibin jami'a yana aure, meye abin kunya? Yaya na uku ya dade a fagen fama kuma ana iya daukarsa a matsayin jarumin da ba a misaltuwa. Me ya sa kake karama akan wannan lamarin?\"\n\"Kai! Yaron jami'a yana aure, meye dalilin kunya? Kane na uku ya dade a fagen fama kuma ana iya kallonsa a matsayin jarumin da ba ya misaltuwa. Me ya sa kake karama akan wannan lamarin?\"\n\"A maganar nan, ba zan iya zargin kanina na uku da rashin kunya ba, domin auren nan an yi.\"\n\"A maganar nan, ba zan iya zargin kanina na uku da rashin kunya ba, domin auren nan an yi.\"\n\"Ya buga? Hey, yana da ban sha'awa, don Allah gaya mani abin da ya faru.\"\n\"Na buga shi! Hey! Yana da ban sha'awa! Don Allah gaya mani abin da ya faru.\"\n\"Eh, na tuna waccan shekarar, lokacin da muke shirin shiga cikin Mai Martaba, muna wucewa ta gundumar Baocheng, yana da zafi sosai a watan Yuni. Yayana na uku bai iya zama a otal din ba, don haka ya fita yawo shi kadai. Bayan ya wuce lambun kankana ya shiga ya debo, kankana ya kashe kishirwa, a wannan lokacin ba a samu kankana da wuri ba, dan uwa na uku bai san tsintarsu ba, sai ya karya da yawa. Matar da ke kallon kankana ta matsa gaba tana zargin kanne na uku, sai su biyun suka samu sabani, sannan suka fara fada, zo, na yi sa'a na shiga damuwa, na garzaya domin ceto cikin lokaci, in ba haka ba...\".\n\"Eh, na tuna waccan shekarar, lokacin da muke shirin shiga cikin Mai Martaba, muna wucewa ta gundumar Baocheng, akwai zafi sosai a watan Yuni. Yayana na uku bai iya zama a otal din ba, don haka ya fita yawo shi kadai. Bayan ya wuce lambun kankana ya shiga ya debo, kankana ya kashe kishirwa, a wannan lokacin ba a samu kankana da wuri ba, dan uwa na uku bai san tsintarsu ba, sai ya karya da yawa. Matar da ke kallon kankana ta matsa gaba tana zargin kanne na uku, sai su biyun suka samu sabani, sannan suka fara fada, zo, na yi sa'a na shiga damuwa, na garzaya domin ceto cikin lokaci, in ba haka ba...\".\n\"Wannan Zheng Ziming laifinsa ne tun da farko, ya kamata ya nemi gafara. Me ya sa ya buge shi? Ban da haka, ta yaya dangin yarinya za su iya jure naushi da harbin wani mutum mai tsananin zafin rai! guda. A'a?\" \"Yarinyar ba ta ji rauni ba...\"\n\"Wannan Zheng Ziming, laifinsa ne tun farko, don haka ya kamata ya nemi gafara. Me ya sa kuke dukansa? Ban da haka, ta yaya dangin yarinya za su iya jure naushi da bugun mutum mai tsauri kamarsa! Ku zo ku gaya mani.\" ka yiwa yarinyar nan duka. A'a?\"\n\"Yarinyar ba ta ji rauni ba...\"\n\"Ba komai, ba komai... Kai, ba ka dau mataki ba? Haba, ina tsammanin ka cece ni cikin lokaci.\"\n\"Lafiya! Wannan ba komai... Kai! Baka dauki mataki ba? Haba! Ina tsammanin kai ne ka cece ni cikin lokaci!\"\n“...A’a, wanda na cece shi ne...na uku ne.” “...A’a, wanda na ceto shi ne...kane na uku.\n\"Ah?!\" \"Ah?!\"\n“Yayana na uku matar ta kwashi kasa, ta yi masa dukan tsiya, aka yi sa’a na iso na lallashe shi ya tafi, don haka bai samu wani mummunan rauni ba.... Mai Martaba... Mai Martaba!... \"\n\"Yayana na uku matar ta yi wa kasa dukan tsiya, aka yi masa dukan tsiya, na yi sa'a na zo na lallashe shi ya tafi, don haka bai samu wani mummunan rauni ba.... Mai Martaba... Mai Martaba!...\".\n\"Ah?...Haba wacece matar!?\" \"Ah!?...Oh wacece wannan matar!?\"\n\"Daga baya ne na gano sunan matar Tao Sanchun, kuma mahaifinta Tao Hong tsohon jarumi ne wanda ba shi da wani buri, Tao Sanchun ya koyi wasan yaki ne a wurin mahaifinsa tun yana karami, bayan na san shi. Iyalinsa, na ga cewa Miss Sanchun tana da fitaccen hali, Luo Luo kuma mai karimci, ba tare da wata al'ada ta zama ƙaramar yarinya ba, sun yi daidai da shi da gangan. buga shi nan da nan ya yanke shawarar auren su biyu, Ranka ya dade, don Allah ka fada min, wannan ba auren karya ba ne?\n\"Daga baya ne na gano cewa sunan yarinyar Tao Sanchun, kuma tun tana karama ta koyi wasan yaki a wajen mahaifinta. masu karimci, kuma ba su da alamar al'adar yarinyar, don haka da gangan na ɗauke ta. Mista Tao da 'yarsa ma sun ji daɗin halin ɗan'uwansu na uku sosai. Ranka ya dade, ka fada min, wannan ba auren karya ba ne?\n(Wannan labari misali ne, domin wani abu mara kyau ya zama abu mai kyau).", "聖意": "Yi addu'a don kare gida da kai, a kiyaye, addu'a don dukiya, lalata kasuwanci, hana aure, azabtarwa, Liujia, inshora, masu tafiya a cikin gonaki, lalata tsutsotsi, lalacewar dabbobi, bacewar mutane, shari'a ba bisa ka'ida ba, asara, ƙaura, ra'ayin mazan jiya. , asarar dukiya, munanan cututtuka, damuwa, hatsarori, duwatsu, kaburbura, kasawa", "古人": "Tao Sanchun ta doke Zheng En a cikin lambun kankana", "第X籤": "Lamba casa'in da tara", "宮": "Haigong"}