{"籤詩版本二": "Jalla d-dinja tinħoloq għal żwieġ tajjeb, ġranet awspiċji u żminijiet tajbin, u kollox ikun tajjeb\nMhix kwistjoni żgħira jekk ikollok dan il-lott.L-imperatur jiddikjara li n-nies huma leali u retti.", "詩意": "Din l-eżagramma tirrappreżenta l-bidu tal-ftuħ tas-sema u l-art.\nKollox huwa awspiċju.", "解曰": "Veloċità rapida. Is-sena ma tiswax iż-żmien tagħha. Guanyin jikteb. Għarrafni l-ewwel.", "籤詩故事一": "◇Zhongli sar imdawwal\nZhongli Quan, surnamed Zhongli, isem mogħti Quan, isem ta 'kortesija Yunfang, u laqam Zhengyang, kien nattiv tal-Kontea ta' Xianyang, Xi'an, Provinċja ta 'Shaanxi matul id-Dynasty Han tal-Lvant.\nZhong Liquan kien ġenerali tad-Dinastija Han. Matul l-ispedizzjoni kontra l-Qiang tal-Punent, kien jealous tal-kmandant Liang Yi u assenjat lilu biss 30,000 suldat antik u dgħajjef.Malli wasal fid-destinazzjoni tiegħu, il-kamp insteraq minn l-armata Qiang tal-Punent, u s-suldati ħarbu. Zhong Liquan intilef f'wied u ltaqa' ma' monk fit-triq. Huwa ħadu f'raħal żgħir u qal, \"Din hija r-residenza tas-Sur Donghua.\" Imbagħad qal addiju u telaq. Wara xi żmien, f'daqqa waħda xi ħadd qal, \"Dan għandu jkun minħabba li r-raġel Hu b'għajnejhom ħodor huwa wisq jitkellem. \"Hu ra raġel liebes pil abjad taċ-ċriev u jżomm persunal aħdar tal-quinoa. Staqsa lil Zhong Liquan, \"Il-persuna li ġiet hawn Han Da. Ġenerali Zhongli Quan\n? Zhong Liquan kien ixxukkjat, billi kien jaf li kien iltaqa 'ma' persuna stramba, għalhekk sinċerament tgħallem it-Tao.\nZhong Liquan aktar tard iltaqa 'ma' Zhenren Huayang u r-Re Immortali Xuanfu, u tgħallem is- \"Sigriet tal-Immortalità\". Fl-aħħarnett, għex f'Zijin Sihaofeng f'Kongtong Mountain, kiseb is-\"Sigriet tal-Kaxxa tal-Jade\", u sar immortali veru. Kien ukoll meqjum bħala wieħed mill-Ħames Patrijarki tat-Tramuntana mis-Setta Quanzhen.", "聖意": "Itlob biex id-dar u d-dar tiegħek ikunu mbierka b'xorti tajba fil-ħarifa u fix-xitwa Fittex fortuna fil-ħarifa u fix-xitwa Xorti tajba fin-negozju, Xorti tajba fiż-żwieġ, Xorti tajba fit-twelid tas-subien, Xorti tajba fil-vjaġġ lejn l-għalqa , Xorti tajba fil-dud tal-ħarir, Xorti tajba fil-bhejjem, Xorti tajba fit-tfittxija ta 'nies, Xorti tajba fil-kawżi pubbliċi, Xorti tajba fil-migrazzjoni, proprjetà mitlufa, mard tal-Grigal, Xorti tajba biex jintbagħtu muntanji u oqbra.", "古人": "Zhongli sar illuminat", "第X籤": "l-ewwel sinjal", "宮": "Utru"}