{"籤詩版本二": "Għaliex ma tmurx lejn Tailai, li jinsab l-kantuniera?Ill-gentleman temporanjament inħalli barra mill-muntanja.\nJekk ikun hemm aħbar tajba dwar it-tigra jew il-fenek, int tkun liberu anki jekk tkun determinat li tkun okkupat.", "詩意": "F'din l-eżagramma, hemm sinjal ta' barka fost l-isfortuna.\nKollox huwa ħażin bil-quddiem u tajjeb fl-aħħar.", "解曰": "Ibdel bil-ħarir tal-qanneb. Tolqot saqajn xi ħadd. Ara ċar. Il-barkiet jiġu minn diżastri.", "籤詩故事一": "◇ Niltaqgħu ma' Master f'Bukit\nWu Ji oriġinarjament kien jaqtagħ l-injam, u t-tnejn iltaqgħu ma 'Jiang Ziya meta kienu qed jistadu fix-Xmara Feng. Wuji daħak meta ra lil Ziya jistad b'ganċ dritta.\nZiya ħares lejn wiċċ Wuji u qalet lill-fortuna-telling: \"Jekk tidħol fil-belt illum, toqtol lil xi ħadd.\" Wara li semaʼ dan, Wu Ji telaq irrabjat u ġarr il- ħatab fil- belt.\nWara li daħal fil-belt, Wu Ji ħabat ma 'oħrajn u bi żball sawwat lill-Prim Ministru Wen Wang għall-mewt.\nKing Wen ġibed l-art bħala ħabs u ħabs Wu Ji.\nBukit Hou inħeles temporanjament u ġie kkundannat għall-mewt biex jieħu ħsieb ommu sal-ħarifa.\nOmmu talbitu jitlob lill-għajnuna lil Jiang Ziya.\nIt-Taigong aċċettah bħala d-dixxiplu tiegħu, għallmu l-arti tal-gwerra, u ordnalu biex iħaffer toqob u jitfa’ perjodi biex ikisser id-destin intrinsiku tiegħu.\nWara l-ħarifa, Wu Ji ma wasalx biex jiġi kkastigat.King Wen dedotta n-numri innati u ħaseb li Wu Ji kien ikkommetta suwiċidju minħabba l-biża 'tal-kriminalità.\nAktar tard, ir-Re Wen iltaqa' ma' Wu Ji, u Wu Ji introduċa r-Re Wen biex jiltaqa 'ma' Jiang Taigong.\nTaigong ingħata t-titlu ta 'Ġeneral ta' Wude. Kemm il-kaptan kif ukoll l-apprendist ħadmu għar-Re Wen.", "聖意": "Id-dar hija sigura, l-awto huwa xortik tajba, in-negozju huwa tajjeb, iż-żwieġ huwa tard, il-pedestrian maskili ma rritornax għall-għalqa, id-dud tal-ħarir huwa profittabbli, is-sitt annimali huma Shenji, it-tfittxija hija tajba, il-kawża pubblika hija tajba, il-migrazzjoni hija konservattiva, il-proprjetà mitlufa tidher, il-marda hija tajba, Qiuji, il-muntanji u l-qabar huma tajbin.", "古人": "Bukit Encounter", "第X籤": "It-tnax-il sinjal", "宮": "Palazz Yin"}