{"籤詩版本二": "Eżatt bħal krejn li joħroġ mill-gaġġa mortali tiegħu, huwa possibbli li jaħrab mill-gaġġa mortali.\nM'hemm l-ebda ostakli bejn it-tramuntana, in-nofsinhar u l-lvant. Tista 'tmur dritt għall-Palazz Jiuxiao.", "詩意": "Din l-eżagramma tirrappreżenta l-immaġni ta 'krejn li jħalli l-gaġġa tiegħu.\nKollox huwa ħażin bil-quddiem u tajjeb fl-aħħar.", "解曰": "Tinkwetax. It-triq hija prospera. Kun komdi. Bla ħsieb bħala bniedem (alla).", "籤詩故事一": "◇Ziya abbanduna l-pożizzjoni uffiċjali tiegħu\nMeta Jiang Ziya kien qed jaħdem bħala fortune teller, ra li mara kienet ġiet trasformata mill-ispirtu tal-pipa tal-ġada, għalhekk qabadha u saħansitra sawwatha b'ġebla tal-linka. Il-Prim Ministru tar-Re Zhou spjega x’ġara, staqsa x’ġara, u mbagħad ħa lil Jiang Ziya biex jara r-Re Zhou. Jiang Ziya uża Samadhi True Fire biex jaħraq l-ispirtu tal-pipa mill-forma oriġinali tiegħu quddiem ir-Re Zhou, u r-Re Zhou għamiltu uffiċjal għoli.\nSabiex jivvendika l-ispirtu tal-jade pipa, Daji talab lir-Re Zhou biex jordna lil Jiang Ziya biex jibni pjattaforma taċ-ċriev.Jiang Ziya ċanfar lir-Re Zhou, u r-Re Zhou ordnat li jinqatel.Jiang Ziya ħarab billi juża l-ilma. Wara li rritorna d-dar, Jiang Ziya staqsa lil Ma dwar li tmur Xiqi, u Ma riedet tiddivorzjah. Allura Jiang Ziya mar Xiqi (il-kapitali tar-Re Wen tad-Dynasty Zhou) waħdu.\nJiang Ziya wasal Xiqi u għex f'seklużjoni tas-sajd f'Panxi Gorge.Hu ltaqa' r-Re Wen ta' Zhou li kien ħerqan li jfittex it-talenti. Fuq talba sinċiera tar-Re Wen, Jiang Ziya kien adorat bħala għalliem tiegħu u għen ir-Re Wen.", "聖意": "Jien inċert id-dar u rrid ukoll infittex kooperazzjoni finanzjarja, transazzjoni, żwieġ, Liujia, nies mexjin irġiel, ara għelieqi, dud tal-ħarir, profitti tal-ħarifa, sitt telf ta 'bhejjem, tfittxija għal nies, ostruzzjoni ta' kawżi pubbliċi, migrazzjoni, proprjetà mitlufa, Xlokk mard, iffissar, tibgħat muntanji u oqbra, awspiċju.", "古人": "Ziya abbanduna l-pożizzjoni uffiċjali tiegħu", "第X籤": "L-erbatax-il rebbieħ tal-lotterija", "宮": "Maogong"}