{"籤詩版本二": "L-inkwiet u l-inkwiet jittaffew temporanjament, u l-ferħ jiġi mis-sema.\nEżatt bħall-ġada moħbija fid-demel, ħaddiem tajjeb ineħħi t-trab", "詩意": "Din l-eżagramma tirrappreżenta l-armonija ta 'Yin u Yang.\nDak kollu li tippjana huwa awspiċju.", "解曰": "Xejn miksub, xejn mitluf. Qligħ mit-telf. Il-villain jinsab fl-inkwiet. Xorti tajba lilek, gentleman.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), li l-isem ta 'kortesija tiegħu kien Nanzhao u li ismu kien Longtang, inbidel għal Longtan u jismu wkoll Huayun. Nattiv ta 'Wanshifang, Huizhou Fucheng (issa parti mid-Distrett ta' Huicheng, il-Belt ta 'Huizhou) fid-Dynasty Ming. Fl-44 sena tar-renju ta’ Jiajing (1565), sar Jinshi u ngħata t-titlu ta’ maġistrat tal-Kontea ta’ Qing. Huwa serva bħala d-direttur tad-dipartiment tat-trasferiment, u aktar tard inbidel għaċ-ċensur superviżorju ta 'Shanxi Road.\nFl-20 sena ta 'Wanli (1592), il-Konslu Ġenerali ta' Ningxia, Kuaibai (kap tat-tribù tat-Tatar Mongoljan), qatel lill-gvernatur Dang Xin u qabad is-Sebgħa u Erbgħin Fort fil-Provinċja ta 'Hexi. , kisser il-belt, qima u maħruq. innifsu għall-mewt. Meng Xiong mhuwiex arroganti biex jieħu kreditu, u jħalli l-ħiliet tiegħu jkunu tajbin daqs dawk tal-ġenerali li jiġġieldu. L-uffiċjal Wei Xuezeng reġa' ġie ddaħħal. Fl-aħħar snin tiegħu, huwa rriżenja ħames darbiet u ġie rritornat lejn Huizhou biex jibni Huilong Temple.\nYe Mengxiong daħal fit-Taoiżmu bħala impjegat taċ-ċivil fil-bidu, u kien famuż għall-integrità tiegħu.Reġistri storiċi qodma qalu li kien \"l-ewwel fl-umiltà u l-abbiltà\", \"jelimina l-korruzzjoni u jikkastiga r-ribelli\", ħalliet reputazzjoni tajba; kien estremament leali, kuraġġuż, kuraġġuż, u riżorsi Tajjeb fil-gunnery. Fit-tieni nofs ta 'ħajtu, il-ħiliet tal-arti marzjali tiegħu ġew irreġistrati fl-\"Istorja tad-Dinastija Ming\" u kien meqjus bħala eroj nazzjonali.", "聖意": "Id-dar hija sfavorevoli (dejjem aktar paċifika) Il-ħarifa u x-xitwa huma tajbin għalih innifsu, il-ġid se jkun ta 'suċċess, it-tranżazzjonijiet se jkunu ta' suċċess, iż-żwieġ se jkun ta 'suċċess, Liujia se tkun allarmata b'mod falz (se jkun hemm teżori), il-pedestrians se jmorru l-għalqa biex itolbu għad-dud tal-ħarir, sitt annimali se jkunu ċatti, in-nies se jinstabu, il-kawżi pubbliċi se jkunu sfavorevoli, il-migrazzjoni se tkun konservattiva, il-proprjetà mitlufa tiġi mfixkla, il-mard se jiġi solvut fil-qabar ta 'Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Is-Sittax-il Lottu Rebbieħ", "宮": "Maogong"}