{"籤詩版本二": "Is-Cawla tad-Deheb jaqa’ fil-punent u l-Fenek jitla’ fil-lvant Iċ-ċiklu tal-ġurnata u tal-lejl ikompli minn żminijiet antiki sal-preżent.\nIl-patrijiet u t-Taoists jafu li m'hemm l-ebda żvantaġġ, u l-istudjużi, il-bdiewa, l-industrija u n-negozjanti kollha jsegwu moħħhom.", "詩意": "Din l-eżagramma tirrappreżenta l-waxing u t-tnaqqis tal-yin u yang.\nHuwa wkoll sinjal li kollox se jmur kif ippjanat.", "解曰": "M'hemm xejn f'moħħu. Dak li għamilt huwa meritevoli. Bħal vleġġa minn pruwa. Tir wieħed laqat il-mira.", "籤詩故事一": "◇Is-ziju Cao Guo huwa immortali\nCao Guojiu, nattiv ta Xuzhou, jingħad li kien iz-ziju l-kbir tal-istat matul il-perjodu Renzong tad-Dinastija Song.Ismu kien Cao Yi, magħruf ukoll bħala Cao Jingxiu.\nIz-ziju Cao Guo kellu ħu iżgħar jismu Cao Er. Dan Cao Er bbaża ruħu fuq il-pożizzjoni tiegħu ta 'awtorità imperjali u wettaq kull tip ta' ħażen. Huwa okkupa għelieqi, ħa nisa u bniet, u għamel ħbieb ma 'xi villains bla liġi, jidħlu u joħorġu. Cao Guojiu ma setax jiflaħ, għalhekk hu irrifjuta li jisma 'l-kliem tajjeb u l-kumditajiet tiegħu, għalhekk uża l-kastig biex jikkontrollah.\nCao Guojiu qal: \"Il-prinċipji tad-dinja huma li dawk li jakkumulaw affarijiet tajbin se jirnexxu, u dawk li jakkumulaw il-ħażen jitħassru. Din hija verità li ma jinbidlux. Il-familja Cao tagħna akkumulat atti ħżiena fil-passat biex tikseb il-ġid tal-lum. Issa ħu akkumula l-ħażen sa l-estrem, anki jekk jaħrab Anke jekk tiġi kkastigat minn uffiċjal, ma tistax taħrab mid-diżastri moħbija Ladarba jiġi diżastru u l-familja tiegħek tinqered u jmut xi ħadd, ma tkunx tista’ taħrab f’ dak iż-żmien. Inkun umiljat u nibża minnu.” Għalhekk, xerred il-ġid kollu tiegħi, Huwa għen lill-foqra u ma baqax jimpurtah mill-affarijiet ta’ ħuh. Imbagħad ħalla d-dar u l-ħbieb tiegħu, inbidel f’uniformi Taoist, u mar fil-muntanji biex jikkultiva moħħu u n-natura tiegħu.\nĠurnata waħda, inzerta ltaqa' ma' Zhongli u Lu Dongbin tad-Dynasty Han. Kienu kuntenti ħafna li raw it-tweġibiet elokwenti ta 'Uncle Cao Guo. Huma tawh l-\"Editt Sigriet li Jirritorna l-Verità\" u ordnawh jipprattika bir-reqqa. Dalwaqt, Zhongli Quan u Lu Dongbin ġew introdotti għall-klassi immortali.", "聖意": "Fortuna tajba għad-dar, dar, fortuna tajba, fortuna tajba, xorti tajba fin-negozju, żwieġ, vjaġġatur maskili, tħawwil tad-dud tal-ħarir fil-qasam kmieni, falliment tal-bhejjem, tfittex nies, kawża, migrazzjoni, proprjetà mitlufa, mard tard, fortuna tajba", "古人": "Iz-ziju Cao Guo huwa immortali", "第X籤": "Iffirma t-tmintax", "宮": "Maogong"}