{"籤詩版本二": "Ħalli d-dgħajsa tmur lura mill-bajja tal-ilma mgħaġġel, x'tixtieq tagħmel minħabba t-taqlib?\nJekk trid tkun sigur, fittex it-trankwillità u stenna li l-mewġ jgħaddi minn din il-kriżi.", "詩意": "Din l-eżagramma hija bħal dgħajsa li tivvjaġġa fuq bajja mgħaġġla.\nIbqa' konservattiv f'kollox u stenna l-ħin.", "解曰": "Inżul f'ilma mgħaġġel. Ibqa’ fil-periklu. Jekk tistaqsi dwar il-pjanijiet tal-kamp. Ma jista’ jsir xejn.", "籤詩故事一": "◇Ziyi huwa inkurunat re\nGuo Ziyi (697-781), magħruf ukoll bħala Guo Linggong, kien nattiv ta 'Zheng County, Huazhou (issa Huaxian County, Provinċja ta' Shaanxi) u ġenerali fid-Dynasty Tang.\nMatul ir-Ribelljoni ta' Anshi fl-14-il sena ta' Tianbao (755), ingħata t-titlu ta' Shuofang Jiedushi (Lingwu, fil-punent ta' Lingwu fin-Ningxia tal-lum).Ġie ordnat li jagħmel kruċjata. Huwa għaqqad l-armata ta' Shuofang ma' Li Guangbi biex jimxi f'Hebei. Huma ngħaqdu f'Changshan (Zhengding, Hebei) u għelbu lil Shi Siming, reġgħu ħadu Hebei. F'dan iż-żmien, Guo Ziyi ssuġġerixxa li l-imperatur jieħu lil Fan Yang mit-tramuntana u jattakka d-den tat-tiger ribelli biex inaqqas l-assedju ta 'Tongguan, iżda Xuanzong irrifjuta. Wara, ġiet imħawla s-sitwazzjoni tal-bliet vassalli separatisti fid-Dynasty Tang tard, li saret ukoll il-kawża remota tal-mewt tad-Dynasty Tang.\nFil-ħmistax-il sena tar-renju ta' Tianbao (756), hu u l-koalizzjoni Uighur paċifikaw lil Hequ. Fir-rebbiegħa tas-sena ta' wara, irkupraw lil Hedong (issa Yongji, Shanxi) u Feng Yi (issa Dali, Shaanxi), u attakkaw lil Tongguan, jegħleb lil Cui Qianyu.L-armata Tang sofriet aktar minn 10,000 diżgrazzja. Cui Qianyu ċeda lil Pujin. An Lushan inqatel minn ibnu An Qingxu.\nFit-tieni sena ta' Zhide (757), ġie ordnat imexxi t-truppi lejn Fengxiang.Fit-triq, għeleb 5,000 kavallerija ta' Li Guiren f'Baiqu Liuyun Bridge (il-llum tax-Xlokk ta' Sanyuan).F'Mejju, iġġieled ma' An Shouzhong u Li Guiren f'Qingqu (il-punent tal-lum ta 'Xi'an) ġie megħlub, u rtira lejn Wugong (il-majjistral tal-lum ta' Wugong).F'Settembru, segwa l-Marixxall Guangping Wang Li Chu biex imexxi lit-Tang u l-Uighurs biex jingħaqdu ma' 150,000 suldat, u mbagħad iġġieled ma' An Shouzhong u Li Guiren f'Xiang.Lejn it-Tramuntana tat-Tempju Ji (Lbiċ tal-Kontea ta' Chang'an tal-lum), is-suldati Uighur iduru wara l-ghadu, attakkaw miż-żewġ naħat, u qatlu 60,000 għedewwa.Zhang Tongru ħarab lejn il-Kontea ta' Shaanxi, u fl-aħħar reġgħet kisbet il-kapitali Chang'an (Xi'an tal-lum).Il-maestà tal-armata Tang reġgħet ġiet restawrata għal Chang'an.\nWara, l-armata Tang ħadet vantaġġ mir-rebħa u marret lejn il-lvant, u għelbet 150,000 raġel inklużi Yan Zhuang u Zhang Tongru f'Xindian (issa l-Lbiċ tal-Belt ta 'Sanmenxia, ​​Provinċja ta' Henan), ġiegħel lil Anqing Xu jaqsam ix-Xmara Isfar u jirtira lejn Xiangzhou. Dongjun Luoyang irritorna. Żid Situ mal-merti tiegħu u agħmel lilu d-Duka tal-pajjiż.\nShi Siming mexxa l-armata tiegħu minn Fan Yang biex isalva lil An Qingxu. Iż-żewġ naħat ġġieldu f'formazzjoni fit-tramuntana tax-Xmara Anyang (it-Tramuntana tal-lum ta 'Anyang). Il-ġlieda kienet inseparabbli. Fl-aħħar, immexxija minn disa' Jiedushi, l-armata Tang, li sostna li kellu 600,000 raġel, irtirat (fil-Battalja ta’ Yecheng). gwerra). Il-kmandant ewlieni ta 'din il-battalja kien l-eunuch Yu Chaoen, li ma kellu l-ebda ħiliet ta' tmexxija u ħtija lil Guo Ziyi għall-falliment tal-battalja. Guo Ziyi ġie msejjaħ lura Chang'an, meħlus mill-poter militari, u sar uffiċjal idle.\nFl-ewwel sena ta’ Baoying (762), it-truppi f’Taiyuan (il-Lbiċ tal-lum ta’ Taiyuan) u Jiangzhou (il-lum Xinjiang fil-Provinċja ta’ Shanxi) irribellaw.Il-qorti kienet imbeżża’, u għalhekk Ziyi ingħata t-titlu ta’ Re ta’ Fenyang u ħareġ biex kontroll Jiangzhou. Huwa kien ukoll aljenat mill-ewnuku Cheng Yuanzhen u ġie meħlus mill-poter militari.\n(Il-fokus ta 'din l-istorja: Guo Ziyi, li kien kapaċi ħafna u ġab ruħu tajjeb, iltaqa' ma' Xuanzong u xi villains, li kkompromettew bil-kbir il-kisbiet tiegħu.)", "聖意": "Barka tad-dar u lilu nnifsu, tfittex il-ġid, l-ebda tranżazzjoni, l-ebda żwieġ, l-ebda allarm falz, nies mexjin li jaslu Tiancanji, diffiċli biex issib nies, kawżi pubbliċi u (mhux Xing), migrazzjoni, konservattiv, proprjetà mitlufa, diffiċli biex issib, mard, titolbu għat-tberik, muntanji u oqbra, awspiċju", "古人": "Ziyi kien inkurunat re", "第X籤": "Id-Dsatax-il Lott Rebbieħ", "宮": "Tatsumi"}