{"籤詩版本二": "Wara tant inkwiet u perikli, qatt mhu se jerġa’ jkun vojt minn issa ‘l quddiem\nQalb ġeneruża għandha l-pjanijiet ġenerużi tagħha.Int trid tiltaqa’ ma’ espert biex tagħmel kisbiet kbar.", "詩意": "Din l-eżagramma hija bħal bir antik b'nixxiegħa.\nF'kollox, in-nies nobbli jiksbu suċċess.", "解曰": "Il-kawża eventwalment tkun iġġustifikata. Morda u sigura. Idħol u toħroġ biex tfittex parir. Il-bir antik jiltaqa' mar-rebbiegħa.", "籤詩故事一": "◇Yao Chong jikkontrolla l-ħarrub\nYao Chong (649-721), li ismu veru kien Yuan Chong, kien minn Shaanzhou.Hu serva bħala l-Ministru ta 'Xia Guan, Shangshu ta' Chunguan, Ziweiling, Zhongshuling, u Prim Ministru fid-Dynasty Tang.\nFir-raba 'sena ta' Kaiyuan (716), Shandong (ġeneralment jirreferi għall-Baċin tax-Xmara Isfar fil-lvant ta 'Huashan) kien milqut mill-ħarrub.In-nies kienu marbuta b'ideat superstizzjużi u ma azzardawx jikkaċċjawhom u joqtluhom. Minflok, waqqfu sagrifiċċji, ħarqu inċens, qima ħdejn l-għelieqi, u jaraw l-għelejjel jinbelgħu mill-ħarrub. .\nL-uffiċjali kollha emmnu: “Il-ħarrub huma diżastru naturali, kif jistgħu jiġu kkontrollati mill-ħaddiema!” Il-ġlieda bejn żewġ ideat differenti kienet ħarxa f’dak iż-żmien, kemm jekk tiġi eliminata jew le l-ħarrub.\nYao Chong qal: \"Sakemm naħdmu flimkien, nistgħu neħilsu minnhom kollha. Huwa qal: Il-ħarrub jibżgħu min-nies, għalhekk huma faċli biex ikeċċu. In-nebbieta għandhom sidien, għalhekk is-salvataġġ għandhom jaħdmu iebes; Ħarrub jistgħu jtiru, u jekk jaraw in-nar bil-lejl, itiru lejh; agħti n-nar fuqhom Fl-għalqa, ħaffer toqob waqt li taħarqu, difnuhom waqt li jaħarqu, u ma jibqax xejn.”\nXuanzong qal: \"Il-ħarrub huma diżastru naturali ikkawżat minn governanza morali fqira. Jekk titlob li jiġu kkaċċjati u maqtula, dan mhux imur kontra l-qamħ?\"\nYao Chong żied jgħid: \"Il-qbid u l-qtil tal-ħarrub kien ipprattikat mill-qedem, u l-maestà tiegħek se tużah fil-futur. Huwa avveniment nazzjonali ewlieni biex iġib il-paċi u l-prosperità lill-bdiewa. Jekk jogħġbok ikkunsidrah bis-serjetà.\"\nXuanzong kien konvint. Iżda dak il-ħin, kulħadd ġewwa u barra l-qorti qal li l-ħarrub ma jistax jiġi kkaċċjat.\nXuanzong qal: \"Iddiskutejt mal-prim ministru u ddeċidejt li naqbad il-ħarrub. Kull min jerġa' joġġezzjona jiġi eżegwit. \" Għalhekk bagħat liċ-ċensur biex jissorvelja u jidderieġi lin-nies biex jaħarqu u jidfnu l-ħarrub.\nIr-riżultati kienu pjuttost effettivi.Disa miljun dans ta 'ħarrub inqabdu madwar il-pajjiż, u l-pesta tal-ħarrub ġiet eliminata b'suċċess.L-agrikoltura kisbet ħsad tajjeb dik is-sena.\n(Għerf għandu jintuża fil-ġestjoni tad-diżastri u l-evakwazzjoni, u għandu jkun hemm strateġiji inġenjużi biex jingħelbu d-diffikultajiet. Yao Chong huwa l-espert f'din il-kwistjoni)", "聖意": "Id-dar hija ordinarja, l-awto huwa mblukkat, it-tiftix tal-flus huwa mblukkat, il-kummerċ huwa mblukkat, iż-żwieġ u l-armonija huma mblukkati, hemm periklu f'Liujia, il-pedestrians huma mblukkati, id-dud tal-ħarir huma mblukkati, il-bhejjem huma sfavorevoli, in-nies huma neqsin, il-kawżi pubbliċi huma imblukkata, il-migrazzjoni mhix raġonevoli, l-oġġetti mitlufa huma diffiċli biex issibhom, il-mard huwa diffiċli biex titlob għalih, il-muntanji u l-oqbra huma inċerti.", "古人": "Yao Chong jikkontrolla l-ħarrub", "第X籤": "Nirbħu l-lotterija ħamsa u għoxrin", "宮": "Mi Palace"}