{"籤詩版本二": "Xnigħat jgħid li l-affarijiet inqalbu ta’ taħt fuq, u rċevejt ittra mill-orizzont.\nIl-fama u s-suċċess imwiegħda lili fil-ktieb baqgħu vojta sal-aħħar.", "詩意": "Din l-eżagramma għandha isem falz.\nHuwa rakkomandabbli li tkun konservattiv f'kollox.", "解曰": "Fuq u 'l isfel mqalleb. It-tiftix tad-divertiment mhuwiex idle. Xewqa għall-fama. Ibqa' sigur.", "籤詩故事一": "◇ Zhong Kui jikseb il-kjarifika\nZhong Kui, li kunjom huwa Zhong Kui, li l-isem ta 'kortesija tiegħu huwa Zhengnan, huwa minn Zhongnanshan.\nMatul ir-renju tal-Imperatur Dezong tad-Dinastija Tang, Zhong Kui ħa sehem fl-eżami imperjali, Zhong Kui qara l-mistoqsijiet tal-eżami u immedjatament kiteb l-artiklu f'daqqa u għadda. L-eżaminatur ewlieni dakinhar kien Han Yu, il-Ministru tal-Affarijiet Ċivili, u d-deputat eżaminatur kien Lu Zhi, studjuż kbir. Meta t-tnejn qraw il-karta ta 'Zhong Kui, għajnejhom xegħlu u qalu fl-unison: \"Wizard, wizard! Kull kelma f'dan l-artikolu hija exquisite, denja ta' Li Taibai u Du Zimei! \" Allura semmew lil Zhong Kui bħala l-ewwel post.\nL-Imperatur Dezong sema’ r-rapport ta’ Han Yu u qal li Zhong Kui, iċ-ċampjin il-ġdid tax-xjenza, kellu talent kbir, għalhekk sejjaħ lil Zhong Kui fil-Palazz tad-Deheb.\nMeta l-Imperatur Dezong ra d-dehra kerha tiegħu, huwa immedjatament ħassu dispjaċir u qal, \"L-għażla ta 'skulari fil-qorti tagħna hija kollha bbażata fuq kliem personali u kaligrafija. Kif tista' persuna kerha bħal din tintgħażel bħala l-istudjuż numru wieħed fix-xjenzi tad-deheb? \"\nHan Yu niżel għarkupptejh u qal: \"It-tajjeb u l-ħażin ta' persuna mhumiex kollha dwar id-dehra. Int, il-Mulej Imqaddes, tisma' li Yan Ying huwa għoli tliet piedi u huwa ugwali għall-prim ministru? Zhou Chang stutters iżda jista 'jgħin lid-Dynasty Han; Confucius jiġġudika lin-nies bid-dehra tagħhom, u jitlef lil ibnu Yu. Nispera li l-maestà tiegħek taħseb darbtejn.\" \"\nL-Imperatur Dezong ħaseb għal mument u qal: \"Għalkemm il-kliem ta' Han Aiqing huwa raġonevoli, meta kont Imperatur Taizong, kien hemm tmintax-il studjuż li ġew Yingzhou u tkellmu dwarha. Dan ir-raġel kien l-istudjuż numru wieħed. Nibża' li d-dinja se tidħaq bija talli ma nagħrafx it-talenti.\"\nIl-Prim Ministru Lu Qi kien moħħu dejjaq u għira għat-talenti. Wara li sema' l-kliem tal-imperatur, inżel għarkobbtet u qal: \"L-istudjuż numru wieħed fis-suġġett tad-deheb għandu jkun kemm intern kif ukoll estern. Hemm tliet mitt kandidat għal dan is-suġġett. Għaliex ma tagħżilx ieħor?\"\nMeta Zhong Kui ra li dan ir-raġel kien daqshekk konfuż, ma setax ma jirrabjax. Huwa ppunta lejn Lu Qi u misħut: \"Jekk uffiċjal injorant bħal dan ikun fil-qorti, mhux se jagħmel ħsara lill-pajjiż?\" Wara dan, ta daqqa ta’ ponn lil Lu Qi bil-ponn.\nMeta raw dan, Dezong kien furious u qal: \"Int daqshekk kuraġġuż, tazzarda tikkawża problemi fil-Palazz tad-Deheb, neħħiha malajr!\"\nF'rabja, Zhong Kui ħareġ is-sejf minn qadd il-wieqfa ġenerali fil-palazz u daqqa qawwi: \"Huwa diffiċli għal qattus frustrat li jimita tigra, u pappagall frustrat mhuwiex tajjeb daqs tiġieġ.\" Wara dan, huwa kkommetta suwiċidju.\nMeta l-Imperatur Dezong ra li Zhong Kui wettaq suwiċidju b'rabja, kien sorpriż ħafna.Sabiex jirbaħ il-qlub tan-nies, ordna li Zhong Kui jiġi midfun bit-titlu uffiċjali ta 'Scholar Nru 1, u għamel ukoll lil Zhong Kui l-Alla tal-Eżorċiżmu biex jeħles lid-dinja mill-ispirti ħżiena.", "聖意": "Itlob għal tberik fuq id-dar tiegħek, is-sigurtà tiegħek stess, diffikultajiet finanzjarji, falliment tan-negozju, falliment taż-żwieġ, nies mexjin nisa Liujia, dud tal-ħarir tal-qasam tal-fiduċja nofshom imsajjar, sitt annimali domestiċi, jistgħu jitrabbew, nies neqsin, kawżi pubbliċi tal-Punent, telf ta 'migrazzjoni, konservattiv, telf ta 'proprjetà, mard, itlob għall-fortuna fil-muntanji u oqbra", "古人": "Zhong Kui kiseb it-Tao", "第X籤": "Is-sitta u għoxrin rebbieħa tal-lotterija (Lotterija)", "宮": "Mi Palace"}