{"籤詩版本二": "Fil-lvant, hemm Chanjuan sabiħ fid-dawl tal-qamar, u s-sħab jgħattih għal mument u jibqa’ moħbi.\nKultant jista’ jkun tond, imma kultant jista’ jkun nieqes.Dawk li jgħidu li mhux huma biss taħdit inattiv.", "詩意": "Il-qamar f'din l-eżagramma huwa mgħotti minn sħab.\nKollox għadu f’koma.", "解曰": "Sħab f'wiċċ l-ilma jgħatti l-qamar. M'hemmx għalfejn tiddubita. Nistennew li s-sħaba tiġbor. Imbagħad int se tifhem.", "籤詩故事一": "◇Bao Gong qed ifittex lill-Imperatriċi Li\nMatul ir-renju ta 'Zhenzong tad-Dynasty Song, l-Imperatriċi Li (l-Imperatriċi Li) kienet qaddejja fil-harem, kienet iffavorita minn Song Zhenzong u ġiet promossa għal Wanyi, u ħarġet tqila.\nImma dak iż-żmien, il-Konkubina Liu Def (aktar tard Empress Liu) kellha ħsibijiet ħżiena u tixħim lill-eunuch Guo Huai biex tissostitwixxi t-tifel ta 'l-Imperatriċi Li b'qattus ċivet imqaxxar, ħatfet lil binha 'l bogħod u qalet lill-imperatur li kien binha bijoloġiku. Song Zhenzong kien furious u bagħtet lil Li Empress lejn il-palazz tal-kesħa.\nWara li l-Konkubina De ġiet promossa għal reġina, ippjanat li toqtol lill-Imperatriċi Li, li ħarbet mill-palazz.\nĠurnata waħda, Li Niangniang, li kienet qed tgħix fit-triq, iltaqgħet ma' Bao Zheng, il-mibgħut imperjali, li kien għassa fiż-żona lokali, qaltlu dwar l-esperjenza ta' ħajjitha u li kienet l-omm bijoloġika tal-imperatur attwali Song Renzong. . Wara li Bao Zheng sar jaf bl-inċident, ħa lil Li Niangniang lura Beijing, irrapportaha lil Song Renzong u sab il-kwistjoni, u fl-aħħar l-omm u l-iben għarfu lil xulxin. L-Imperatriċi Dowager Liu u l-ewnuku inkarigat Guo Huai baqgħu rashom u stqarrew.", "聖意": "Jien inċert id-dar, nitlob għall-protezzjoni finanzjarja, xorti tajba fin-negozju, nuqqas ta 'qbil fiż-żwieġ, nies fl-għelieqi, dud tal-ħarir, annimali mhux favorevoli, problemi biex issib nies, kawżi, telf, migrazzjoni, konservattiv, proprjetà mitlufa, mard tal-Punent, diffiċli biex jirkupraw, rinnovazzjoni tal-qabar tal-muntanji", "古人": "Bao Gong qed ifittex lill-Imperatriċi Li", "第X籤": "It-tmienja u għoxrin rebbieħ tal-lotterija", "宮": "Palazz ta’ Nofsinhar"}