{"籤詩版本二": "Tqatta’ ħin fil-paċi u fil-kwiet, bilqiegħda u mimduda waqt li tieħu t-te wara li tkun mimlija\nM'għandekx bżonn tkun okkupat fiżikament u mentalment, u żgur li mhux se tikkawża inġustizzja jew diżastru.", "詩意": "Din l-eżagramma hija simbolu ta’ paċi u stabbiltà.\nFl-affarijiet kollha, stennija għall-ħin it-tajjeb se ġġib xorti tajba.", "解曰": "Ibqa’ sikur u sod. Staqsi lill-allat. Stenna sakemm jasal iż-żmien. L-affarijiet jiġru b'kumbinazzjoni.", "籤詩故事一": "◇Foyinhui Dongpo\nDarba, Su Dongpo kiseb xi fehim waqt li kien qed jistudja Zen. Induna li l-istat tiegħu kien traxxendenti, u ħass ferħ fih. Ma stajtx inrażżan il-passjoni tiegħi, xerred il-pinna tiegħi u ktibt poeżija:\n\"F'nofs is-sema, Jishou jiddi b'mod qawwi madwar l-univers; ma jistax jintefaħ mit-tmien irjieħ, huwa joqgħod wieqaf fuq lotus tad-deheb vjola.\"\n(It-tmien irjieħ jirreferu għal: profitt, tnaqqis, qerda, reputazzjoni, tifħir, redikolu, tbatija u hena. Jiġifieri, li ma tiġix imdejqa minn dawn it-tmien stati jissejjaħ \"it-tmien irjieħ ma jistgħux jiċċaqilqu\")\nWara li kitebha, Dongpo bagħat lill-qaddej tiegħu fuq ix-xmara biex jagħtiha lil Zen Master Foyin tat-Tempju ta 'Jinshan.\nWara li l-Mastru Zen Foyin qara, immarkaha bil-kelma \"fart\" u taha lill-qaddej tiegħu biex jieħu lura.\nDongpo kien furious wara li ra dan, għalhekk ħa dgħajsa fuq ix-xmara u mar fit-Tempju ta 'Jinshan biex isib is-siġill tal-Buddha għad-diskussjoni.\nMeta Dongpo wasal fil-bieb tat-Tempju Jinshan, Foyin kien diġà qed jistenna fil-bieb.\nSu Dongpo immedjatament akkuża lil Foyin: \"Għaliex issejjaħ fart il-poeżija li ktibt?\"\nFoyin wieġeb: \"M'intix diġà 'ma tistax tiġi minfuħ mit-tmien irjieħ'? Kif tista 'tiġi 'imsawwat tul ix-xmara' minn fart!\"\nF'dan il-ħin, Dongpo kien ixxukkjat meta rrealizza li ma kienx tajjeb biżżejjed u telaq fil-mistħija.\n(Din l-istorja hija metafora għal \"Is-sħana għadha ma waslitx\")", "聖意": "Itlob għad-dar tiegħek u s-sigurtà tiegħek, għall-ġid tiegħek, għan-negozju tiegħek, għal żmien tajjeb, għaż-żwieġ tiegħek, għal vjaġġatur mara f'Liujia, għall-wasla tad-dud tal-ħarir fl-għelieqi, biex is-sitt bhejjem ikunu stabbli, talli sejba lil xi ħadd, għal inkwiet, għal litigazzjoni pubblika, għal migrazzjoni, għal proprjetà mitlufa, għal mard, għal qabar tal-muntanji, awspiċju", "古人": "Foyinhui Dongpo", "第X籤": "Wieħed u tletin numru rebbieħ", "宮": "Wei Gong"}