{"籤詩版本二": "Il-vjaġġ tar-ritorn huwa ċert.Min jaf jekk hemmx ġada moħbija fil-ġebla?\nLadarba sengħa tajjeb ikollu qatgħa ċara, huwa se jħossu sigur u sigur fil-perjodu Jasper", "詩意": "F'din l-eżagramma, tista 'tara l-immaġni tal-ġada meta taqta' ġebla.\nAħdem ħafna biex tirnexxi f’kollox.", "解曰": "It-teżor jinsab fil-ġebla. Il-barranin ftit jafu. Stenna sakemm isir ċar. Agħmel dak kollu li tista’.", "籤詩故事一": "◇Liu Bei ifittex talenti (tliet żjarat għal cottage thatched, tliet żjarat thatched cottage)\nIl-perjodu Tliet Renji. Zhuge Liang għex f'seklużjoni f'għarix b'pajla f'Longzhong. Liu Bei kien ħerqan li jfittex it-talenti, għalhekk mar iżur lil Zhuge Liang personalment. Huwa żar lil Zhuge Liang tliet darbiet (magħrufa bħala \"Tliet Żjarat għall-Għatja Thatched\" fl-istorja). Liu Bei talab lill-oħrajn biex joqogħdu 'l bogħod u talab lil Zhuge Liang : \"Id-Dynasty Han qed tonqos, u ministri treacherous jisirqu ħajjithom. Maestà tiegħek. \" Mgħottija bit-trab. Ma nkejjelx il-virtù tiegħi u l-ħila tiegħi, irrid nemmen fit-tjieba kbira fid-dinja, iżda l-għerf tiegħi u l-ħiliet huma baxxi, għalhekk nużaha b'mod rampanti. Mil-lum. Madankollu, l-ambizzjoni tiegħi għadha ma spiċċatx, taħseb li l-pjan se jiġi implimentat?\"\nZhuge Liang imbagħad ippreżentalu l-pjan li jqassam id-dinja fi tliet partijiet, u analizza s-sitwazzjoni li fiha Cao Cao ma kienx disponibbli u Sun Quan seta' jgħinu. Huwa elaborat ukoll dwar il-kodardija tal-gvernaturi fl-istati Jing u Yi, li kellu l-opportunita li japprofitta minnu, u li seta biss japprofitta minn dawn i-ew stati.Bhekk biss jista jirba d-dinja;sahansitra qal lil Liu Bei l-istrate;ija li jattakka l-Pjanuri ?entrali. (Din id-diskussjoni aktar tard ġiet imsejħa \"Longzhong Dui\"). Wara li Liu Bei sema 'dan, faħħarha bħallikieku sab teżor, u stieden bil-qawwa lil Zhuge Liang biex joħroġ biex jgħin, u għalhekk Zhuge Liang sar il-konsulent militari ta' Liu Bei.", "聖意": "Id-dar hija paċifika, infittex il-ġid, il-kummerċ tax-xogħol ifixkel iż-żwieġ u jsir vjaġġatur virtwali f'Liujia.", "古人": "Liu Bei ifittex talenti (tliet żjarat għal cottage thatched, tliet żjarat thatched cottage)", "第X籤": "Ir-rebbieħ tal-lotterija tat-tieni u tletin", "宮": "Wei Gong"}