{"籤詩版本二": "Dress up u iffurmar mill-ġdid l-istil tal-familja antik.Il-Tao huwa mingħajr sema iżda għandu mertu.\nWara li jiknes ix-xewk u x-xewk fit-triq, it-tlieta qablu li jerġgħu jingħaqdu ma’ sħabhom", "詩意": "Din l-eżagramma tirrappreżenta l-arranġament mill-ġdid tal-ħwejjeġ.\nKollox huwa diffiċli qabel ma jsir faċli aktar tard.", "解曰": "Tinkwetax. Ħu gost. Jekk tistaqsi dwar il-futur. Hemm triq tajba quddiem.", "籤詩故事一": "◇Iskrittura Buddisti ta’ Tang Monk\nXuanzang (602-664), monk eminenti tad-Dinastija Tang, kellu kunjom komuni ta 'Chen u isem mogħti ta' Yi.Huwa twieled fil-Kontea ta 'Goushi, Luozhou (issa l-parti tan-nofsinhar ta' Yanshi City, Provinċja ta 'Henan). Sar monk fl-età ta’ tlettax-il sena u ħa l-isem Buddista Xuanzang. Id-dinja tissejjaħ Sanzang ta 'Tang Dynasty.\nFit-tielet sena ta’ Zhenguan (629, magħrufa wkoll bħala l-ewwel sena ta’ Zhenguan), ivvjaġġa lejn il-punent lejn Tianzhu (l-Indja) biex jikseb l-iskritturi Buddisti. Huwa daħal fil-periklu waħdu u ġarrab tbatijiet. Wasal biss f’erba’ snin.\nFis-sbatax-il sena ta 'Zhenguan, il-kaptan irriżenja uffiċjalment u rritorna lejn il-Lvant. Irritorna lejn iċ-Ċina permezz tat-Triq tan-Nofsinhar tal-Provinċja ta’ Xinjiang, Khotan, u Loulan ta’ llum.Ħa total ta’ sbatax-il sena u vjaġġ ta’ 50,000 mil. Meta wasal Chang'an fl-ewwel xahar tad-dsatax-il sena ta 'Zhenguan, l-imperatur ordna lil Liang Guogong Fang Xuanling u uffiċjali ċivili u militari oħra biex jagħtuh merħba kbira.\nIntalbu total ta’ 520 u 657 volum tal-iskrittura Buddisti Sanskrit oriġinali. u tradott għaċ-Ċiniż.\nWara li rritorna l-kaptan, kien rispettat ħafna mill-Imperatur Taizong u l-Imperatur Gaozong u ġie minqux f'Da Nei, u tah it-titlu \"Master Tripitaka\".", "聖意": "Id-dar tinsab f'taqlib, xorti tajba għalih innifsu, fortuna tajba, negozju tajjeb, żwieġ tajjeb, tfixkel il-wasla tan-nies fl-għalqa, dud tal-ħarir, bhejjem mhux favorevoli, tfittxija għal nies, kawżi pubbliċi, migrazzjoni, proprjetà mitlufa, mard tard, talb għall-barkiet, l-oqbra tal-muntanji għandhom ikunu qodma.", "古人": "Tang Monk Jitgħallem l-Iskrittura Buddisti", "第X籤": "Il-ħamsa u tletin rebbieħ tal-lotterija", "宮": "Shen Gong"}