{"籤詩版本二": "Jekk trid tkun sigur u paċifiku, mhux adattat li jkollok xemgħat fir-riħ.\nHuwa aħjar li tnaddaf u toqgħod f'sala fonda, mingħajr dawl, f'post kwiet b'dawl qawwi, u timxi → trasport. Ħawwad → Yao. Ħieles → ftit.", "詩意": "Din l-eżagramma hija bħar-riħ li jħawwad il-lampa u x-xemgħa.\nLi żżomm l-affarijiet kostanti se ġġib xorti tajba.", "解曰": "Toqgħod f'post kwiet. Kun fuq sejħa u jkun fil-ħin. Mhix barka. Konservattiv u xieraq.", "籤詩故事一": "◇Li Jing jirritorna lejn il-muntanji\nLi Jing (571-2 Lulju, 649), isem ta 'kortesija Ispiżjar, kien nattiv ta' Sanyuan, Yongzhou (issa grigal ta 'Sanyuan County, Provinċja ta' Shaanxi). Ġeneral mid-Dynasty Sui tard sal-bidu tad-Dynasty Tang, kien strateġista militari famuż b'ħiliet kemm ċivili kif ukoll militari fid-Dynasty Tang. Aktar tard, huwa ngħata t-titlu ta 'Duka ta' Wei, u kien magħruf bħala Duka ta 'Wei fid-dinja.\nLi Jing huwa missier it-tielet prinċep Nezha fil-lista ta 'allat, magħruf ukoll bħala r-\"Re ta' Tota\". Li Jing u ibnu għenu lil Jiang Ziya (Tai Gong) biex jegħleb lir-Reġina Zhou, jistabbilixxi d-Dynasty Zhou, u r-Re Wu tela' uffiċjalment fuq it-tron. Jiang Ziya mbagħad waqqaf lista ta 'allat u wettaq ċerimonja biex iserraħ l-erwieħ tas-suldati li mietu fil-battalja. Minn hemm 'il quddiem, id-dinja saret paċifika u paċifika. Ir-Re Wu ried jagħmel markiżi u jippremjahom, u ried ukoll jalloka art lill-eroj fundaturi. Li Jing, missieru u ibnu, u seba 'nies oħra talbu biex jirritornaw lejn il-muntanji biex jipprattikaw it-Taoiżmu u ma jkunux ossessjonati bil-fama u l-ġid tad-dinja. Iktar tard, is- sebaʼ kollha “saru qaddisin fil- ġisem” u kklassifikati fost l- immortali.\nL-Istorja ta' \"Feng Shen Bang\"", "聖意": "Id-dar hija konservattiva, jien ordinarju, infittex il-ġid, għandi diffikultà fin-negozju, iż-żwieġ tiegħi mhuwiex f'armonija, Liujia titlob biex il-pedestrians ikollhom fidi, id-dud tal-ħarir misjur fil-ħarifa, sitt annimali huma sikuri, in-nies huma neqsin, pubbliku kawżi u migrazzjoni huma konservattivi, mard tal-proprjetà mitlufa, ma jbiddlux il-qabar f'Jianxingshan.", "古人": "Li Jing jirritorna lejn il-muntanji", "第X籤": "Is-sebgħa u tletin rebbieħ tal-lotterija", "宮": "Shen Gong"}