{"籤詩版本二": "Mera ta’ elf sena magħquda mill-ġdid, mara titlob lir-raġel biex jerġa’ jiżżewweġ\nMinn dakinhar, il-familja nbidlet, u żdiedu t-tberik lit-tfal u n-neputijiet.", "詩意": "Din l-eżagramma tirrappreżenta r-riunjoni tal-mirja.\nKollox huwa xogħol iebes u għali.", "解曰": "Tħaffir ramel fid-deheb. Riding a Dragun u riding a tiger. Għalkemm huwa impenjattiv. Hemm suppliment fiha.", "籤詩故事一": "◇Yulianhui għaxar ħbieb\nFid-Dynasty Song, Qian Yulian iżżewweġ lil Wang Shipeng. Meta Shi Peng mar Beijing biex jagħmel l-eżami, l-għonja Sun Ruquan ġiegħel lil Yulian jerġa’ jiżżewweġ.\nQian Yulian irrifjuta l-proposta ta 'Sun Ruquan sinjur u jippreferi jiżżewweġ lil Wang Shipeng, studjuż fqir minn Wenzhou li kien mikrija minn \"Jing Chai\".\nAktar tard, Wang Shipeng rebaħ l-ewwel premju. Minħabba li rrifjuta li jiġi mġiegħel jiżżewweġ mill-Prim Ministru Wanqi, intbagħat biex iservi bħala mħallef fil-bogħod Chaoyang. Sun Ruquan bidlet segretament l-ittra tal-familja ta 'Wang Shipeng għal \"ittra ta' divorzju\" u qarraq b'Julian biex jiġi mqarraq. Omm Qian Yulian ġiegħlitha wkoll terġa 'tiżżewweġ, iżda Yulian irrifjutat u wettqet suwiċidju billi tefgħet fix-xmara. Hija ġiet salvata minn Qian Zaihe mill-Fujian Province u adottat bħala bintu adottata. .\nYulian ħaseb li Shipeng kien mejjet. Ħames snin wara, Wang Shipeng kien il-gvernatur ta 'Ji'an. Ġurnata waħda, huwa għamel ċerimonja ta' tifkira f'tempju Taoist biex jikkommemora l-mibkira martu. Yulian inzerta mar fit-tempju Taoist ta' Ji'an biex jaħraq inċens, u Wang u Qian kienu finalment magħquda mill-ġdid.", "聖意": "Id-dar mhix tajba għalih innifsu. Il-ħarifa u x-xitwa huma prosperi. Jalla l-ġid ikun prosperu. Il-ħarifa u x-xitwa huma prosperi. In-negozju huwa prosperu. Jalla ż-żwieġ ikun suċċess. Itlob biex il-pedestrians imorru l-għelieqi. Id-dud tal-ħarir jistgħu jitrabbew. Sitt bhejjem jistgħu jitqajmu. In-nies jistgħu jinstabu. Il-kawżi pubbliċi huma sfavorevoli. Il-migrazzjoni hija konservattiva. Telf ta’ proprjetà. Mard tard. Itlob għall-barkiet. Muntanji u oqbra huma tajbin.", "古人": "Yulianhui għaxar ħbieb", "第X籤": "Ir-raba' sinjal", "宮": "Utru"}