{"籤詩版本二": "Ir-rota ħamra taqa 'fil-punent, il-fenek jitla' fil-lvant, il-yin jikber u l-yang jisparixxi, u kollox jirnexxi\nJekk mara trid tużah, iżżid il-ġid tagħha u ġġib il-ferħ f'qalbha.", "詩意": "Din l-eżagramma hija s-simbolu tal-Yin li qed jikber u l-Yang li jisparixxi.\nKollox huwa diffiċli qabel ma jsir faċli aktar tard.", "解曰": "Yin jibbenefika lin-nisa. Mhux adattat għall-irġiel. Jekk qed tfittex parir. L-ewwel jiġi l-ħażen u mbagħad jiġi t-tajjeb.", "籤詩故事一": "◇Wu Zetian tela’ fuq it-tron\nFl-età ta '14-il sena, Wu ġie msejjaħ fil-palazz mill-Imperatur Taizong Li Shimin tad-Dynasty Tang bħala persuna b'talent, bl-isem \"Wu Mei\". Wara li miet Taizong, Zetian daħal Tempju Ganye u sar soru.\nMeta l-Imperatur Gaozong tad-Dynasty Tang wasal fuq it-tron, huwa sejjaħ lill-familja Wu fil-palazz biex jagħti ġieħ lil Zhaoyi. Fis-sitt sena ta 'Yonghui (655), l-Imperatur Gaozong stabbilixxa lil Wu bħala r-reġina tiegħu.\nWu Zetian kien intelliġenti, involut fil-letteratura u l-istorja, u kien għani fir-risorsi. Ftit wara li Wu Zetian saret ir-reġina, minħabba li Gaozong kien dgħajjef u marid, ġieli fdaha biex tieħu ħsieb ċerti affarijiet politiċi, u għalhekk il-poter tagħha kiber. Fl-ewwel sena ta 'Shangyuan (674), l-Imperatur Gaozong kien imsejjaħ \"Imperatur\", l-Imperatur Wu kienet imsejħa \"Reġina tas-Sema\", u t-tnejn kienu jissejħu \"Żewġ Qaddisin\" fil-palazz.\nFl-ewwel sena ta 'Hongdao (683), Gaozong miet, il-Prinċep Li Xian daħal fuq it-tron, u Wu Zetian daħal biex imexxi d-dinastija. Fi Frar ta 'l-ewwel sena ta' Sisheng (684), Wu Zetian iddepożita lil Li Xian bħala Re ta 'Luling u stabbilixxiet ir-raba' binha Li Dan bħala imperatur, u kompliet imexxi d-dinastija. F'Settembru ta 'l-istess sena, hija bidlet il-bandiera għal deheb, u Luoyang, il-kapital tal-Lvant, ingħatat l-isem ta' kapital divina. Fid-disa 'jum ta' Settembru fl-ewwel sena ta 'Tianshou (690), Wu Zetian ipproklama lilu nnifsu imperatur u biddel l-isem tal-pajjiż għal Zhou.", "聖意": "Id-dar hija sfavorevoli għalih innifsu, titlob għat-tberik, tfittex il-ġid, tħares it-tranżazzjonijiet, xorti tajba fiż-żwieġ, xorti ħażina fiż-żwieġ (nisa), pedestrians jimblukkaw għelieqi, dud tal-ħarir, bhejjem prosperi, infittxu nies, separazzjoni, kawżi, telf, migrazzjoni , telf ta 'proprjetà, mard, xokk, muntanji u oqbra, Xorti tajba", "古人": "Wu Zetian jitla’ fuq it-tron", "第X籤": "L-erbgħin rebbieħ tal-lotterija", "宮": "Int Palazz"}