{"籤詩版本二": "Tiftakar il-kliem tajjeb infinit, imma int tkun iben ħalliel.\nTkunx greedy bħalissa u tinkwieta dwar kif kien jagħmel xi ħaġa tajba sena ilu.", "詩意": "Din l-eżagramma tidentifika ħalliel bħala iben.\nKun kuxjenzjuż f’kollox.", "解曰": "Dan biss. Sinjur ma jiżbaljax. Żommha f'moħħha. Tkunx solitarju.", "籤詩故事一": "◇Dong Zhuo jaċċetta Lu Bu\nLu Bu, kuraġġuż u tajjeb fil-ġlied, kien ġenerali militari famuż fi tmiem id-Dynasty Han tal-Lvant u l-bidu tat-Tliet Renji.Darba kien iqis lil Ding Yuan, il-gvernatur ta 'Jingzhou, bħala missier adottiv tiegħu u serva taħtu.\nWara l-mewt tal-Imperatur Ling tad-Dynasty Han tal-Lvant, Ding Yuan mar Beijing biex jikkonkludi mal-ġenerali He Jin biex jikkontrolla l-gvern.\nDong Zhuo ġġieled ma 'Ding Yuan, iżda diversi ġenerali ma setgħux jegħlbu lil Lu Bu, għalhekk Dong Zhuo bagħat lis-subordinat tiegħu Li Su biex tixħim lil Lu Bu. Li Su ġab munzelli ta 'teżori tad-deheb u tal-fidda u ż-żiemel famuż tal-fenek aħmar biex \"iżur lil Lu Bu\". Li Su ġab munzelli ta 'teżori tad-deheb u tal-fidda u l-famuż żiemel tal-fenek aħmar biex iżuru Lu Bu. Allura Lu Bu ġie tixħim minn Dong Zhuo biex joqtol lil Ding Yuan, u qal lis-suldati tiegħu biex jiġu miegħu jekk riedu, u biex jitilqu jekk ma ridux isegwuh. B'riżultat ta 'dan, ħafna mis-suldati ħarbu. Allura Lu Bu ġie mixħim minn Dong Zhuo u qatel lil Ding Yuan.\nWara li Dong Zhuo kiseb il-poter, huwa adotta lil Lu Bu bħala ibnu adottiv u għamiltu ġenerali u markiz.\nDong Zhuo kellu temper vjolenti, u r-\"relazzjoni missier-iben\" ma 'Lu Bu kienet fil-fatt dgħajfa ħafna. Fl-189 AD, fuq l-istigazzjoni ta' Situ Wang Yun, Lu Bu qatel lil Dong Zhuo.\nSitt xhur wara l-mewt ta’ Dong Zhuo, it-truppi qodma ta’ Dong Zhuo invadew il-kapitali, u Lu Bu u martu ħarbu f’paniku. Wara li ħalla l-kapitali, Lu Bu fittex kenn mal-kmandanti tal-gwerra Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, eċċ., u ġġieled ħafna drabi ma 'Cao Cao, kap tal-gwerra ewlieni ieħor f'dak iż-żmien.Lu Bu kien kuraġġuż u tajjeb fil-ġlied, u għeleb lil Cao Cao diversi drabi.\nFit-tielet sena ta 'Jian'an fid-Dynasty Han tal-Lvant, it-truppi ta' Cao Cao attakkaw lil Xiaopei, il-bażi ta 'Lu Bu, u nqabdu u nqatlu minn Cao Cao taħt it-Torri Baimen. Qabel l-eżekuzzjoni, Lu Bu talab lil Cao Cao biex iżommu ħaj biex jevita l-mewt, iżda Liu Bei fakkar lil Cao Cao li Lu Bu kien ittradixxa ħafna drabi u kien raġel diżonest. Fl-aħħar, Cao Cao, li vvaluta biss it-talenti irrispettivament mill-moralità, eżegwixxa lil Lu Bu.", "聖意": "Jien inċert id-dar, normalment infittex il-flus, inħares kontra t-tranżazzjonijiet, huwa diffiċli li tiżżewweġ, ir-raġel Liujia huwa ixxukkjat, id-dud tal-ħarir huwa nofsu misjur fl-għalqa, is-sitt annimali huma sikuri, il-persuna qed tfittex lilu , il-kawża pubblika hija xierqa, u l-migrazzjoni hija li titlob għal affarijiet mitlufa li huma diffiċli biex isibu, mard, u l-paċi fil-qabar ta 'Zhenxing Mountain.", "古人": "Dong Zhuo jaċċetta Lu Bu", "第X籤": "Il-41 rebbieħ tal-lotterija", "宮": "Int Palazz"}