{"籤詩版本二": "L-imperatur, l-imperatur, u l-imperatriċi fl-aħħar se jkunu grazzjużi u jistennew u jitolbu għat-tberik mingħajr telf jew gwadann.\nIl-ħlejjaq kollha senzjenti jibbenefikaw minnha, u l-prosperità hija mistennija fid-dinja u fis-sema.", "詩意": "Din l-eżagramma hija sinjal ta’ favur mis-sema.\nKollox se jkun ta 'suċċess.", "解曰": "L-imperatur wera favur tiegħu. Tinsa qatt. Ritwali filgħodu u filgħaxija. Huwa xieraq li jinħaraq l-inċens.", "籤詩故事一": "◇Mulian salva lil ommu\nMokou Lian, jew Mulian, huwa l-aktar qawwi fost l-għaxar dixxipli ta 'Sakyamuni Buddha.\nOmmu kienet greedy u stingy matul ħajjitha, għalhekk waqgħet fil-qasam tal-fantażmi bil-ġuħ wara mewtha. Mokhullian uża l-qawwa maġika tiegħu biex josserva u sab li ommu twieldet bħala fantażma bil-ġuħ, mingħajr mod biex tikseb l-ikel u kienet fi tbatija kbira.Huwa uża l-qawwa maġika tiegħu biex iġib l-ikel lil ommu.B'mod mhux mistenni, wara li l-omm irċeviet l-ikel, inbidel f'irmied u ma setax jittiekel.\nMaudgalyana kienet inkwetata dwar dak li ġara u rrapportat lill-Buddha. Il-Buddha qal lil Mulian li fil-15-il jum tas-seba' xahar Lunar, għandu jpoġġi mitt togħma u ħames frott ġo baċin u joffrihom lill-patrijiet virtużi tal-għaxar direzzjonijiet.B'din is-setgħa, ommu tkun tista' tiekol. .\nMaudgalyana aġixxa skond ir-rieda tal-Buddha, u ommu finalment ġiet liberata. Dan it-tip ta 'ċerimonja jissejjaħ \"Obon Festival\" u dan il-festival jissejjaħ \"Obon Festival\".\n(Nota: Sustanza għandha sentimenti differenti f'livelli differenti tad-dinja. Pereżempju: meta tagħmel ix-xita f'din id-dinja, narawha bħala \"ilma\", filwaqt li l-bnedmin fil-qasam tal-fantażmi bil-ġuħ iħossuha bħala \"demm\", u senzjenti. ħlejjaq fid-dinja tal-infern iħossuha bħala \"demm\". Tħossha qisha \"jitwaqqa' xabla\", filwaqt li l-bnedmin tas-sema jħossuhom bħal \"jitħallu fjura\".)", "聖意": "Nitolbu għad-dar u d-dar, nitolbu għal xorti tajba fix-xitwa, tfittex il-ġid, l-ebda transazzjoni, żwieġ, paċi f'Liujia, nies mexjin, għelieqi li jiċċaqalqu, dud tal-ħarir, sitt annimali, isibu nies, kawżi, suċċess, migrazzjoni, konservattivi, proprjetà mitlufa, mard , paċi tal-moħħ, paċi tal-muntanji u oqbra", "古人": "Mulian isalva lil ommu", "第X籤": "Iffirma tnejn u erbgħin", "宮": "Int Palazz"}