{"籤詩版本二": "Id-dinja hija flessibbli u l-affarijiet kollha jsostnu lilhom infushom, jappoġġaw lilhom infushom u sikuri\nKollox fil-ħajja huwa meraviljuż, irringrazzja lill-qaddisin u lill-għorrief għal kollox, u kun prosperu.", "詩意": "Din l-eżagramma tirrappreżenta l-armonija bejn id-dinja u l-art.\nKollox sejjer tajjeb u m'hemm l-ebda periklu.", "解曰": "L-affarijiet kollha jitwieldu. Il-pjanijiet u x-xewqat kollha jsiru realtà. Ford jgħin. Rui Qi huwa mgħaġġel.", "籤詩故事一": "◇Walkers jiksbu kjarifika\nStorja ta’ Vjaġġ lejn il-Punent:\nSun Wukong ħa f’idejh il-Muntanja tal-Fjuri u l-Frott u sar sultan.Iktar tard, sabiex isib mod kif jgħix għal dejjem, qatta’ tmien jew disa’ snin jivvjaġġa madwar muntanji u xmajjar biex iqimu lill-Patrijarka Bodhi bħala għalliem tiegħu. Tgħallem is-sebgħin u żewġ trasformazzjonijiet tal-ħażen earthly u sħab somersault, u ħa l-kunjom Sun għall-ewwel darba. Imsemmi Wukong.\nWara dan, Sun Wukong marret fil-Palazz tad-Dragon fil-Baħar taċ-Ċina tal-Lvant sabiex issib arma xierqa, u finalment sabet il-Ruyi Golden Cudgel, il-labra divina ta 'Tianhe u Dinghai. Minħabba li l-ħajja tiegħu kienet spiċċat, huwa għamel taħwid kbir fid-dinja ta 'taħt, irreveda l-ktieb tal-ħajja u l-mewt, u reġa' lura fid-dinja tal-bniedem. Iktar tard, Sun Wukong ġie msejjaħ mis-sema għall-ewwel darba u kien jismu Bima Wen. Aktar tard, ġie msejjaħ fis-sema għat-tieni darba u ġie msejjaħ il-Monkey King.Huwa wkoll seraq ħawħ u kkawża problemi fis-sema.Hu kien issiġillat fil-Bagua Furnace biex jipprattika l-għajnejn tad-deheb tiegħu u l-għajnejn tan-nar tiegħu. Fl-aħħarnett, ġie mrażżan. minn Tathagata Buddha fil-qiegħ tal-Muntanja Wuzhi għal 500 sena, ma jistax jiċċaqlaq. Il-post fejn il-forn Bagua ġie mitfugħ inbidel f’muntanja ta’ fjammi.\nĦames mitt sena wara, Monk Tang mar lejn il-Punent biex jikseb skritturi, għadda mill-Muntanji Ħames Elementi, u neħħa t-talisman qabel ma salva lil Sun Wukong. Sun Wukong infaqat jibki bi gratitudni.Wara li ngħata struzzjonijiet minn Guanyin Bodhisattva, huwa kien jadura lil Tang Monk bħala għalliem tiegħu u mar il-Punent biex jitgħallem l-Iskrittura flimkien. Fit-triq biex titgħallem l-Iskrittura, Sun Wukong niżel fuq id-demonji u eliminat il-mostri, u ripetutament wettaq feats straordinarji.Madankollu, kien mifhum ħażin u mkeċċi mill-kaptan tiegħu Tang Seng għal darb'oħra. Wara wieħed u tmenin diffikultajiet, ix-xogħol tlesta fl-aħħar.L-erba’ imgħallem u dixxipli waslu fit-Tempju ta’ Xitian Leiyin u kisbu l-iskrittura vera. Sun Wukong kisbet ir-riżultat it-tajjeb.\n(Din l-istorja hija metafora li anke xadina tista’ ssir imdawwal, aħseb u ara bniedem.)", "聖意": "Id-dar hija ta 'awspiċju għalih innifsu, għall-ġid, negozju, żwieġ, Liujia, nies mexjin maskili, ostruzzjoni ta' għelieqi, dud tal-ħarir, sitt annimali, Zhongping, tfittex nies, kawżi, suċċess, migrazzjoni, telf ta 'proprjetà, mard, qabar Xingxingshan, affarijiet huma awspiċju", "古人": "Il-vjaġġatur jikseb id-dawl", "第X籤": "Iffirmat fit-43", "宮": "xugong"}