{"籤詩版本二": "It-temp kiesaħ jibdel l-ilma fis-silġ Għaliex tkun greedy għall-fama?\nM'għandix għażla ħlief li noqgħod bil-kwiet u nistenna li l-weraq jiffjorixxu b'mod naturali.", "詩意": "F'din l-eżagramma, l-ilma jinbidel f'silġ.\nTitlob xejn għalxejn.", "解曰": "L-ilma jiffriża fis-silġ. Is-silġ idub fl-ilma. Jekk hija konfoffa. Dak hu eżattament dak li hu.", "籤詩故事一": "◇Wang Xiang jitlob għall-karpjun (Erbgħa u Għoxrin Stejjer tal-Pietà Filjali)\nWang Xiang tad-Dynasty Jin, isem ta 'korteżija Fuzheng, twieled f'Linyi.\nMeta Wang Xiang kien żgħir, ommu bijoloġika mietet.Missieru waħdu żżewweġ mara jisimha Zhu, u Wang Xiang kellu omm ġdida. Meta Wang Xiang kien żgħir, ommu bijoloġika mietet, u missieru waħdu żżewweġ mara jisimha Zhu. L-omm ta’ Wang Xiang kienet mara b’moħħ dejjaq u għira, ma kinitx togħġobha lil Wang Xiang u ta’ spiss tiċanfarlu għal affarijiet trivjali. Dalwaqt, il-passomm welldet ukoll tifel jismu Wang Lan. Il-mather kienet tħobb biss lil uliedha stess, u qieset lil Wang Xiang bħala xewka f'ġenbha. Hija saret saħansitra aktar eżiġenti fuq Wang Xiang, u ħafna drabi tkellmet ħażin lil Wang Xiang quddiem missieru. Anki missieru gradwalment ma baqax iħobbu. Il-mather kienet tħobb biss lil uliedha stess, u kienet tqis lil Wang Xiang bħala xewka f'ġenbha. Kienet saħansitra aktar impenjattiva fuq Wang Xiang, u ħafna drabi tkellmet ħażin lil Wang Xiang quddiem missieru. Anke missieru gradwalment ma baqax iħobbu. Għalkemm il-half-brother ta 'Wang Xiang, Wang Lan huwa faċli ħafna ma' ħuh. Minkejja t-tortura ta’ ommha, kienet għadha filjali ħafna. Il-mather hija tant ħarxa, iżda Wang Xiang għadu filjali ħafna.\nOmm tiegħu għandha passatemp, jiġifieri, tħobb tiekol ħut frisk li għadu kemm mistada mix-xmara. Omm tiegħu għandha passatemp, jiġifieri, tħobb tiekol ħut frisk li għadu kemm mistada mix-xmara. Xitwa waħda, missieru telaq għan-negozju, u l-mara tiegħu mardet għal darb'oħra.L-aħwa Wang Xiang u Wang Lan servew bir-reqqa soppa u mediċina biex tiekol ommhom.Fit-temp kiesaħ qawwi, il-marda tal-stemama xorta ma tjiebx.f'a għaġġel. Xitwa waħda, missieru telaq għan-negozju, u l-mara tiegħu mardet għal darb'oħra.L-aħwa Wang Xiang u Wang Lan servew bir-reqqa soppa u mediċina biex tiekol ommhom.Fit-temp kiesaħ qawwi, il-marda tal-stemama xorta ma tjiebx.f'a għaġġel. L-omm marida riedet tiekol ħut frisk mix-xmara F’dik il-klima kiesħa qawwija, barra kienet qed tagħmel il-borra u l-ilma fix-xmara kien diġà nbidel f’silġ oħxon. L-omm marida riedet tiekol ħut frisk Fejn seta’ jinstab ħut frisk f’dik il-klima silġ u silġ?\nF'dawk il-jiem, ma kienx hemm platti barra l-istaġun, u ma kontx tixtrihom anki jekk kellek flus.\nF'dan il-punt fl-istorja, ġrat l-istorja kommoventi ta 'Wang Xiangqiu Li. Iż-żewġt aħwa jgħassu lil ommhom bla sahha.Wang Xiang mexa lejn ix-xmara ffriżata sabiex ma jiddiżappuntax lill-mather marida tiegħu.Wang Xiang kellu idea u neħħa l-qmis irrispettivament mill-kesħa.Hu kien qiegħed għarwien fuq il-glaċiera u ried Huwa juża it-temperatura tal-ġisem tagħha stess biex idub is-silġ (hekk il-karpjun Wang Xiangqiu jissejjaħ ukoll Wang Xiang li jinsab fuq is-silġ). Neħħa l-qmis u poġġiet għarwien fuq il-glaċiera. Huwa talab lil Alla u qal: \"Alla, ommi hija marida u trid tiekol karpjun frisk. Trid issib mod għalija x'ikun. \" Stramba biżżejjed, il-blokka tas-silġ ħdejh f'daqqa waħda xquq, u kien hemm żewġ xquq.Karpjun ħaj qabeż mix-xquq u qabeż fuq is-silġ.Wang Xiang kien kuntent ħafna. Huwa talab lil Alla: \"Alla, ommi hija marida u trid tiekol karpjun frisk. Trid issib mod għalija x'ikun. \" Stramba biżżejjed, il-blokka tas-silġ ħdejh f'daqqa waħda xquq, u kien hemm żewġ xquq. Karpjun ħaj qabeż mill-qasma u qabeż fuq is-silġ.Wang Xiang kien kuntent ħafna. Niżel għarkubbtejh malajr, irringrazzja lil Alla, u ġera d-dar bil-karpjun. Niżel għarkubbtejh malajr, irringrazzja lil Alla, u malajr ħa l-karpjun u mar id-dar. Wara li l-ommha kielet karpjun frisk, malajr irkuprat mill-marda tagħha. Il-mather fis-sodda tal-isptar baqgħet stordita meta rat il-parti ta’ fuq tal-ġisem għarwien ta’ Wang Xiang, li kienet qed tidwir vjola mill-kesħa, u żewġ ħutiet f’idejh. Hija daħlet fil-kamra ferħana u baqgħet stordita.\nWang Xiang aktar tard sar uffiċjal u sar Taibao, u ngħata t-titlu ta 'Duka.", "聖意": "Inkwiet fid-dar, nitlob għall-protezzjoni, diffikultajiet finanzjarji, problemi ta 'negozju, żwieġ, inkonsistenza fl-assigurazzjoni Liujia, nies mexjin, Chi Tian, ​​telf tad-dud tal-ħarir, sitt telf ta' bhejjem, nies neqsin, kawżi pubbliċi, migrazzjoni, konservattiv, proprjetà mitlufa, mard , diffiċli biex tirkupra minn, qabar tal-muntanji, Xorti tajba", "古人": "Wang Xiang jitlob għall-karpjun (Erbgħa u Għoxrin Stejjer tal-Pietà Filjali)", "第X籤": "Disgħa u erbgħin Nirbħu l-Lott", "宮": "Haigong"}