{"籤詩版本二": "Tista 'tivvjaġġa lejn l-irkejjen kollha tal-pajjiż, iddendel il-kanupew tal-qlugħ biex iżżommha liberament\nJekk ikun hemm riħ favorevoli, dalwaqt jasal u d-dgħajsa tkun mimlija teżori.", "詩意": "Din l-eżagramma qisha tiġbed dgħajsa bir-riħ.\nKollox imur tajjeb.", "解曰": "Strieħ komdi. Ebda sforz meħtieġ. Ħafna ġid. Kollha ammirajt.", "籤詩故事一": "◇Tao Zhugui Ħames Lagi (Fan Ligui Lake)\nFil-Perjodu tar-Rebbiegħa u l-Ħarifa, Fan Li, li l-isem ta 'kortesija tiegħu kien Shaobo, kien magħruf ukoll bħala Gui Yizipi jew Tao Zhugong.\nDak iż-żmien, kien hemm gwerra bejn l-Istat ta 'Wu u l-Istat ta' Yue, u l-Istat ta 'Wu qered l-Istat ta' Yue. Fan Li u Wen Zhong ifformulaw pjan għal Yue King Gou Jian biex jippromwovu lil Yue u jeqirdu lil Wu. Fan Li ivvjaġġa personalment permezz ta 'muntanji u xmajjar, u żar ix-Xmara Huansha fil-Mt. Cailuo biex issib lil Xi Shi, mara sabiħa kemm b'virtujiet, talenti, kif ukoll sbuħija, u ppreżentaha lir-Re ta' Wu. Huwa uża \"sbuħija. trick\" biex jikkoperaw ġewwa u barra u qered ir-Renju Wu.\nWara li rnexxielu jħassar ir-Renju Wu, Fan Li kien jaf li Gou Jian kien \"għasfur b'għonq twil b'munqar\" u seta' jaqsam miegħu t-tbatijiet u l-kuntentizza, għalhekk hu u Xi Shi baħħru madwar ir-Renju Qi, bidlu isimhom. lil Gui Zipi, u mexxa lil uliedu u lid-dixxipli fis-Saltna Qi.Jgħixu ġo cottage ħdejn il-baħar. Ħadem ħafna biex jikkultiva l-art tal-iskart, imexxi negozju sekondarju u jagħmel in-negozju.Fi żmien ftit snin, akkumula għexieren ta’ miljuni ta’ proprjetà tal-familja. Kien ġeneruż biex ixerred il-ġid u jagħmel il-ġid lil raħal twelidu.L-għerf u l-ħila ta’ Fan Li kienu apprezzati min-nies tal-Qi.Is-sultan tal-Qi stiednu f’Linzi, il-kapitali, u qimah bħala l-prim ministru responsabbli mill-affarijiet tal-gvern. . Huwa esklama: \"Li tkun uffiċjal jista 'jwassal għal ministri, u t-tmexxija ta' familja tista 'twassal għal fortuna. Għal komuni li beda mill-bidu, dan laħaq l-estrem. Li tkun onorat għal żmien twil x'aktarx mhux sinjal tajjeb.\" Għalhekk, tliet snin biss wara, għal darb'oħra Jiliu irtira b'kuraġġ, irritorna s-siġill lis-sultan ta 'Qi, u ta l-ġid kollu tal-familja tiegħu lill-ħbieb qrib tiegħu u r-raħħala sħabu.", "聖意": "Id-dar hija tajba għalih innifsu (biex jintbagħat), il-flus huma tajbin, in-negozju tajjeb, in-negozju tard, iż-żwieġ mhux tajjeb, Liujia huwa sigur, in-nies qed ixekklu l-għelieqi, dud tal-ħarir, ħarifa, sitt bhejjem, ir-rebbiegħa hija prospera, in-nies qed ifittxu nies, il-kawżi huma ħżiena, il-migrazzjoni hija konservattiva, l-affarijiet mitlufa, il-mard tal-Punent jiġi solvut, il-muntanji u l-oqbra huma fin-nofsinhar.", "古人": "Tao Zhugui Ħames Lagi (Fan Ligui Lake)", "第X籤": "Il-ħamsin rebbieħ tal-lotterija", "宮": "Haigong"}