{"籤詩版本二": "Il-ġranet tas-sajf huma l-itwal u kulħadd huwa mħasseb dwar is-sħana u d-dipressjoni\nIs-sema u l-art jafu wkoll x’jixtiequ n-nies, u r-riħ jonfoħ u huwa naturalment frisk", "詩意": "Din l-eżagramma tindika li kulħadd huwa mħasseb dwar is-sħana.\nAgħmel dak li trid.", "解曰": "M'hemm l-ebda dubju dwar jekk għandhiex tavvanza jew tirtira. Ħu gost. Huwa għall-ikkampjar? M'hemmx għalfejn taġixxi bl-għaġla.", "籤詩故事一": "◇Kong Ming jidħol fis-Sichuan\nZhuge Liang (181-234), isem ta 'kortesija Kongming, kien nattiv ta' Yangdu, Langya (issa Yinan County, Provinċja ta 'Shandong), u kien il-prim ministru ta' Shu Han (Liu Bei) matul il-perjodu tat-Tliet Renji.\nGħalkemm Liu Bei rebaħ Jingzhou, ma kienx biżżejjed li tissepara naħa waħda.Zhuge Kongming ippjana li jaqbad Xichuan biex iżid it-territorju ta 'Liu Bei. F'dan iż-żmien, Liu Zhang f'Yizhou ġie attakkat minn Zhang Lu fit-tramuntana. Zhuge Kongming sar jaf li Liu Zhang ried jiddedika l-mappa ta 'Xichuan lil Cao Cao sabiex jipproteġi lilu nnifsu. Meta Zhang Song (is-subordinat ta 'Liu Zhang) iltaqa' ma' Cao Cao, minħabba li Cao Cao kien arroganti u rude, Liu Zhang ħa l-mappa lura lejn Xichuan u għadda Jingzhou fit-triq. Kong Ming kien diġà kien qed jistennieh fit-triq u stiednu għal Jingzhou, iżda qatt ma semma l-Istampa Xichuan sal-ħin tat-tluq.Zhang Song kien grat lejn Kong Ming għall-kortesija u l-ospitalità tiegħu, għalhekk iddedika l-Istampa Xichuan għal lilu.\nIt-terren ta’ Xichuan kien perikoluż u seta’ jiġi attakkat jew difiż.Wara d-diversi arranġamenti ta’ Kong Ming, Xichuan sar il-post fejn twieled Liu Bei.\n(Kong Ming ittratta lin-nies b'korteżija u kiseb faċilment ix-Xichuan tant mixtieq.)", "聖意": "Itlob għat-tberik fid-dar u għall-protezzjoni tiegħek (hemm xorti tajba fl-isfortuni) Fittex il-ġid, xorti tajba fin-negozju, żwieġ komuni, twelid ta 'subien f'Liujia, għelieqi li jiċċaqalqu, dud tal-ħarir, ħsara lill-bhejjem, tfittex nies, pubbliku kawżi, migrazzjoni, affarijiet qodma mitlufa, mard tat-tramuntana, xewqat għal muntanji u oqbra", "古人": "Kong Ming jidħol fis-Sichuan", "第X籤": "Kapitolu 51: Nirbħu l-lott (Nirbħu l-lott)", "宮": "Utru"}