{"籤詩版本二": "Jeħtieġ ħafna sforz biex taqbad il-qamar fl-ilma.Jeħtieġ ħafna sforz imma xejn.\nTkellimx bla sens u taħli l-isforzi tiegħek biex issaħħaħ il-ġisem.Il-kelma \"ġisem nixfu\" oriġinarjament tfisser \"ġisem waħdu\".", "詩意": "Din l-eżagramma hija greedy għall-immaġni ta 'sforz.\nKollox huwa impenjattiv u impenjattiv.", "解曰": "Il-wegħdiet diffiċli biex tiftakar. Ħafna xogħol iebes. Tinkwetax id-dar. Nistennew li niltaqgħu ma’ nies nobbli.", "籤詩故事一": "◇Taibai qabad il-qamar waqt li kien fis-sakra (Li Taibai qabad il-qamar waqt li kien fis-sakra)\nLi Bai (701-762), magħruf ukoll bħala Taibai, magħruf ukoll bħala Qinglian Jushi. Il-poeta tad-Dynasty Tang, li sejjaħ lilu nnifsu immortali mkeċċi, kien magħruf bħala l-Immortali tal-Poeżija, u kien dejjem kuntent mingħajr ma jixrob.\nLadarba Li Bai wasal Jinling (issa Nanjing) u mistrieħa f'ristorant ħdejn Wende Bridge.\nDik il-ġurnata nzerta kienet il-ħmistax-il jum tax-xahar tax-xitwa Lunar.Billejl, kien joqgħod waħdu fir-ristorant u jammira l-qamar, waqt li jixrob u jirreċita poeżiji. Dik il-ġurnata nzerta kienet il-ħmistax-il jum tax-xahar tax-xitwa Lunar.Billejl, kien joqgħod waħdu fir-ristorant u jammira l-qamar, waqt li jixrob u jirreċita poeżiji. Li Taibai iħobb il-qamar l-aktar f’ħajtu, u qal li kien nadif u sabiħ. Li Taibai iħobb il-qamar l-aktar f’ħajtu, u qal li kien nadif u sabiħ. Dak il-lejl, ħares ’l fuq u ra l-qamar abjad u tond fis-sema.Ferħ ħafna u xorob ftit tazzi oħra. Dak il-lejl, ħares ’l fuq u ra l-qamar abjad u tond fis-sema.Ferħ ħafna u xorob ftit tazzi oħra. F'nofs il-lejl, Li Taibai ħa vantaġġ mill-inbid u niżel fis-sular ta' Wende Bridge. F'nofs il-lejl, Li Taibai ħa vantaġġ mill-inbid u niżel fis-sular ta' Wende Bridge. Hekk kif tela’ fuq il-pont, niżżel rasu u f’daqqa waħda ra l-qamar nieżel fl-ilma.Meta x-xmara mxiet, ftit linji suwed żdiedu mad-dell abjad tal-qamar. Hekk kif tela’ fuq il-pont, niżżel rasu u f’daqqa waħda ra l-qamar nieżel fl-ilma.Meta x-xmara mxiet, ftit linji suwed żdiedu mad-dell abjad tal-qamar. Li Taibai tant kien fis-sakra f'dan il-ħin li ħaseb li kien il-qamar li kien imtebba mill-ilma tax-xmara. Li Taibai tant kien fis-sakra f'dan il-ħin li ħaseb li kien il-qamar li kien imtebba mill-ilma tax-xmara. Lanqas ma ddejjaq jinżel l-istivali, fetaħ idejh u qabeż minn fuq il-pont biex jaqbad il-qamar. Lanqas ma ddejjaq jinżel l-istivali, fetaħ idejh u qabeż minn fuq il-pont biex jaqbad il-qamar. Bla mistenni, b’din il-qabża, il-qamar ma nqabadx, iżda l-qamar fl-ilma tfarraġ u mill-ewwel inqasam f’żewġ nofsijiet. Bla mistenni, f’din il-qabża, il-qamar ma nqabadx, iżda r-raġel għereq. Miet fl-età ta’ tnejn u sittin sena.", "聖意": "Id-dar hija skumdità u int xorti ħażina (oqgħod attent għal saħħtek) (sfortunat) Fittex il-ġid u l-bilanċ (lanqas taħsibha dwarha) Diffikultà fit-tranżazzjonijiet tan-negozju, iż-żwieġ mhux solvut, itlob għall-protezzjoni (teżori vojta jipprevjenu korriment) Pedestrians huma fl-inkwiet, dud tal-ħarir fl-għalqa huma ħames punti, u sitt annimali qed jonqsu (sfortunati) Tfittex nies (sfortunati) Kawżi pubbliċi u (Waqqaf il-kawża) Migrazzjoni ordinarja (ma nsemmux) Telf ta’ proprjetà (ajruplan) Nitolbu għall-protezzjoni mill-mard (sfortunati) Xorti tajba fil-muntanji u l-oqbra", "古人": "Taibai qabad il-qamar waqt li kien fis-sakra (Li Taibai qabad il-qamar waqt li kien fis-sakra)", "第X籤": "It-tieni u ħamsin tirbaħ il-lotterija (Lotterija)", "宮": "Utru"}