{"籤詩版本二": "Meta l-frustrazzjoni tinbidel f'ferazzjoni, id-Dragons jgħajtu u t-tigri jgħajtu.\nIs-sema ikħal għandha t-triq tagħha lejn is-sema Jalla għandi ċans ieħor li nikseb il-fama.", "詩意": "Din l-eżagramma hija bħal Dragun jgħajjat ​​u tigra tgħajjat.\nHemm tama li kollox imur tajjeb.", "解曰": "Just tgħallem u mur. Ikollok il-prosperità tiegħek. Għandu jsir fl-aħħar. Hemm post li jinstab.", "籤詩故事一": "◇Liu Bei tirrekluta għarusa\nWara l-Battalja ta 'Chibi, Sun Quan kien ħerqan li jerġa' jakkwista Jingzhou, li kien akkwistat minn Liu Bei, għalhekk uża l-pjan ta 'Zhou Yu, taparsi li ried jgħarġeb lil oħtu Sun Ren ma' Liu Bei, iżda fil-fatt ried jieħu Liu Bei bħala ostaġġ biex titlob Jingzhou.\nWara li Zhuge Liang spia fuq il-pjan ta 'Zhou Yu, huwa ta l-fuljett bl-istrateġija lil Zhao Yun, li kien qed jipproteġi lil Liu Bei meta mar Soochow. Zhao Yun segwa l-istrateġija fil-fuljett u deliberatament għamel tixrid kbir biex ħalli lil Wu Guotai ( Missier Sun Quan) jafu dwar il-proposta taż-żwieġ. Minħabba li Wu Guotai kien iħobb lil bintu u ma kienx lest li jieħu deċiżjonijiet każwali dwar l-affarijiet tul il-ħajja ta 'bintha, hija ċanfar lil Sun Quan talli kienet bla ħniena ma' oħtu u pproponiet li tittestja personalment jekk Liu Bei kienx denju ta 'bintu fit-Tempju ta' Ganlu. Wara li Wu Guotai iltaqa 'ma' Liu Bei, hija apprezzat ħafna lil Liu Bei u sostniet bil-qawwa ż-żwieġ bejn Liu Bei u bintu.B'hekk, Liu Bei żżewweġ b'suċċess lis-Sinjura Sun.\nAktar tard, Liu Bei u s-Sinjura Sun ħarbu lura lejn Jingzhou flimkien.Iktar tard, Sun Quan ried jattakka Sneak Jingzhou waqt li Liu Bei kien qed jattakka Yizhou, iżda twaqqaf minn Wu Guotai, li kien inkwetat dwar is-sigurtà ta 'bintu.\nHuwa qal: \"Il-pjan għaqlija ta 'Zhou Yu huwa l-aħjar fid-dinja. Huwa tilef lil martu u tilef it-truppi tiegħu.\"\n(Liu Bei kiseb mill-ħsara)", "聖意": "Jien sfortunat id-dar u sfortunat (l-ewwel xorti ħażina, imbagħad xorti tajba). Fittex il-ġid, il-bilanċ, l-inkwiet fiż-żwieġ, is-suċċess fiż-żwieġ. Itlob għat-tberik għall-persuni mexjin, id-dud tal-ħarir fl-għelieqi, ħames punti għall-ħsara tal-bhejjem, fittex għal nies, kawżi u migrazzjoni, xorti tajba għall-proprjetà mitlufa, xorti tajba għall-mard, paċi tal-muntanji u oqbra.", "古人": "Liu Bei tirrekluta għarusa", "第X籤": "It-tielet u ħamsin numru rebbieħ", "宮": "Utru"}