{"籤詩版本二": "Il-virtù minn missier għal iben tiġi mgħoddija lin-neputi.Il-prosperità fl-ikel u l-ilbies tiddependi biss minn Alla.\nChunxuan fis-sala jagħmel lin-nies kuntenti Meta jkunu bil-ġuħ, mitmugħa, bil-għatx u bi ngħas, Chunxuan huwa metafora għall-ġenituri.", "詩意": "Din l-eżagramma hija konnessa mal-immaġni tal-bambu li twassal għar-rebbiegħa.\nNittama li kollox imur tajjeb.", "解曰": "Ħu bambu u wassal għar-rebbiegħa. Tinfirex bla tarf. Sinjur ifittex it-tama. Kollha ferħanin.", "籤詩故事一": "◇King Wu ta 'Zhou tela' fuq it-tron\nIr-Re Wu ta' Zhou attakka lir-Re Zhou u mexxa tmien mitt prinċep biex jiġġieldu kontra l-armata tar-Re Shang.Is-suldati f'Chaoge (il-kapitali tar-Re Shang) daru wkoll kontra r-Re Shang u ttradiw lir-Re Shang.\nIr-Re Zhou ħaraq lilu nnifsu fuq it-Torri Zhaixing, u d-Dynasty Shang ġiet meqruda.\nIr-Re Wu aċċetta l-ktieb tad-deheb u t-teżor tad-deheb, li huwa t-tron ta 'l-imperatur. Huwa ffaċċja lejn in-nofsinhar, idejh kienu mitwija 'l isfel, u qagħad wieqfa. King Wu ordna li titqassam il-proprjetà ta 'Lutai, jitwaqqa' l-Star Picking Tower, u jitqassam il-qamħ tar-ross maħżun f'Juqiao.\nEħles lil Jizi l-ħabs u issewwi l-qabar ta’ Bigan. Ir-Re Wu rikeb mal-bieb tad-dar tal-għolja Shang Rong u bowed rasu. Irrispetta l-poplu virtuż u korteżija, u itlaq l-iskjavi fil-palazz ta 'ġewwa.\nWaqqaf ukoll l-armament u ppromwova l-kultura u l-edukazzjoni. Fin-Nofsinhar ta’ Nanshan, iż-żwiemel jirgħu u l-bhejjem jirgħu fil-kampanja bis-siġar tal-ħawħ.Hija xena paċifika.", "聖意": "Id-dar mhix f'kundizzjoni tajba (xorti tajba), tista 'tagħmel ix-xewqat tiegħek (xorti tajba), tfittex gwadann finanzjarju, tagħmel transazzjoni, u tiżżewweġ (tiltaqa' ma' iben tajjeb), Liujia hija sigura (żodijaku sinjal), nies mexjin jimxu għelieqi, dud tal-ħarir huma xxurtjati, sitt annimali huma mħassra, nies diffiċli biex isibu (ara), kawżi pubbliċi, nies nobbli jiċċaqalqu, xorti tajba tintilef u l-affarijiet jidhru Mard u mard", "古人": "Ir-Re Wu ta 'Zhou tela' fuq it-tron", "第X籤": "Ħamsa u ħamsin rebbieħa tal-lotterija (lotterija)", "宮": "Palazz Ikrah"}