{"籤詩版本二": "Il-bajja hija mimlija blat, in-nixxiegħa qed tgħaddi, ir-riħ huwa ċar, il-qamar huwa ċar, u n-nies nobbli huma okkupati.\nFit-triq, ikolli nistaqsi fejn immur Tiħux ir-riħa tal-fjuri u l-pjanti fil-foresta La tieħu ħsiebha.", "詩意": "Din l-eżagramma hija bħal dgħajsa li tivvjaġġa fuq bajja żgħira.\nF'kollox, hemm nies nobbli biex jgħinu.", "解曰": "Biex tagħmel l-għajxien. Ħafna xogħol iebes. Ibqa' konservattiv u stenna. Awguri.", "籤詩故事一": "◇ Ribelljoni ta 'Lushan\nAn Lushan (703-757), li kunjomu kien Kang u jismu Yaluoshan, kien minn Liucheng, Yingzhou (issa Chaoyang, Liaoning).\nAktar tard, huwa assuma l-kunjom An u biddel ismu għal Lushan. Matul ir-renju tal-Imperatur Xuanzong tad-Dynasty Tang, An Lushan kien il-mibgħut militari.\nF'Novembru ta 'l-14-il sena ta' Tianbao, An Lushan għolla truppi f'Fanyang.Fl-isem li jattakka lil Yang Guozhong, nieda ribelljoni u ħa t-truppi ta 'tliet bliet biex jattakkaw Luoyang, il-kapitali tal-Lvant. Rapporti minn Taiyuan ġrew lejn Lishan.Tang Xuanzong, li dak iż-żmien kien fil-Palazz Huaqing f'Lishan, ma kienx jemmen li Anlushan se jirribella.Madankollu, l-aħbarijiet tar-ribelljoni komplew jinfirxu, u Xuanzong kien għadu nofsu konvint. (Dan huwa ritratt ta '\"il-ħoss ta' ilma ġieri mhux maħdum fuq blat żgħir fi nixxiegħa\")\nKien biss Yan Zhenqing, il-prefett tal-Kontea ta 'Pingyuan, bagħat lil xi ħadd biex jibgħat informazzjoni li Xuanzong qam mill-ħolma tiegħu.\nTaħt l-istrateġija żbaljata tal-Imperatur Xuanzong tad-Dinastija Tang, ir-reġiment tal-kavallerija ta’ An Lushan qabad Luoyang, il-kapitali tal-Lvant. Fl-ewwel xahar tas-sena ta’ wara, ipproklama lilu nnifsu Imperatur Dayan f’Luoyang, Jianyuan Shengwu, Imperatur Xiongwu, u Da Xixun bħala prim ministru.\nF'Ġunju tal-istess sena, l-Imperatur Xuanzong tad-Dinastija Tang, ħerqan li jtaffi l-kriżi f'Chang'an u b'fehim militari ħażin, eżegwixxa żewġ ġenerali famużi, Feng Changqing u Gao Xianzhi.Din l-ordni xokkjat lill-armata Tang. (Din l-imġieba tikser \"it-triq trid tipponta lejn ix-xmara ta 'quddiem\")\nWara, l-Imperatur Xuanzong tad-Dinastija Tang ordna b'mod urġenti ġenerali ieħor, Ge Shuhan, biex imexxi l-armata Tang lejn il-lvant minn Tongguan.\nGe Shuhan, li fehem bis-sħiħ l-iżball strateġiku tal-Imperatur Xuanzong tad-Dynasty Tang, ippjanat li jdewwem il-bidla (l-approċċ ta '\"okay jekk ir-riħ ikun kalm u l-marea hija kalma\").\nFl-aħħar, l-Imperatur Xuanzong tad-Dynasty Tang ħaseb li kien timid wisq biex jiġġieled, għalhekk ma kellu l-ebda għażla ħlief li jiġġieled ma 'An Lushan fid-dmugħ, u ġie megħlub. (Tissodisfa \"Jekk taħdem ħafna biex tappoġġja lilek innifsek, tista' titweġġa'.\")\nFid-Dynasty Tang, meta t-truppi tal-fruntiera u l-garrisons lokali ma kellhomx ħin biex jirrispondu, l-armata ta 'An Lushan ippressat il-fruntiera u daħlet fiż-żona kapitali. F'sitwazzjoni kritika, l-Imperatur Xuanzong tad-Dynasty Tang wassal lill-Korp tal-Gwardji biex jaħrab mill-kapitali, u wassal biex ix-Xijing Chang'an bla mexxej jaqa '.\n(Tang Xuanzong kiser il-gwida ta 'dan is-sinjal, għalhekk ir-ribelljoni ta' An Lushan kienet ta 'suċċess.)", "聖意": "Id-dar hija sigura, lilu nnifsu huwa awspiċju, il-fortuna hija stabbli, it-tranżazzjoni hija prospera, u ż-żwieġ huwa ta 'suċċess (kawtela). Pedestrian maskili minn Liujia jiġi fl-għalqa, id-dud tal-ħarir jinħasad, u sitt bhejjem huma mħassra. Il-persuna jinstab u l-kawża pubblika hija ġġustifikata.Il-proprjetà mitlufa ġġib il-mard, jiġifieri, il-qabar ta 'Anshan għandu jissewwa.", "古人": "Ribelljoni Lushan", "第X籤": "Is-sitta u ħamsin lotterija", "宮": "Palazz Ikrah"}