{"籤詩版本二": "Filgħodu u filgħodu, l-appoġġ tal-Buddha għandu jkun fi żminijiet ta 'periklu iżda mhux fil-periklu\nJekk inti attirat minn persuna nobbli, allura l-flus u l-ħarir se jakkumpanjawk ukoll.Dan hu Chuan Lai. Kollox jiddependi minnek.", "詩意": "Din l-eżagramma tirrappreżenta l-barka sigrieta ta 'allat u Buddhas.\nKun paċenzjuż u jkollok xorti tajba f'kollox.", "解曰": "Sinjal ta’ paċi antikwata. Meta kollox ikun għali, ikun awspiċju.", "籤詩故事一": "◇Tang Monk kiseb il-kjarifika\nĠurnata waħda, Tang Seng wasal max-xmara u ra l-Muntanja Lingshan tal-Buddha quddiemha. Kien hemm pont ta 'tavola waħda quddiemha. Tang Seng ma azzardax jaqsamha. Il-Buddha ttrasforma fi boatman u żamm dgħajsa miksura bla qiegħ.Malli Tang Monk tela 'fuq id-dgħajsa, waqa' fix-xmara u ġie salvat mill-boatman.Dan hu kif Tang Monk kiseb il-Buddha. (Storja ta 'Vjaġġ lejn il-Punent)\n◇Iskrittura Buddisti ta’ Tang Monk\nSanzang tad-Dynasty Tang, kunjom komuni tiegħu kien Chen u ismu kien Yi. Imwieled fil-Kontea ta' Goushi, Luozhou (issa fin-nofsinhar ta' Yanshi City, Provinċja ta' Henan). Sar monk fl-età ta’ tlettax-il sena u ħa l-isem Buddista Xuanzang.\nSabiex jikseb l-iskritturi Buddisti oriġinali, huwa telaq minn Chang'an (Xi'an tal-lum, Provinċja ta 'Shaanxi) fit-tielet sena ta' Zhenguan (AD 629), azzarda jaqsam il-fruntiera, u għadda minn tbatijiet bla għadd biex jilħaq Tianzhu ( Indja) biex jiġbru skritturi. Huwa vvjaġġa tul il-baċini tax-xmara Ganges u Indus u ż-żoni kostali tax-Xlokk ta 'l-Indja, imbagħad qasam il-muntanji b'kappa tas-silġ u l-ħniek ħodor, trekking aktar minn 50,000 mil 'il quddiem u lura. Huwa ħa 16-il sena biex finalment jirritorna lejn Chang'an f' id-19-il sena ta’ Zhenguan (AD 645). Huwa ġab lura għadd kbir taʼ skritturi Buddisti u ttraduċihom għaċ- Ċiniż.\n(Tang Sanzang għadda minn vjaġġ twil 'il quddiem u lura bejn iċ-Ċina u l-Indja. Huwa żgur li esperjenza perikli matul il-vjaġġ, iżda seta' jirritorna mingħajr periklu minħabba li warajh kien hemm qaddis patrun inviżibbli.)", "聖意": "Id-dar hija sigura, lilu nnifsu huwa awspiċju, il-kummerċ tal-Punent huwa ta 'suċċess, iż-żwieġ huwa ta' suċċess, il-pedestrians jimblokkaw l-għalqa, id-dud tal-ħarir huma mblukkati, id-dud tal-ħarir huma 70%, il-bhejjem huma ta 'profitt, in-nies jinstabu, il-pubbliku tal-Punent kawża hija ħażina, il-migrazzjoni hija konservattiva, il-proprjetà mitlufa tidher, il-marda hija awspiċju, il-muntanji u l-oqbra huma awspiċju.", "古人": "Tang Monk kiseb il-kjarifika", "第X籤": "Nirbħu l-lotterija tnejn u sittin", "宮": "Palazz Yin"}