{"籤詩版本二": "Il-ħuta li tgħum inqabdet f’nassa fl-għadira ta’ Bibo.\nJekk xi ħaġa tmur ħażin wara li taħseb dwarha, se tikkawża problemi fl-aħħar.", "詩意": "Din l-eżagramma tirrappreżenta ħuta maqbuda f'nassa.\nHuwa wkoll rakkomandabbli li toqgħod attent f'kollox.", "解曰": "Soluzzjoni taħt id-dar. Diżastru jaqa mis-sema. Qum kmieni u ħu l-prekawzjonijiet l-ewwel. Evita diżastri.", "籤詩故事一": "◇ Iż-żiemel huwa miksi bl-ilma (huwa diffiċli li tiġbor l-ilma)\nDinastija Han. Zhu Maichen, isem ta 'kortesija Wengzi, kien nattiv ta' Wu f'Kuaiji (issa parti mill-Belt ta 'Suzhou).\nFl-ewwel snin tiegħu, il-familja ta’ Maichen kienet fqira u ma kellu l-ebda suċċess.Il-koppja kienet tgħix f’grada b’pajla fi sqaq ta’ wara, jaqtgħu l-ħatab u jbigħuh biex tlaħħaq. Ma tantx tagħmel flus billi tbigħ ħatab bi prezz ta’ ħadd.\nMartu ħarġet iġġib l-ilma u rat grupp ta’ tfal jidħku b’Maichen.Il-mara ħasbet li kien tal-mistħija u wara telqet.\nMeta Zhu Maichen kellu ħamsin sena, l-Imperatur Wu tad-Dynasty Han fittex talenti u qima lil Zhu bħala l-prefett ta 'Kuaiji.\nMartu ddispjaċieha għall-għama tagħha u xtaqet li titnaqqas għal qaddejja u konkubina biex taqdi lil Zhu għall-bqija ta 'ħajtu.\nMaichen ordna lill-eks martu biex tieħu barmil ilma, ferragħ fuq it-taraġ, u qal, \"Jekk l-ilma jista 'jittieħed lura, it-tnejn jistgħu jerġgħu jingħaqdu flimkien.\"\nMeta wieħed iqis ir-relazzjoni bejn ir-raġel u l-mara, il-mara u r-raġel tagħha żżewweġ mill-ġdid ingħataw spazju miftuħ fil-ġnien ta 'wara biex jikkultivaw u jsostnu lilhom infushom. Martu tefgħet fix-xmara u mietet.", "聖意": "Id-dar tinsab fil-periklu, ruħha fil-periklu, il-flus jintilfu, it-tranżazzjoni hija fil-paċi, iż-żwieġ huwa inkonsistenti, Liujia hija mbeżżgħa, in-nies huma mblukkati, l-għelieqi huma mħassra, id-dud tal-ħarir jintilef, il-bhejjem jintilfu, in-nies jinstabu, il-kawża pubblika tintilef, il-migrazzjoni hija tajba, il-proprjetà mitlufa mhix auspicious, il-marda hija perikoluża, u l-qabar tal-muntanji għandu jinbidel.", "古人": "Iż-żiemel huwa miksi bl-ilma (huwa diffiċli li tiġbor l-ilma)", "第X籤": "L-erbgħa u sittin sinjal", "宮": "Maogong"}