{"籤詩版本二": "It-triq hija perikoluża, iż-żwiemel u l-irġiel huma mgħaġġla, u s-suldati huma f'diffikultà meta jintilfu.\nIl-bajja hija għolja, ir-riħ u l-mewġ qed jinkisru, id-dgħajsa tinkiser, ix-xemx tinżel, il-fjuri qed imutu, is-sema nieżla, u l-ġlata nieżla.棹: imqadef.", "詩意": "Din l-eżagramma hija bħal dgħajsa li tkisser il-bajja.\nOqgħod attent mill-perikli kollha.", "解曰": "Skola l-qadima u skola l-qadima. Siekta u bla ħtija. M'hemmx għalfejn tfittex parir. Ivvjaġġa liberament.", "籤詩故事一": "◇ Ir-Re ta 'Chu Yin Ling tilef it-triq\nFil-bidu tas-sena 202 QK, total ta' 400,000 truppa Han minn tliet naħat imdawru l-armata ta' Xiang Yu f'Gaxia, li kienet nieqsa mill-ikel. Huma talbu lis-suldati biex ikantaw fid-djalett Chu, u b'hekk l-armata ta' Xiang Yu temmen bi żball li l-belt twelidhom kienet ikkontrollata. mill-armata Han. Din it-tattika psikoloġika ta '\"assetjat min-naħat kollha\" wassal biex l-armata ta' Xiang Yu titlef il-moral.\nAllura Xiang Yu mexxa aktar minn 800 kavallerija elite u ddeċieda li jitfaċċa, filwaqt li l-armata Han segwiet mill-qrib ma 'Guan Ying u 5,000 kavallerija. Wara li qasmet ix-Xmara Huai, il-kavallerija ta 'Xiang Yu kien fadal biss mitt ruħ.\nXiang Yu intilef f'Yinling u talab bidwi fuq il-ġenb tat-triq għat-triq lejn ix-xmara. B'mod mhux mistenni, huwa segwa d-direzzjoni indikata mill-anzjan u spiċċa f'swamp, u għamilha diffiċli biex jiċċaqlaq. Huwa kien kważi qabeż minn Liu L-armata ta 'Bang. Xiang Yu fl-aħħar laħaq Wujiang u kien jaf li s-sitwazzjoni kienet spiċċat. Meta ra lill-anzjani ta' Jiangdong mingħajr mistħija, ikkommetta suwiċidju.", "聖意": "Il-familja u d-dar huma mħassba dwar id-diżastri tagħhom stess. Jfittxu l-flus u jħassru n-negozju. Iż-żwieġ mhux dejjiemi. Liujia hija perikoluża. Pedestrians qed jimblokkaw l-għelieqi. Id-dud tal-ħarir huma mħassra. Sitt bhejjem huma mħassra. Nies nieqsa. Kawżi pubbliċi. Telf. ​​Migrazzjoni. Proprjetà mitlufa. Mard. Huwa sfavorevoli li tibgħat f'qabar tal-muntanji.", "古人": "Ir-Re Yin Ling ta' Chu tilef it-triq tiegħu", "第X籤": "Is-sitta u sittin lott", "宮": "Maogong"}