{"籤詩版本二": "Meta tasal ix-xitwa, fergħa tal-fjur tal-għanbaqar fuq il-muntanji mhux se tinqered anki jekk il-weraq tagħha jaqgħu u l-fergħat tagħha jinxfu.\nImma meta tiġi r-rebbiegħa, xorta nirritorna bħala l-korteżina u neqred ix-xogħol oriġinali.", "詩意": "F'din l-eżagramma, il-fjur tal-għanbaqar tokkupa l-pożizzjoni ewlenija.\nKollox tajjeb jekk jittardja.", "解曰": "Vleġġa waħda sparat vojta. Meta jkun vojt, ma jkunx vojt. Nistennew ir-rebbiegħa li ġejja. Kulur huwa fih.", "籤詩故事一": "◇Skurjat darbtejn\nMatul ir-renju tal-Imperatur Dezong tad-Dinastija Tang, il-ministru leali Mei Bogao u l-familja tiegħu ġew inkwadrati mill-Prim Ministru traditur Lu Qi, li ried joqtolhom kollha.Ibnu biss Mei Liangyu irnexxielu jaħrab. Aktar tard, huwa biddel tiegħu. isem lil Wang Xitong biex jaħbi l-identità tiegħu. Kien jgħix waħdu fit-toroq, bil-ġuħ u l-kesħa, iżda fortunatament ġie meħud minn Chen Risheng (Chen Dongchu). Chen Risheng ma kienx jaf l-esperjenza tal-ħajja tiegħu, għalhekk talbu jgħin biex jieħu ħsieb il-ġnien tal-għanbaqar ta 'Chen sabiex ma jmutx bil-ġuħ fit-triq.\nChen Risheng kien sieħeb tal-klassi u ħabib ta' Mei Bogao. Meta kien qed jiġi ppersegwitat minn Lu Qi, ġie salvat minn Mei Bogao. B'riżultat ta' dan, Mei Bogao u Lu Qi saru għedewwa. Fl-aħħar, il-familja kollha tiegħu ġiet eżegwita. Chen Risheng ħassu mdejjaq u rrabjat minħabba dan.Wara li żżewweġ, irriżenja u ressaq lill-familja tiegħu Yangzhou biex tgħix f'seklużjoni.\nChen Risheng għandu tifla jisimha Chen Xingyuan, li hija sabiħa u fragranti.Wara li Mei Liangyu waslet għand il-familja Chen, inħobbu mal-ewwel daqqa t'għajn. F'jum meta l-blanzuni tal-għanbaqar kienu fjur, li kien ukoll l-anniversarju tal-mewt ta 'Mei Bogao, Chen Risheng u l-familja tiegħu fetħu artal fil-ġnien tal-għanbaqar tad-dar tagħhom biex jikkommemoraw il-ħabib u l-benefattur tagħhom mejjet.B'mod mhux mistenni, it-temp inbidel f'daqqa. u nefaħ maltempata qawwija tas-silġ, li tkopri l-fjur kollha tal-għanbaqar. Chen Risheng lamenta li kien kapaċi jaħrab mingħajr periklu, iżda lanqas seta' jsalva lid-dixxendenti tal-familja Mei. Huwa ħaseb li din kienet twissija minn Alla, għalhekk ħalef li sakemm il-fjur tal-għanbaqar ma jerġax jiffjorixxi, u jipprova li d-dixxendenti ta ' il-familja Mei kienu għadhom ħajjin, qatt ma kien jgħid xejn.Ħarab fil-Buddiżmu u sar monk.\nBintu Xingyuan semgħet dan u immedjatament ħarqet l-inċens u sinċerament talbet lil Alla biex jerġa’ jiffjorixxi l-fjur tal-għanbaqar. Is-sinċerità tagħhom qanqlet is-sema, u s-siġar tal-għanbaqar kollha fil-ġnien tal-għanbaqar reġgħu ffjuraw; aktar tard Chen Risheng kien jaf li x-Xitong kien Liangyu, għalhekk għaraf lil bintu Xingyuan miegħu.", "聖意": "Id-dar mhix tajba għalih innifsu, wieħed huwa tajjeb għalih innifsu, wieħed qed ifittex il-ġid, wieħed huwa prudenti fit-trattamenti, iż-żmien huwa tard, iż-żwieġ huwa tard, ir-rebbiegħa hija prospera, il-ħarifa hija vojta, il-vjaġġatur huwa tard, l-għelieqi huma prosperi, id-dud tal-ħarir huma prosperi, is-sitt bhejjem huma prosperi, qed ifittxu nies, kawżi pubbliċi, telf, migrazzjoni, proprjetà mitlufa, mard tal-Lvant, allarmi foloz, oqbra tal-muntanji għandhom jinbidlu.", "古人": "Skurja darbtejn", "第X籤": "Disgħa u sittin Nirbħu l-Lott", "宮": "Tatsumi"}