{"籤詩版本二": "Chao Chao huwa bħal naħla li tiġbor il-fjuri, itir 'il barra mil-Lbiċ u mbagħad lejn il-Lvant\nIr-rebbiegħa spiċċat, il-fjuri spiċċaw, u m'hemmx post fejn tfittex.Din il-qalb mhux se tbiddel fejn tinsab.", "詩意": "Din l-eżagramma hija bħal naħla li taqbad il-fjuri.\nKollox huwa impenjattiv u impenjattiv.", "解曰": "L-ebda xenarju tar-rebbiegħa. Ix-xita għal żmien twil iżda qatt ma tiċċara. Itlob għall-għajnuna. Aħjar tkun kwiet.\n.", "籤詩故事一": "◇Li Mi rribella kontra Tang Dynasty\nLi Mi\n(582-619), il-mexxej tard tal-Armata Wagang fir-rewwixta tal-bdiewa fl-aħħar Dinastija Sui taċ-Ċina. Master tal-kaligrafija. Il-kaptan tal-kelma Fa kien nattiv ta 'Chang'an, Jingzhao, u d-dar antenati tiegħu kienet Xiangping, Liaodong (issa fin-nofsinhar ta' Liaoyang, Liaoning). Nattiv ta 'Chang'an, Jingzhao, id-dar antenati tiegħu hija Xiangping, Liaodong (issa fin-nofsinhar ta' Liaoyang, Liaoning).\nFid-disa 'sena ta' Daye (613), ipparteċipa fir-ribelljoni ta 'Yang Xuangan kontra d-Dynasty Sui f'Liyang (issa fil-grigal tal-Kontea ta' Junxian, Provinċja ta 'Henan). Fid-disa 'sena ta' Daye (613), ipparteċipa fir-ribelljoni ta 'Yang Xuangan kontra d-Dynasty Sui f'Liyang (issa fil-grigal tal-Kontea ta' Junxian, Provinċja ta 'Henan). Is-sens misterjuż huwa megħlub,\nLi Mi ħarab. Xuangan ġie megħlub u Li Mi ħarab.\nFit-tnax-il sena ta’ Daye, ingħaqad mal-Armata Wagang\n. Fit-tnax-il sena tar-renju ta’ Daye, ingħaqad mal-Armata Wagang. Li Mi kien tajjeb fl-istrateġija.F'Ottubru tat-tnax-il sena ta' Daye, Li Mi ikkonvinċa lil Zhai biex jattakka lil Xingyang Tong, il-ġeneral qawwi li jakkumpanja l-armata, biex jiddefendi lil Zhang Xutuo, jegħleb lill-armata Sui u joqtol lil Zhang Xutuo. Li Mi kien tajjeb fl-istrateġija.F'Ottubru tat-tnax-il sena ta' Daye, Li Mi ikkonvinċa lil Zhai biex jattakka lil Xingyang Tong, il-ġeneral qawwi li jakkumpanja l-armata, biex jiddefendi lil Zhang Xutuo, jegħleb lill-armata Sui u joqtol lil Zhang Xutuo.\nAktar tard, huwa ppropona li jattakka l-maħżen Xingluo (aktar tard isem ġdid Luokou), jiftaħ il-maħżen għall-għajnuna, u jespandi t-tim.It-tim tal-Armata Wagang kiber malajr.Fit-13-il sena ta 'Daye, Li Mi mexxa l-Armata Wagang, u Zhai Rang ittratta d-demozzjoni u d-distribuzzjoni tas-Sui Dynasty.Kien hemm gwerra fuq riżorsi militari u kwistjonijiet oħra, u Li Mi qatel lil Zhai Rang u mijiet ta 'segwaċi tiegħu. Aktar tard, huwa ppropona li jattakka l-maħżen Xingluo (aktar tard isem ġdid Luokou), jiftaħ il-maħżen għall-għajnuna, u jespandi t-tim.It-tim tal-Armata Wagang kiber malajr.Fit-13-il sena ta 'Daye, Li Mi mexxa l-Armata Wagang, u Zhai Rang ittratta d-demozzjoni u d-distribuzzjoni tas-Sui Dynasty.Kien hemm gwerra fuq riżorsi militari u kwistjonijiet oħra, u Li Mi qatel lil Zhai Rang u mijiet ta 'segwaċi tiegħu.\nF'Marzu ta 'l-14-il sena ta' Daye, Yu Wenhuaji qatel lill-Imperatur Yang tad-Dynasty Sui\n, wassal aktar minn 100,000 ruħ biex jirritornaw lejn il-punent. F'Marzu ta 'l-erbatax-il sena ta' Daye, Yu Wenhuaji (Yu Wen, kunjom kompost) qatel lill-Imperatur Yang ta 'Sui Dynasty u reġa' lura lejn il-punent b'aktar minn 100,000 ruħ. Li Mi ġie ordnat jattakka lil Huaji. Għalkemm Huaji ġie megħlub, it-truppi ta 'Li Mi wkoll sofrew telf kbir. Aktar tard ġew segwiti minn Wang Shichong. L-armata ta' Li Mi ġiet megħluba u l-kamp tiegħu ġie meqrud. Il-ġenerali tiegħu Qin Shubao, Cheng Zhijie (oriġinarjament jismu Cheng Yaojin), Niu Jinda u oħrajn inqabdu. , Shan Xiongxin ċeda. Li Mi ġie ordnat jattakka lil Huaji Għalkemm Huaji ġie megħlub, Li Mi sofra wkoll telf kbir fit-truppi tiegħu. Aktar tard, huwa kien segwit minn Wang Shichong.L-armata ta 'Li Mi ġiet megħluba u l-kamp tiegħu ġie eliminat.Il-ġenerali tiegħu Qin Shubao, Cheng Zhijie (oriġinarjament jismu Cheng Yaojin), Niu Jinda u oħrajn inqabdu, u Shan Xiongxin ċeda. Li Mi kien iddisprat, għalhekk qasam ix-xmara lejn Heyang f'Settembru u ċeda lid-Dynasty Tang. Li Mi kien iddisprat, għalhekk qasam ix-xmara lejn Heyang f'Settembru u ċeda lid-Dynasty Tang.\nF'Novembru, Li Yuan bagħat lil Li Mi f'Shandong biex jirrekluta truppi qodma. Novembru,\nLi Yuan bagħat lil Li Mi biex jistenna f'Shandong biex jirrekluta truppi qodma. Waqt li ħass li kien suspettat, irribella kontra Tang. Waqt li ħass li kien suspettat, irribella kontra Tang. Il-ġeneral Tang Sheng Yanshi stieden lil Li Mi biex jattakka u qatlu f'Xinggong Xian. Il-ġeneral Tang Sheng Yanshi stieden lil Li Mi biex jattakka u qatlu f'Xinggong Xian.", "聖意": "Dar, dar, ilsien, awto, villain, tfittex il-ġid, ħela ta’ negozju, żwiġijiet li ma jdumux, Liujia, fjuri vojta, nies mexjin, Yaotian, ħsara mid-dud tal-ħarir, sitt ħsarat lill-bhejjem, persuni neqsin, kawżi, telf, migrazzjoni, konservattiv, proprjetà mitlufa, mard, ostakli, riforma tal-qabar tal-muntanji", "古人": "Li Mi irribella kontra Tang Dynasty", "第X籤": "Is-sebgħin tlugħ", "宮": "Tatsumi"}