{"籤詩版本二": "Konjizzjoni ta 'Canglong Dsatax-il Gwardja: Mara żżewġet it-tieni raġel\nBi pruwa waħda u żewġ vleġeġ, id-dinosawri se jgħixu fil-paċi immedjatament", "詩意": "Din l-eżagramma hija bħal pruwa li żżomm żewġ vleġeġ.\nKollox huwa awspiċju jekk imur flimkien.", "解曰": "Mhux tqil wisq. Destin. Zhen Liuzhong jiftaħ. Huwa rakkomandabbli li tkun kawt.", "籤詩故事一": "◇Wenjun iżur Xiangru\nZhuo Wenjun kienet bint in-neputi ta 'Zhuo Wang, negozjant sinjur f'Linqiong, Provinċja ta' Sichuan. Kienet profiċjenti fil-mużika u kellha isem letterarju. Żżewġet meta kellha sittax-il sena.Ftit snin wara, żewġha miet u reġgħet lura mal-familja tat-twelid tagħha biex tgħix bħala armla.\nĠurnata waħda, Sima Xiangru mar id-dar ta 'Zhuo Wangsun għal banquet.Meta sar jaf li Zhuo Wenjun kien għadu kemm armil, idoqq il-kanzunetta \"Phoenix Seeking the Phoenix\" biex jesprimi l-imħabba tiegħu. Zhuo Wenjun kien diġà sema dwar Sima Xiangru, u dan il-banquet għamiltu saħansitra aktar attirat lejn Sima Xiangru. Min-naħa l-oħra, wara l-banquet ta 'Sima Xiangru, huwa immedjatament nefaq ħafna flus biex jixxħim lill-maid personali ta' Zhuo Wenjun u talabha biex twassal l-imħabba ta 'Sima Xiangru għal Zhuo Wenjun. Wara li Zhuo Wenjun sar jaf dwar l-imħabba ta 'Sima Xiangru permezz tal-maid, huwa immedjatament ġrew lejn il-taverna fejn kienet tgħix Sima Xiangru. Meta jara l-wasla ta' Zhuo Wenjun, Sima Xiangru immedjatament ħarab magħha matul il-lejl lejn il-belt twelidu f'Chengdu.\nMeta kienu Chengdu, il-koppja kienet fqira u kellha tmur lura Linqiong biex tiftaħ lukanda żgħira biex jaqilgħu l-għajxien.Zhuo Wenjun biegħ l-inbid u Sima Xiangru ħasel il-platti.Għexu ħajja fqira. Wara li missier Zhuo Wenjun, Zhuo Wangsun, tgħallem dwarha, huwa qabel u ffinanzjahom taħt il-parir tal-ħbieb tiegħu, sabiex Sima Xiangru u Zhuo Wenjun reġgħu lura Chengdu biex jgħixu, u aktar tard saru sinjuri.", "聖意": "Telf ta’ dar u proprjetà, id-drittijiet u l-ħażin tiegħu stess, it-tfittxija tal-ġid, it-tranżazzjonijiet tax-xogħol, il-ħarsien kontra r-riunifikazzjoni taż-żwieġ", "古人": "Wenjun iżur Xiangru", "第X籤": "Wieħed u Sebgħin Rebbieħ Lottu", "宮": "Tatsumi"}