{"籤詩版本二": "Dawk li jrabbu n-naħal iridu jittallbu għall-għasel tagħhom, biex ma jitniżżlux minn tingiż.\nIrid ikun hemm triq stramba quddiemek Is-sigriet hu fond daqs foresta tax-xewk.", "詩意": "Din l-eżagramma tissimbolizza n-naħal li jiġbru l-għasel.\nKollox huwa impenjattiv u impenjattiv.\n\n(Din l-eżagramma tfittex is-simbolu tal-ħlewwa u tikseb l-imrar.\nPrevenixxi diżastri f'kollox.\n)", "解曰": "L-affarijiet iridu jsiru bir-reqqa. M'hemmx għalfejn iġiegħelha. In-naħal jiġbru l-għasel. X'inhi r-raġuni?", "籤詩故事一": "◇Wang Mang ifittex talenti\nIl-familja Wang Mang fid-Dynasty Han tal-Punent tista 'tingħad li hija familja sinjura. Għalkemm missieru miet żgħir, diversi zijiet tiegħu saru imperaturi tad-Dinastija Han. Saru ġenerali, prim ministri, u saru markiżi u rċevew premjijiet.Il-familja Wang kienet estremament prominenti.\nIżda l-familja żgħira ta 'Wang Mang stess kienet estremament fqira; missieru miet żgħir, u għex biss ma' ommu, jiddependi fuq il-karità mill-qraba. Iżda minħabba dan, Wang Mang żviluppa u pprattika sett ta 'ħiliet fit-trattament man-nies sa minn meta kien tifel. Tkun imdejjaq jew rrabjat kien iħossu, dejjem wera ħarsa ferħana u paċifika ħafna quddiem qraba, anzjani jew barranin, u għalhekk kien apprezzat pjuttost minn kulħadd fil-klann.\nDarba, iz-ziju l-kbir kien marid serjament.Wara li sar jaf dwarha, ġie u stenna ħdejn is-sodda tal-pazjent, iġib il-mediċina u l-ilma, u żamm il-velja bil-lejl.Għal diversi xhur konsekuttivi, inżamm bla lebsin, maqtul, u batut. Huwa kien sempliċiment aktar \"pazjent\" minn pazjent. Aktar \"iben\" minn iben bijoloġiku.\nGħal dan, kulħadd fil-poplu Tajwaniż faħħarh u kiteb ittri fejn talbu premju għalih.\nAllura l-Imperatur Cheng tad-Dynasty Han tah it-titlu ta 'Markiz Kapitali Ġdid u ħatru bħala gwardjan fil-palazz, u sar ministru mill-qrib tal-imperatur.\nBl-istatus għoli u s-setgħa kbira tiegħu, Wang Mang qatt ma wera xi arroganza jew slackness.Minflok, sar dejjem aktar korteżija u korteżija.Minn naħa, għamel ħbieb ma 'ministri, ġenerali, ministri, studjużi famużi u studjużi.\nImma għex ħajja frugali ħafna, ħafna drabi jiekol platti tal-laħam, biex ma nsemmux liebes ħbula twal u ilbiesi bil-kmiem twal, ħwejjeġ qosra biss. Għalhekk kulħadd fil-gvern u l-pubbliku unanimament faħħru bil-kelma “virtuż”.\nAktar tard, zijuh, il-Gran Sima Wanggen, miet b’mard u ntgħażel bħala s-sostitut tiegħu. L-imperatur u l-ministri kollha ħasbu li kien l-iktar persuna adattata. Għalhekk, Wang Mang, li kellu biss tmienja u tletin sena, sar il-Grand Sima bl-ogħla qawwa militari fil-pajjiż.\n(Din l-istorja hija metafora. Li tkun tajjeb biex tkun persuna tajba tista’ tgħinek teħles mid-“diffikultà ta’ tingiż tan-naħal” u tikseb l-ideali tiegħek kif tixtieq.)", "聖意": "Id-dar mhix tajba għalih innifsu, il-familja tinsab fl-inkwiet, in-negozju huwa mblukkat, iż-żwieġ huwa mblukkat, is-sitt armaturi huma foloz, il-pedestrians huma tard, il-ħsad tad-dud tal-ħarir huwa baxx, il-bhejjem huwa baxx, huwa diffiċli li issib nies, il-kawża hija ħażina, il-migrazzjoni mhix miexja, il-proprjetà mitlufa hija ħażina, il-marda hija mwaqqfa, il-qabar tal-muntanji jintilef", "古人": "Wang Mang ifittex it-talenti", "第X籤": "Nirbħu l-lotterija tnejn u sebgħin", "宮": "Tatsumi"}