{"籤詩版本二": "Meta tasal ir-rebbiegħa, ir-ragħad jitħawwad u l-insetti jiċpu, u nitbiegħed mit-tajn\nMeta rrealizzajt għall-ewwel darba li kont għadni ġej u sejjer, ladarba bdilt, sirt dragun.", "詩意": "Din l-eżagramma hija bħat-ragħad u l-insetti.\nIl-laqgħa ma’ persuna nobbli huwa sinjal tajjeb f’kollox.", "解曰": "Thunder jolqot. Żewġ depożiti ġewwa u barra. Ibdel darba. Sa Tianmen.", "籤詩故事一": "◇ Ammutinament ta 'Chenqiao\nFl-959 AD, Zhou Shizong Chai Rong miet, u l-Imperatur Gong, Chai Zongxun, li tela’ fuq it-tron, kellu biss seba’ snin. F'dak iż-żmien, Zhao Kuangyin, li serva bħala l-ispettur quddiem il-palazz u l-mibgħut ta 'Songzhou għall-Armata Ġermaniża, kellu poter reali.\nFir-rebbiegħa tas-sena 960 AD, Zhenzhou (il-lum Zhengding, Hebei Province) u Dingzhou (illum il-Kontea ta 'Dingxian, Hebei Province) irrappurtaw li l-armati tad-Dynasty Han tat-Tramuntana u l-Istat ta' Liao kienu flimkien sejrin lejn in-nofsinhar biex jattakkaw lid-Dynasty Zhou Later, b' momentum kbir, u talab li jibgħat truppi għall-għajnuna. Aktar tard, id-Dynasty Zhou ordnat lil Zhao Kuangyin biex imexxi t-truppi tiegħu lejn it-tramuntana biex jiġġieldu kontra l-għadu. Zhao Kuangyin aġixxa b'mod sigriet taħt l-ippjanar ta 'ħuh Zhao Guangyi, Zhao Pu, Shi Shouxin u oħrajn.\nFit-3 ta’ Frar, meta l-armata waslet f’Chenqiaoyi (issa Chenqiao Town, fix-Xlokk ta’ Fengqiu, Henan), huma nedew ammutinament u ordnaw lis-suldati jilbsu ĦBULA isfar għalih. Huma rribellaw kontra l-Later Zhou Dynasty u appoġġaw lil Zhao Kuangyin bħala imperatur. . Wara dan, Zhao mexxa lit-truppi tiegħu lura lejn Kaifeng mingħajr ħruq, qtil jew saq. \"Taizu Chen Qiao għamel ġurament li ma jfixkilx lin-nies tal-kapitali, u wiegħed li ma jfixkilx il-belt dakinhar li daħal fil-belt.\"\nFit-tielet jum tat-tielet sena tax-xahar lunari, Zhao Kuangyin ammutina f'Chenqiao u reġa' lura lejn il-kapital.Fan Zhi wassal lil Wang Pu u Wei Renpu biex jistaqsu lil Zhao Kuangyin.Luo Yanhuan ġibed is-sejf quddiem it-tinda u għajjat ​​b'leħen għoli : \"It-tliet armati m'għandhomx kaptani. Il-ġenerali ddeċidew li jaħtruh bħala l-imperatur. Kull min jitkellem se jinqatel!\". Wiċċ Wang Pu kien pallid daqs l-art. Huwa niżel il-passi tiegħu u nieżel.Fan Zhi ukoll inxellef. Kuang Yin personalment għenu jqum u ttrattah b'korteżija kbira.\nWara reżistenza moderata, l-Imperatur Gong tad-Dynasty Zhou Aktar tard ħa f'idejh it-tron, u Zhao ħa t-tron. \"Taizu kien wasal biex jaċċetta Zen, iżda ma kien hemm l-ebda test Zen. Tao Gu, studjuż ta 'Hanlin, aċċetta l-ordni u daħal ħdejh, u qal: “Sir.’”\nWara li Zhao wasal fuq it-tron, huwa biddel l-isem tal-pajjiż għal Song, Yuan għal Jianlong, u għamel Kaifeng il-kapital.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, u Zhao Yanhui kollha ngħataw it-titlu ta 'Jiedushi. , li kien magħruf bħala l-\"Ammutinament ta 'Chenqiao\" fl-istorja.\nWikipedija\n(Din l-istorja tirrappreżenta li dan huwa l-bidu tal-prestazzjoni ta 'Zhao Kuangyin.)", "聖意": "Itlob għad-dar tiegħek, ħajja ta 'kuljum, ġid, fortuna tajba, xorti tajba fin-negozju, żwieġ nobbli, suċċess f'Liujia, nies mexjin irġiel, twelid bikri ta' dud tal-ħarir fl-għelieqi, twelid bikri ta 'sitt annimali, fortuna tajba fir-rebbiegħa, tfittex nies , suċċess fil-kawżi, xorti tajba fil-migrazzjoni, proprjetà mitlufa, perikli fil-mard, perikli fil-muntanji u l-oqbra.", "古人": "Chenqiao Ammutinament", "第X籤": "Iffirmat tlieta u sebgħin", "宮": "Mi Palace"}