{"籤詩版本二": "Eżatt bħal tkaxkru tigra fuq muntanja għolja, jiġġieldu u jikkompetu ma 'xulxin biex ikissru l-kesħa\nJekk f’daqqa waħda tagħmel xi ħaġa tajba mingħajr ma tinduna, trid iżżomm ruħek sigur.Il-kelma tkaxkar it-tigra tfisser tgħannaq it-tigra.", "詩意": "Din l-eżagramma hija bħal li żżomm (tkaxkar) tigra tul il-muntanja.\nKollox huwa perikoluż u tal-biża.", "解曰": "Il-periklu huwa perikoluż. Hemm ostakli quddiem. Jekk titlob parir. Huwa tassew xogħol iebes.", "籤詩故事一": "◇Wu Yuan telaq minn Zhaoguan bil-lejl (Wu Zixu għadda minn Zhaoguan)\nWu Zixu kien nattiv ta 'Chu fil-Perjodu tar-Rebbiegħa u l-Ħarifa. F'dak iż-żmien, ir-Re Ping ta' Chu ried jikkaċċah. Ir-Re Ping ta' Chu offra premju għall-arrest ta' Wu Zixu, u kellu r-ritratt tiegħu mfassal u mqiegħed fuq il-gradi tal-belt madwar l-Istat ta' Chu, u ordna lill-uffiċjali biex iżidu l-investigazzjonijiet. Meta Wu Zixu ħarab lejn Zhaoguan, il-fruntiera bejn Wu u Chu, l-uffiċjali f'Zhaoguan iċċekkjaw mill-qrib ħafna.Huwa tant kien inkwetat li ma setax jorqod għal diversi iljieli konsekuttivi, u anke xagħaru sar griż bl-inkwiet. Fortunatament, iltqajt maʼ raġel jismu Dong Gao Gong, li simpatizza mal- qagħda mwiegħra tiegħu u ħadu d- dar biex jistaħba. Id-Duka Dong Gao kellu ħabib li kien jixbah xi ftit lil Wu Zixu, għalhekk id-Duka Dong Gao talbu biex jgħaddi t-test billi taparsi li hu Wu Zixu. Il-gwardjani qabdu lill-Wu Zixu foloz, iżda l-Wu Zixu reali ma setax jiġi rikonoxxut mill-uffiċjali minħabba li xagħru kien kollu abjad, għalhekk ħallewh jgħaddi. Aktar tard, ħarab mingħajr periklu lejn l-istat ta 'Wu.\n(Li tissostitwixxi lil Wu Zixu ma 'ħabib li jidher simili, u li hu stess għandu xagħar griż, hija l-\"id maġika\" ta' din l-istorja)", "聖意": "Itlob għal darek u d-dar tiegħek biex tipproteġi lilek innifsek, oqgħod attent milli tfittex il-ġid, oqgħod attent fit-tranżazzjonijiet, staġnar fit-tranżazzjonijiet, diffikultajiet taż-żwieġ", "古人": "Wu Yuan ħalla Zhaoguan bil-lejl (Wu Zixu għadda minn Zhaoguan)", "第X籤": "Il-ħamsa u sebgħin sinjal", "宮": "Mi Palace"}