{"籤詩版本二": "Taħlita ta 'ħut u Dragun għandha l-istess tifsira.Oqgħod fil-pool fond u stenna għal xortih.\nInkonxjament, Yumen qabeż fuq il-Palazz tad-Dragun b'rasu mgħollija.", "詩意": "Il-ħut hexagram u d-dragun jibqgħu l-istess.\nKollox jasal fil-ħin.", "解曰": "Għalkemm huwa Ziji. Stenna wkoll. Ippjana n-negozju tiegħek stess. Taġixxix bl-addoċċ.", "籤詩故事一": "◇Hongwu jaraw baqar\nZhu Yuanzhang, nattiv ta 'Zhongli, Haozhou (issa l-Kontea ta' Fengyang, Provinċja ta 'Anhui), twieled fl-ewwel sena ta' Tianli ta 'Yuan Wenzong tad-Dynasty Yuan, klassifika r-raba' fil-familja tiegħu. Twieled f’familja fqira ta’ raħħala.Minħabba l-faqar meta kien żgħir, ma setax jistudja u darba kien jirbaħ il-bhejjem għas-sid.\nFir-raba’ sena ta’ Zhizheng (1344), kien hemm nixfa qawwija f’Huaibei.Missier, omm u ħu Zhu Yuanzhang mietu suċċessivament, għalhekk ma kellu l-ebda għażla ħlief li jsir monk novizzi fit-Tempju ta’ Huangjue.\nAnqas minn xahrejn wara li daħal fit-tempju, minħabba d-diffikultà biex tinġabar il-kera tat-tempju fis-snin tal-ġuħ, is-sid tat-tempju għalaq il-maħżen u keċċa lill-patrijiet.Zhu Yuanzhang kellu jħalli l-belt twelidu u jsir monk wandering (a monk li ghajxien bit-tallab).\nAktar tard, Zhu Yuanzhang sar it-Taizu tad-Dynasty Ming u l-\"imperatur ċivili\" fl-istorja Ċiniża, bl-isem tar-renju \"Hongwu\".\n(Il-metafora ta’ din l-istorja hija li tkun ordinarju għal xi żmien ma jfissirx li se tkun l-istess fil-futur. Dan għaliex iż-żmien għadu ma wasalx.)", "聖意": "Il-familja hija sigura, il-familja hija b'saħħitha, il-fortuna hija tajba, in-negozju huwa pendenti, iż-żwieġ huwa tard, ir-raġel jitwieled f'Liujia, il-pedestrian huwa tard, id-dud tal-ħarir huwa tard, id-dud tal-ħarir huwa għani, is-sitt annimali huma denbu, il-persuna hija nieqsa, l-ebda kawża ma tittardja, il-migrazzjoni hija konservattiva, il-proprjetà mitlufa hija mblukkata, il-marda hija mfixkla mill-qabar tal-muntanji.", "古人": "Hongwu jħares lejn il-baqar", "第X籤": "Is-sitta u sebgħin lott", "宮": "Mi Palace"}