{"籤詩版本二": "Fil-ħolma, kien qal li jkun hemm ħafna ġid, iżda l-fama ma tispiċċa fix-xejn.\nL-ilma huwa 'l bogħod u l-muntanji huma 'l bogħod, imma diffiċli tkun fidil.Il-persuna nobbli tagħti gwida u tbissem.", "詩意": "Din l-eżagramma tirrappreżenta s-simbolu tal-kisba ta 'teżor f'ħolma.\nKollox huwa xi ftit jew wisq reali.", "解曰": "Ħolm bħal ħolma. Ebda tama ta' fama. Stenna biss għal żminijiet tajbin. Istruzzjonijiet nobbli.", "籤詩故事一": "◇ Irritorna l-ġada lil Zhao (irritorna l-ġada lil Zhao wara li tlestiha)\nFis-sena 283 QK, ir-Re Zhao Huiwen kiseb He's Bi mingħand Chu. Wara li r-Re Qin Zhaoxiang sema' l-aħbar, bagħat ittra lir-Re Zhao, fejn esprima r-rieda tiegħu li jiskambja ħmistax-il belt għal He's Bi.\nLin Xiangru analizzat lir-Re Zhao li Qin kien b'saħħtu u Zhao kien dgħajjef u kellu jiġi sostitwit.\nIr-Re Zhao mbagħad bagħat lil Lin Xiangru lil Qin ma 'He's Bi.\nIr-Re ta 'Qin iltaqa' ma 'Lin Xiangru f'Zhangtai, u Lin Xiangru ippreżenta l-ġada lir-Re ta' Qin. Ir-Re tal-Qin kien ferħan u għadda l-He's Bi lis-sbuħija u kulħadd ta' madwarha ħares lejha.F'dan il-ħin, kulħadd fuq ix-xellug u l-lemin għajjat ​​ħajja twila.\nLin Xiangru ra li r-Re ta 'Qin ma kellu l-ebda intenzjoni li jagħti l-belt lil Zhao, għalhekk qal lir-Re ta' Qin li l-ġada ta 'Hu kien difettuż u ried jindikaha lir-Re ta' Qin sabiex jieħu l-opportunità biex tikseb il- dahar tal-ġada.\nWara li Lin Xiangru ħa lura l-Bi ta 'Heshi, huwa kien ħdejn il-pilastru l-kbir, u wera li ried imut bil-Bi ta' Heshi.\nF'dan iż-żmien, Lin Xiangru qal lir-Re ta 'Qin: \"Ir-Re ta' Zhao xorta għeleb l-oġġezzjonijiet tal-ministri u aċċetta l-proposta tal-ministru. Anke jekk ma qarraqx lil xulxin meta jinteraġixxi man-nies komuni, biex ma nsemmux li Qin huwa pajjiż kbir! Sabiex tiġi ppreservata l-ħbiberija bejn Qin u Zhao, ir-Re Zhao Wara sajm għal ħamest ijiem, bgħatt lill-ministri tiegħi lejn Qin bil-ġada. Sfortunatament, ir-Re ta 'Qin mhux biss ma kellu l-ebda intenzjoni li jagħti lil Zhao belt, iżda wkoll għadda l-ġada tal-familja He lil mara sabiħa, li kienet tassew moqrija tal-ministri tiegħi.\"\nWara li temm jitkellem, Lin Xiangru immedjatament għamel ġest li jolqot pilastru.Ir-Re ta 'Qin kien jibża' li He's Bi kien se ssirlu ħsara, għalhekk ippretenda li jagħti lil Zhao ħmistax-il belt. Lin Xiangru rat permezz tal-pjan treacherous King Qin, għalhekk talab King Qin biex isawm għal ħamest ijiem qabel ma jippreżenta He's Bi biex jittardja l-ħin. F'dawn il-ftit jiem, Lin Xiangru bagħat lill-attendenti tiegħu biex jirritornaw lejn l-Istat ta 'Zhao bil-ġada, filwaqt li baqa' jittratta mar-Re ta 'Qin.\n(Din l-istorja hija bħal għajnejn ta’ persuna ordinarja li jkunu affaxxinati mill-istatus tiegħu.)", "聖意": "Nitolbu għat-tberik fid-dar, lilu nnifsu, ifixkel il-ġid, jagħmel it-tranżazzjonijiet diffiċli biex jinkisbu, iż-żwieġ mhuwiex f'armonija mal-persuni mexjin Liujiaxu, id-dud tal-ħarir Chitian mhumiex aċċettati, sitt annimali huma mħassra, nies neqsin, kawżi pubbliċi u migrazzjoni huma mistennija, affarijiet mitlufa huma 'l bogħod, il-mard jitwaqqaf, jintbagħat fl-oqbra tal-muntanji, u jinbidel.", "古人": "Irritorna l-ġada lil Zhao (imla l-ġada lil Zhao)", "第X籤": "Is-sebgħa u sebgħin lotterija rebbieħa", "宮": "Palazz ta’ Nofsinhar"}