{"籤詩版本二": "Void għoqda, nixtieq inżommok sigur.Jekk iżżomm ġisimkom sigur, nixtieq li qatt ma tirritornah.\nTinsewx li l-favur ta’ Alla rritornat.Tibqax bi kliem Alla.", "詩意": "Temminx li din l-eżagramma hija vera.\nHuwa sinjal li tkun konservattiv f’kollox.", "解曰": "In-nies għandhom l-opinjonijiet tagħhom. Il-moħħ m'għandux għalfejn ikun okkupat. Istruzzjonijiet Guanyin. Tkunx diżrispett.", "籤詩故事一": "◇ Appoġġ segret tal-bandiera tal-bronż\nIl-famuż fundatur ġenerali tad-Dynasty Tang, Qin Qiong (Qin Shubao) ingħata t-titlu ta 'Gran Marixxall tad-Dynasty Sui. Huwa mexxa lit-truppi tiegħu biex jattakkaw Sishui Pass (jew Sishui Pass jew Dongling Pass, il-leġġendi jvarjaw). Yang Lin ( Yang Yicheng), il-gwardja ġenerali ta 'Sishui Pass, kien l-Imperatur Yang tad-Dynasty Sui ordna li titwaqqaf firxa ta' bandiera tal-bronż, iżda Qin Shubao ma setax jattakkaha għal żmien twil. Wara li sar jaf li Luo Cheng, il-mexxej tal-formazzjoni, kien kuġin tiegħu, huwa kkuntattja zija tiegħu.\nQabel ma telaq Luo Cheng, huwa qal lil ommu li l-persuna li ġiet biex twaqqa’ l-bandiera kienet il-kuġin tiegħu Qin Qiong, u ommu ordnatlu biex jgħinh bil-moħbi. Fil-jum tal-battalja deċiżiva, Luo Cheng, li kien qed jgħasses il-Bandiera tal-Bronż, f'daqqa waħda qaleb naħat u ingħaqad ma' Qin Qiong. Fl-aħħar għelbu l-formazzjoni tal-Bandiera tal-Bronż. Luo Cheng okkupa Dongling Pass u rritorna rebbieħ. Luo Cheng ċeda wkoll lil id-Dinastija Tang.\n(Din l-istorja hija metafora li kultant għandek tistrieħ fuq ir-raġuni meta tagħmel l-affarijiet, aktar milli tistrieħ fuq l-emozzjoni jew il-fidi.)", "聖意": "Id-dar għadha lesta li twiegħed lilha nnifisha, tfittex il-ġid, iżżomm is-sehem tagħha, tkun kawta dwar iż-żwieġ, twelled tifla, nies mexjin jibqgħu fl-għalqa, dud tal-ħarir, seba’ punti u sitt ħsarat fil-bhejjem, tfittxija għan-nies, kawżi pubbliċi u migrazzjoni , proprjetà mitlufa, mard tal-punent, soluzzjoni għall-muntanji, oqbra lejn il-punent", "古人": "Segretament tgħin biex tinżel il-bandiera tal-bronż", "第X籤": "Disgħa u sebgħin Nirbħu l-Lott", "宮": "Palazz ta’ Nofsinhar"}