{"籤詩版本二": "Il-weraq tas-siġar tas-sycamore waqgħu, il-ħarifa qed toqrob, u l-vjaġġ lura tal-vjaġġaturi qisu sħab.\nGrazzi għall-isforzi kbar ta’ Alla, il-bastiment reġa’ lura bit-teżor fir-riħ.", "詩意": "Din l-eżagramma tirrappreżenta l-immaġni tal-weraq tas-sycamore waqgħu.\nKollox huwa ħażin bil-quddiem u tajjeb fl-aħħar.", "解曰": "Ħu l-affarijiet mill-qalb. Tianxin isegwiha. Biex tagħmel l-għajxien. Agħmel dak kollu li tista’.", "籤詩故事一": "◇Ir-riħ jonfoħ lejn Tengwang Pavilion\nWang Bo, isem ta 'kortesija Zian, kien poeta tal-bidu tad-Dinastija Tang.Huwa twieled fl-ewwel sena ta' Yonghui, Imperatur Gaozong tad-Dinastija Tang. Wang Bo ilu jaqra l-iskrittura sa minn meta kien tifel, u huwa magħruf bħala \"tifel prodigy\". Wang Bo ilu jaqra l-iskrittura sa minn meta kien tifel, u huwa magħruf bħala \"tifel prodigy\".\nMeta kellu għaxar snin, hu u missieru inzertaw għaddew minn Tempju ta’ Guandi, raw l-istatwa maestuża ta’ Guandi fit-tempju, iżommu kopja tar-“Rebbiegħa u l-Ħarifa” u jaqrawha. Meta raha missieru, hu kien ispirat. Huwa chanted lill-Imperatur Guan: \"Żomm tliet serraturi ta 'beard aħdar, qari l-istorja ta' Qing Dynasty lill-fanal aħdar u jagħti ġieħ lill-ismijiet famużi. Żomm id-dragun aħdar u l-qamar fl-idejn tiegħi. \" Huwa qal li fil-ħarifa ta 'din is-sena, Wang Bo mar minn Shanxi għall-Gżira ta' Hainan biex iżur lil missieru li kien degradat għall-maġistrat tal-kontea ta 'Jiaozhi. , u għadda minn eluf ta' muntanji u xmajjar tul it-triq. Fil-ħarifa tas-sena meta kellu sebgħa u għoxrin, Wang Bo mar minn Shanxi għall-Gżira Hainan biex iżur lil missieru, li kien ġie degradat għall-kariga ta 'Maġistrat tal-Kontea ta' Jiaozhi. Huwa għadda minn eluf ta 'muntanji u xmajjar tul it-triq.\nMeta wasalna fil-Muntanja Madang dak in-nhar, kulħadd niżel l-art biex jistrieħ.Meta Wang Bo mexa ma' tempju antik waħdu, f'daqqa waħda ra raġel xiħ bilqiegħda fuq il-ġebla ħdejn it-tempju.Ix-xjuħ deher qisu tifel b'xagħar ċar. u dehra ta 'fairy. Huwa qal lil Wang Bo \"M'intix Wang Bo?\" Wang Bo kien sorpriż u qal, \"Eżattament! Kif taf li? \"Ix-raġel xiħ qal, \"Jien ilni smajt li inti għandek tajba intenzjonijiet li ssalva lin-nies, u l-poeżiji tiegħek huma sinifikanti ħafna. Se jkun hemm festa grandjuża f'Tengwang Pavilion għada. Jekk tista' tattendi l-banquet u tikteb esej, tkun famuż matul iż-żminijiet u tikseb l-ispejjeż tal-ivvjaġġar. \" Meta waslu. fil-Muntanja Madang, kulħadd mar l-art biex jistrieħ.Meta Wang Bo kien miexi minn tempju antik waħdu, f'daqqa waħda ra fuq il-ġebla ħdejn it-tempju, Kien hemm raġel xiħ bilqiegħda, li deher qisu tifel b'xagħar ġust u fairy dehra. Huwa qal lil Wang Bo, \"M'intix Wang Bo?\"\nWang Bo ttieħed mistagħġeb u qal, \"Eżattament! Kif taf dan?\"\nL-anzjan qal: \"Ilni smajt li għandek intenzjoni tajba li ssalva n-nies, u l-poeżiji li tikkomponi huma pjuttost sinifikanti. Għada se jkun hemm festa grandjuża fil-Padiljun tal-Prinċep Teng. Jekk tista 'tattendi l-banquet u tikkomponi, int tkun famuż matul iż-żminijiet u jkollok spejjeż tal-ivvjaġġar.”\nWang Bo qal: \"Dan il-post huwa sitt jew seba' mitt mil bogħod minn Tengwang Pavilion. Kif nistgħu naslu hawn għada? \"Ix-raġel xiħ qal: \"Se nuża żiemel bħala riħ divin biex ngħinek tbaħħar bla xkiel. I definittivament se jasal għada.\" Wang Bo irringrazzjani u qal: \"Skużani, missieri. , int immortali jew alla?\" Ix-raġel xiħ daħak u qal, \"Jien iż-Zhongyuan Shuijun inkarigat minn din iż-żona tal-ilma!\" Wang Bo qal, \"Dan il-post huwa sitt jew seba' mitt mil bogħod minn Tengwang Pavilion. Kif nistgħu naslu hawn għada?\"\nL-anzjan qal: \"Se nuża ż-żiemel bħala riħ divin biex ngħinek tbaħħar bla xkiel. Żgur se nasal għada.\"\nWang Bo rringrazzjah u qal, \"Skużani, kunju, int immortali jew alla?\"\nL-anzjan daħaq u qal, \"Jien iż-Zhongyuan Shuijun li huwa inkarigat minn din iż-żona tal-ilma! \"Imbagħad ix-xjuħ ħeġġeġ lil Wang Bo biex jitla' fuq id-dgħajsa malajr. Huwa ra sħab awspiċju jdawruh għal ftit żmien, u r-riħ u l-ilma kienu bla xkiel tul it-triq.F’ħakka t’għajn, kien ivvjaġġa mijiet ta’ mili.\nImbagħad l-anzjan ħeġġeġ lil Wang Bo biex jitla 'fuq id-dgħajsa malajr. Huwa ra sħab awspiċju jdawruh għal xi żmien, u kien vjaġġ bla xkiel. F'ħakka t'għajn, kien ivvjaġġa mijiet ta 'mili. Kif kien mistenni, Wang Bo ġrew lejn il-Padiljun tal-Prinċep Teng filgħodu tal-avveniment kbir.\nKif kien mistenni, Wang Bo ġrew lejn il-Padiljun tal-Prinċep Teng filgħodu tal-avveniment kbir. U fuq il-post, kiteb il-\"Prefazju għall-Padiljun tal-Prinċep Teng\", li kien imsejjaħ il-kapolavur etern mill-Imperatur Gaozong tad-Dynasty Tang. U fuq il-post, kiteb il-\"Prefazju għall-Padiljun tal-Prinċep Teng\", li kien imsejjaħ il-kapolavur etern mill-Imperatur Gaozong tad-Dynasty Tang.\nHemm poeżija li tgħid:\nDejjem intqal li n-nies b'talent huma allat, għalhekk mhuwiex inċident li r-riħ iġib lil Nanchang għal Nanchang;\nJien ktibt sentenza dwar il-pavaljun għoli ta 'Teng Wang, u mbagħad akkumpanja lill-immortali għal Zhongyuan.", "聖意": "Itlob għal darek u ipproteġi lilek innifsek, itlob għall-barkiet, fittex il-ġid, u tikseb iż-żwieġ u l-armonija.", "古人": "Ir-riħ jonfoħ lejn Tengwang Pavilion", "第X籤": "Iffirma wieħed u tmenin", "宮": "Wei Gong"}