{"籤詩版本二": "X'jiġri jekk titlef il-virtù tiegħek minħabba r-reputazzjoni tiegħek?Nibża' li tinbidel ix-xorti tajba u jiġru affarijiet ħżiena.\nSakra, ma nafx fejn immur.Għandi ħolma imċajpra fid-dell tas-siġar tal-arżnu aħdar.", "詩意": "Din l-eżagramma tirrappreżenta l-ħut kiesaħ li jħalli l-ilma.\nXejn ma jista 'jiċċaqlaq.\n\n(Din l-eżagramma hija simbolu ta’ virtù ħażina u xorti ħażina.\nŻomm saqajk mal-art f’kollox.\n)", "解曰": "Il-ħut kiesaħ iħalli l-ilma. Fly fl-ingwent. Jekk tistaqsi dwar il-pjanijiet tal-kamp. Huwa aħjar li Mo Qi\nDan is-sinjal se jġib xorti ħażina lil Liujia. Kollox imur ħażin. Itolbu għas-sigurtà.", "籤詩故事一": "◇Zhuangzi jittestja lil martu\nZhuangzi twieled fid-Dynasty Zhou.Kunjomu kien Zhuang, ismu kien Zhou, u ismu kien Zixiu. Kien nattiv ta' Mengyi fid-Dynasty Song. Fid-Dynasty Zhou, kien l-uffiċjal ta 'Qiyuan.\nĠurnata waħda, Zhuangzi ltaqgħet ma’ mara fuq il-muntanja, kienet qed tpoġġi quddiem qabar ġdid, tħawwad il-fann tagħha b’mod iddisprat, bħallikieku riedet tnixxef il-ħamrija mxarrba fuq il-qabar. Zhuangzi ma fehimx l-intenzjoni tagħha, għalhekk staqsieha. Qalet li l-persuna midfuna fil-qabar kien żewġha, u l-aħħar kliem ta’ żewġha kien li ma setgħetx terġa’ tiżżewweġ sakemm il-ħamrija fuq il-qabar tinxef. Hija ma setgħetx tistenna aktar, għalhekk ħawwad il-ħamrija tal-qabar biex tinxef aktar malajr, sabiex tkun tista 'ssegwi t-tieni rebbiegħa.\nZhuangzi faqqa meta ħaseb li fid-dinja kien hemm mara bla qalb bħal din. Imbagħad ħsibt, marti tkun hekk? Meta jqum suspett, irrid nittestjah.\nIl-kunjom tal-mara ta 'Zhuangzi kien Tian, ​​​​u l-koppja normalment kellha relazzjoni mill-qrib. Sabiex tiġi ttestjata l-lealtà ta' martu, Zhuangzi iddeċieda li jippretendi li kien mejta.\nMeta semgħu li Zhuangzi miet b'mard f'daqqa, ħafna nies minn madwar, inklużi qraba u ħbieb, ġew biex jesprimu l-kondoljanzi tagħhom.Fosthom kien hemm re gustuż u neputi mill-istat ta 'Chu, li kien għani fil-ġid.Jaraw li Ms. Tian kien għadu kemm armel u pitiful, hu segwiha. Is-Sinjura Tian ma setgħetx tiflaħ it-tentazzjoni u tħobb lil Wang Sun. Żżewġu f'għoxrin jum biss.\nDak il-lejl, meta l-inbid kien fis-sakra u l-widnejn kienu sħan, Wang Sun f'daqqa sofra attakk tal-qalb u miet.\nIs-Sinjura Tian kienet mbeżżgħa u paniku, u staqsiet lil Wang Sun b'urġenza x'għandek tagħmel.Wang Sun ġarrab l-uġigħ u qal lis-Sinjura Tian li l-imħuħ ta 'korpi mejta jistgħu jintużaw biex iġibu l-mejtin lura għall-ħajja.\nFejn issib il-katavru mejjet? Is-Sinjura Tian f'daqqa ħasbet, żewġha ma mietx biss? Is-Sur Tian nesa dwar l-imħabba antika bejn ir-raġel u l-mara, u fil-fatt ħa mannara u fetaħ it-tebut ta 'żewġha, u pprepara biex joħroġ moħħu għall-mediċina.\nB'mod mhux mistenni, meta nfetaħ it-tebut, Zhuangzi reġa' ħa l-ħajja. Is-Sinjura Tian tant kienet mistħija li mdendlet lilha nfisha.\n(Din l-istorja hija metafora għall-ksur tal-ħbiberija għal gwadann personali, għalhekk ma nistgħux naqblu magħha.)", "聖意": "Id-dar hija paċifika, l-awto huwa sigur, il-flus huma inġusti, is-snajja huma sagrifikati, iż-żwieġ huwa solvut, il-ħażen f'Liujia huwa prosperu, il-pedestrians ma waslux, id-dud tal-ħarir huma fil-paċi, il-bhejjem huma fil-paċi, in-nies qed ifittxu nies, il-kawża nbidlet, id-dixxipli kienu konservattivi, il-proprjetà intilfet, m'hemm l-ebda mard, u l-muntanji u l-oqbra kienu ħżiena.", "古人": "Zhuangzi jittestja lil martu", "第X籤": "Lott 84", "宮": "Wei Gong"}