{"籤詩版本二": "Sħab skur u ċpar jgħattu t-triq quddiem il-muntanja.Kollox tond u l-qamar mill-ġdid tond.\nJekk ikollok poeżija u kotba, tqum minn ħolma profonda.Il-persuna nobbli tiggwidak fuq il-bejt.", "詩意": "Din l-eżagramma tissimbolizza t-tmiem tar-rebbiegħa u l-fjoritura tal-fjuri.\nKollox jinbidel wara l-Mulej.", "解曰": "L-anzjan jeħtieġ li jitlob l-għajnuna. Tiffjorixxi mill-ġdid fir-rebbiegħa. Xewqa għall-fama u l-ġid. Iltaqa' ma' xi ħaġa mhux mistennija tard fil-ħajja.", "籤詩故事一": "◇Han Wengong jiltaqa 'ma' borra\nHan Yu, li l-isem ta 'kortesija tiegħu kien Tuizhi, kien minn Changli. Tang Dezong sar Jinshi fit-tmien sena ta 'Zhenyuan, u t-titlu posthumum tiegħu kien Wen Gong.\nMatul ir-renju ta 'l-Imperatur Xianzong tad-Dynasty Tang, Han Yu remonstrated bl-għadam tal-Buddha, li rrabjat l-Imperatur. Han Yu ħalla lil martu u lil uliedu u mar Chaozhou. Wara li mexa għal inqas minn ftit jiem, ir-riħ kiesaħ qabad u ħarġet il-borra bil-kbir. Han Yu wasal f'post fejn il-borra kienet fond ta' diversi piedi, u b'hekk kien diffiċli għaż-żiemel tiegħu biex jimxi 'l quddiem.Ma kien hemm ebda dar fil-qrib u ma kienx jaf fejn kienet it-triq. Jekk trid issegwi t-triq u tirtira, m'hemmx triq lura. Ir-riħ kien jonfoħ iebes u l-borra kienet qed nieżla malajr.Han Yu kien mxarrba mal-ġilda, iffriżat u bil-ġuħ, u ma kellux fejn jesprimi s-sogħba tiegħu.\nHan Yu dam u qal: \"L-imperatur mhux se joqtolni, imma l-imperatur irid jeqridni.\"\nEżatt meta Han Yu kien iddisprat, ra raġel ġej biex inaddaf il-borra minkejja l-kesħa kbira.Irriżulta li kien Han Xiangzi (in-neputi ta' Han Yu).\nQabel, Han Xiangzi kien qal lil Han Yu: \"Fejn hi d-dar ta' Yun Heng f'Qinling? Il-borra tħaddan il-bieb blu u ż-żiemel jieqaf miexi 'l quddiem. \" F'dak iż-żmien, Han Yu ma fehemx x'ried ifisser Han Xiangzi, iżda issa hu finalment mifhum.\nAllura Han Yu u Han Xiangzi marru jqattgħu l-lejl fid-dar ta 'Fu f'Languan. Meta tkellem dwar il-passat u t-triq għall-kultivazzjoni, Han Yu kien sinċerament konvint.\nAktar tard, Han Yu abbanduna l-pożizzjoni uffiċjali tiegħu, ta donazzjoni tal-proprjetà kollha tiegħu lill-gvern lokali, u mar fil-muntanji biex jipprattika t-Taoiżmu u jsir immortali.", "聖意": "Id-dar mhix tajba għalih innifsu, kun kawt fit-tfittxija tal-flus, tiffoka fuq in-negozju, iż-żwieġ huwa tard, il-pedestrians nisa Liujia jimblokkaw l-oqsma, id-dud tal-ħarir huwa tajjeb, il-bhejjem huwa tajjeb, huwa diffiċli li ssib nies, il-kawżi pubbliċi huma ripetuti, il-migrazzjoni hija aġġornata, l-affarijiet mitlufa huma serji, il-mard jittardja, l-oqbra tal-muntanji għandhom jinbidlu.", "古人": "Han Wengong jiltaqa' mal-borra", "第X籤": "Il-ħamsa u tmenin lotterija rebbieħa", "宮": "Shen Gong"}