{"籤詩版本二": "Mixi nofs triq 'il fuq il-muntanji tal-punent, l-irdum ta' Junling ma jistgħux jiġu solvuti.\nIħares lejn Alla għall-protezzjoni, dan il-ġisem għadu fil-morgue", "詩意": "Din l-eżagramma hija bħal tfittex deheb fir-ramel.\nF’kollox hemm sinjali ta’ nies nobbli.\n\nUkoll: Din l-eżagramma tindika li l-persuna tinsab fil-periklu.\nF’kollox hemm sinjali ta’ nies nobbli.", "解曰": "Il-ġada tista' tinstab billi tissikka l-ġebel. Sib deheb fir-ramel. Ħtieġa li taħdem ħafna. Biss inkwiet.\nXogħol ieħor: sitwazzjoni diffiċli. Imkien fejn toqgħod. Itlob għall-barka t’Alla. Itolbu għall-paċi tal-moħħ.", "籤詩故事一": "◇ Bite deheb u esplora l-grotta taħt l-art\nBiex jiċċelebra l-isfruttamenti militari tiegħu, Cheng Yaojin kellu banquet f'Yanwuyang. F'daqqa waħda fetħet toqba fl-art, li ma tistax tinftiehem.Kulħadd ġibed ix-xorti billi agħżel il-kliem, gidem id-deheb biex jirbaħ, u jikri ħbula biex jorbtu fit-toqba.\nRajt bibien tal-ġebel, imwejjed, siġġijiet, pontijiet u oġġetti oħra.Fuq il-mejda kien hemm libsa tad-dragun u ċinturini tal-ġada, li kienu magħmulin mid-deheb u jintlibsu mill-għar.\nYao Jin ħareġ mit-toqba b'kaxxa kbira u kaxxa żgħira, fetaħ il-kaxxa tal-injam u ħareġ is-siġill tal-ġada, fetaħ il-kaxxa, ħareġ il-bandiera l-kbira u l-libsa tal-kuruna u l-binarji u poġġihom fuq il-mejda, u kulħadd rahom wieħed wieħed. Rajt it-tmien karattri tas-siġill imnaqqxa fuq is-siġill kbir kienu \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nKulħadd kien jadurah bħala l-\"Imperatur\", u Yaojin għamel dan għal tliet snin bħala d-Demon King. (Fil-fatt, dan kien biss awtoproklamat, u Cheng Yaojin kien biss il-mexxej tar-raħal dak iż-żmien.)\n(Din l-istorja hija metafora li l-affarijiet tajbin huma bħad-reċtar. Dan huwa l-kunċett artistiku ta’ \"dan il-ġisem għadu fil-vojt\".)", "聖意": "It-talb għad-dar u d-dar, lilu nnifsu, in-nuqqas ta 'profitt, li jfittex il-ġid, xogħol iebes, kawtela fin-negozju, żwieġ se jkun imxekkel minn Liujiaxu, nies mexjin, dud tal-ħarir Chitian, stabbli sitt bhejjem, tiftix għal nies, l-ebda kawżi, telf, migrazzjoni, żamma proprjetà mitlufa, mard ħażin, ostakli, muntanji u oqbra.", "古人": "Nesploraw il-Kripta għad-Deheb", "第X籤": "Iffirma sebgħa u tmenin", "宮": "Shen Gong"}