{"籤詩版本二": "Tiddejjaqx bl-affarijiet personali tiegħek Dan huwa aktar xieraq li tistaqsi lill-pubbliku.\nQalb ċara hija qawwija daqs il-qamar qawwi fis-sema", "詩意": "Din l-eżagramma tirrappreżenta l-immaġni ta 'qamar qawwi fis-sema.\nKollox jgħajjat ​​u arja.", "解曰": "Kun retti fil-qalb. Iddritta l-liġi. Kliem qaddis. Fl-aħħar isir ċar.", "籤詩故事一": "◇ Ġenerali ta’ Kong Ming\nSoluzzjoni: Zhuge Liang jimmobilizza t-truppi u l-ġenerali tiegħu\nMatul il-perjodu tat-Tliet Renji, Zhuge Liang (181-234), isem ta 'kortesija Kongming, twieled f'Yangdu, Langya (issa Yinan County, Provinċja ta' Shandong).\nZhuge Liang qabel li jsir uffiċjal wara li Liu Bei għamel tliet żjarat fil-cottage b'pajla.Dak iż-żmien, Cao Cao kien paċifika lil Hebei u kien determinat li jimxi lejn in-Nofsinhar. Hu bagħat lil Xiahou Dun bħala l-kap ġenerali, Yu Jin, Li Dian u oħrajn. bħala deputati ġenerali, li jwassal armata ta’ 100,000 biex timxi lejn Xinye. Għalkemm Zhuge Liang kellu pjan biex jirtira mill-għadu dak iż-żmien, Guan Yu u Zhang Fei disprezzaw il-kliem ta 'Zhuge Liang. Zhuge Liang ma kellu l-ebda għażla ħlief li juża x-xabla ta' Liu Bei biex jissottometti liż-żewġt irġiel.Kulun minnhom mexxa elf suldat u żiemel, u lurked f'Yushan u Anlin.Stennew lil Xiahou Dun imexxi l-armata tiegħu biex tgħaddi, u mbagħad attakkawhom b' ambusshes u nar.\nBarra minn hekk, Zhao Yun intbagħat biex imexxi l-fdalijiet qodma u dgħajfa ta 'l-armata biex jiġġieldu bħala vanguard kontra Xiahou Dun, u mbagħad iffalsifikat telfa u rtirat, jiġbdu lil Xiahou Dun fit-triq dejqa fil-muntanji u l-foresti. Huwa bagħat ukoll lil Guan Ping, Zhou Cang, Liu Feng u oħrajn biex Sneak fil-wara ta 'l-armata ta' Cao, jaħarqu provvisti u jikkawżaw paniku fl-armata ta 'Cao.\nWara l-battalja, kollox ġara kif irranġat Zhuge Liang. Meta Xiahou Dun u Yu Jin mexxew l-armata fl-insegwiment, Li Dian, li kien fuq wara, informa b'urġenza lil Xiahou Dun fuq quddiem li kellu bżonn iħares kontra l-attakki tan-nar tal-għadu.Madankollu, kien tard wisq.L-armata ta 'Cao kienet kostretta minn it-triq dejqa u kien jinsab fpost fejn is-siġar kienu magħqudin, u għalhekk in-nar ma setax jibda.Kien hemm diżgrazzji kbar, u Xiahou Dun u ġenerali oħra ġew megħluba u ħarbu lura lejn Xudu.\n(Din l-istorja hija metafora li Kong Ming huwa tajjeb biex juża n-nies u jiggverna l-pajjiż bl-għerf.)", "聖意": "Id-dar u d-dar huma awspiċju.Nixtieq xorti tajba fil-ġid, paċi tal-moħħ, prosperità fin-negozju, żwieġ, suċċess f'Liujia, nies mexjin maskili, għelieqi li jiċċaqilqu, dud tal-ħarir, telf ta 'bhejjem, tfittxija għal nies, kawżi pubbliċi, migrazzjoni, mitlufa proprjetà, barkiet, mard, paċi, muntanji u oqbra.", "古人": "ġenerali ta’ Kong Ming", "第X籤": "Id-disa' sinjal", "宮": "Palazz Yin"}