{"籤詩版本二": "Spettaklu tajjeb jagħmlek tispikka mill-folla b'frwn, u l-futur tiegħek jinbidel u ġġib ħafna ġid.\nTriq hija wiesgħa daqs is-sema, u l-flus kollha li tista’ tagħti jkunu f’qalbek", "詩意": "Din l-eżagramma tindika futur promettenti.\nKollox imur tajjeb.", "解曰": "Triq kbira. Tista' timxi 'l quddiem. Uża qalbek. Biss 'il quddiem.\nKollox imur kif ippjanat b'dan is-sinjal. Xorti tajba lil Jichang.", "籤詩故事一": "◇Tliet eroj jiġġieldu kontra Lu Bu\nSoluzzjoni: Tliet eroj Zhang Fei, Guan Yu, u Liu Bei jiġġieldu kontra Lu Bu\nDong Zhuo sar jaf li Hua Xiong kien inqatgħet rasu u bagħat lill-Ġeneral li jtir Lu Bu jiġġieled. Hekk kif Lu Bu daħal fil-battalja, qatel lill-ġenerali Fang Yue u Mu Shun, u qatel lil Wu Anguo u Gongsun Zan.\nZhang Fei ra li Gongsun Zan ma setax jegħleb lil Lu Bu, għalhekk malajr ħa post Gongsun Zan u għajjat: \"L-iskjavi tat-tliet kunjomijiet għandhom jitilqu! Zhang Fei minn Yan qiegħed hawn! \" Wara dan, iġġieldu għal aktar minn ħamsin rawnd f' suċċessjoni, mingħajr rebbieħ jew telliefa.\nWara li Guan Yu rawha, hu u Zhang Fei attakkaw lil Lu Bu u ġġieldu għal aktar minn tletin rawnd.\nLiu Bei ġarr ukoll żewġ xwabel, ħabbat iż-żiemel tiegħu u mar ’il quddiem biex jgħin lil Zhang Fei u Guan Yu.\nIt-tlett irġiel dawru lil Lu Bu u baqgħu jiġġieldu.In-nies kollha fil-grupp baqgħu storduti.\nDalwaqt, Lu Bu beda jitlef is-saħħa.Pegasus ta 'Lu Bu irtira, iżda t-tlett irġiel segwew lil Lu Bu u rrifjutaw li jċedu.Ma rtirawx sakemm iltaqgħu mat-truppi ta' Lu Bu.\n\"Tliet Saltni\"\n(Din l-istorja hija metafora għall-qlubija u l-ħila ta’ Lu Bu fil-ġlied. Persuna waħda tista’ tegħleb tliet persuni.)", "聖意": "Il-qalba tad-dar u d-dar jivvjaġġa biss fuq il-vjaġġ tiegħu stess biex ifittex il-ġid. Artiklu taż-żwieġ possibbli jmur għand Liujia. L-affarijiet imorru tajjeb għan-nies. Id-dud tal-ħarir Zhushuntian juża. In-nies jistgħu jinstabu fost is-sitt annimali. In-nies jistgħu jinstabu minn qabel. . Litigazzjoni. Migrazzjoni. Proprjetà mitlufa. Mard. Muntanji u oqbra huma bħal xorti tajba.", "古人": "Tliet eroj jiġġieldu kontra Lu Bu", "第X籤": "Wieħed u disgħin lotterija rebbieħa", "宮": "Int Palazz"}