{"籤詩版本二": "Ilni nippjana għan-negozju minn meta kont żgħir, għalhekk m'għandix għalfejn nitlob għall-ġid u l-ġid.\nJekk żewġ persuni qed ifittxu xi ħaġa, l-istudjuż joħroġ u jerġa’ lura bl-ogħla premju.", "詩意": "Din l-eżagramma kienet is-simbolu tan-negozju sa mit-tfulija.\nKun diliġenti u thrifty f'kollox u mingħajr inkwiet.", "解曰": "Mit-tfulija sal-adulti. L-ebda tfixkil, l-ebda tfixkil. Agħmel pjan. Il-fama tmur bla xkiel.", "籤詩故事一": "◇Cai Qing iħallas lura l-qalb tajba tiegħu (Cai Yong)\nCai Yong, isem ta 'kortesija Bojie, twieled f'Chenliuyu (issa fin-nofsinhar tal-Kontea ta' Qixian, Provinċja ta 'Henan). Huwa studjuż u r-raġel ta 'Zhao Wuniang. Ħames snin ilu, il-qorti imperjali rreklutat talenti fuq il-lista safra, u l-kontea rrakkomandat lilu jiġi Beijing biex jagħmel l-eżami. Minn dakinhar, ma kien hemm l-ebda aħbar.\nL-ewwel sena wara li Cai Bojie telaq kienet faċli biex tittratta magħha.Il-familja kellha xi tfaddil u ħajjitha kienet maniġġabbli.\nIs-sena d-dieħla, Chenliu sofra nixfa severa, għalhekk qagħad fuq Zhao Wuniangdian biex ibiegħ dehbijiet biex jgħix mill-ġuħ.Ma kien hemm l-ebda aħbarijiet minn Cai Bojie, li għamlet lill-familja saħansitra aktar inkwetata.\nIn-nixfa damet tliet snin matul dan il-perjodu. Zhang Guangcai, ġar fir-raħal, għenitha minn żmien għal żmien.\nAktar tard, Cai Bojie rebaħ l-ewwel premju u mar lura d-dar biex sar jaf li martu kienet ġiet megħjuna minn Zhang Guangcai. Il-koppja marru d-dar ta 'Zhang biex jesprimu l-gratitudni tagħhom u taw lil Zhang Guangcai żewġ taels tal-fidda bħala rigal.", "聖意": "Id-dar hija paċifika, l-awto huwa prosperu, in-negozju huwa ta 'suċċess, iż-żwieġ huwa ta' suċċess, it-twelid ta 'raġel huwa ta' suċċess, l-għalqa hija mimlija dud tal-ħarir, is-sitt bhejjem huma prosperi, it-tfittxija hija suċċess, il-kawża hija ta 'suċċess , il-migrazzjoni hija ta 'suċċess, il-proprjetà mitlufa hija tajba, il-marda hija muntanja u l-qabar huwa tajjeb.", "古人": "Cai Qing iħallas lura l-qalb tajba tiegħu (Cai Yong)", "第X籤": "Iffirma Tnejn u Disgħin", "宮": "Int Palazz"}