{"籤詩版本二": "Luan Feng Xiang kien imxarrab bix-xita, iżda dak iż-żmien kien ibbuljat minn Queer\nBqajt ixxukkjat meta tgħallimt li xi darba s-sħab kienu 'l bogħod, imma xorta rġajt lura ħwejjeġ għandkom.", "詩意": "Din l-eżagramma tirrappreżenta s-simbolu ta’ Luan u Phoenix li jkunu koperti mix-xita.\nKollox jiġi meta jasal iż-żmien.", "解曰": "Il-villain qed jirnexxi jum b’jum. Sinjur m'għandu jagħmel xejn. Żomm għalik innifsek. Ħu azzjoni meta jasal iż-żmien.", "籤詩故事一": "◇Gao Jun jiggarantixxi ż-żwieġ\nFil-bidu tad-Dynasty Song, Zhao Kuangyin unifikat it-tramuntana u l-pajjiż kollu ċeda.Madankollu, fid-Dynasty Tang tan-Nofsinhar, Li Yu okkupa n-nofsinhar tax-Xmara Yangtze u adotta l-istrateġija li jċedi billi offra belt u nsib lil Zhao Kuangyin f'Shouzhou Is-sitwazzjoni kienet kritika. In-neputi ta’ Zhao Kuangyin, Gao Junbao, żagħżugħ b’pistola tad-deheb, telaq minn Bianjing biex ikisser l-assedju ta’ Shouzhou.\n, li tgħaddi minn Shuangsuo Mountain, huma smashed is-sinjal tar-raġel imwaqqaf minn Liu Jinding, u t-tnejn ikkompetew.Bħala riżultat, Liu Jinding defeated Gao Junbao tliet darbiet bl-arti marzjali superb tiegħu, u huma skambjaw maces tad-deheb u qniepen tal-fidda għall-ħajja. In-neputi ta' Zhao Kuangyin Gao Junbao, sabiex isalva lil Zhao Kuangyin maqbud f'Shouzhou, telaq minn Bianjing u għadda minn Shuangsuo Mountain.Huwa għeleb is-sinjal imwaqqaf minn Liu Jinding u t-tnejn ikkompetew.B'konsegwenza ta' dan, Liu Jinding għeleb lil Gao Junbao bis-saħħa tiegħu. arti marzjali superb u kien sfurzat li jagħmel hekk.żwieġ. Il-koppja mexxiet lill-folla fl-assedju u salvat lil Zhao Kuangyin.\n(Il-metafora ta 'din l-istorja hija li t-tnejn ma ġewx rikonċiljati (kienu bullied), iżda aktar tard rikonċiljati.)", "聖意": "Id-dar tal-familja mhix tajba għalih innifsu, oqgħod attent li tfittex flus, timblokka n-negozju, stenna għaż-żwieġ, dewmien, Liujia, vjaġġatur falz, linger fl-għelieqi, dud tal-ħarir, tard, sitt ħsarat tal-bhejjem, diffiċli biex issib nies, kawżi, telf, migrazzjoni, konservattiv, proprjetà mitlufa, mard serju, estensjoni tal-muntanji, riforma gravi", "古人": "Gao Jun jiggarantixxi ż-żwieġ", "第X籤": "Tlieta u disgħin rebbieħa tal-lotterija", "宮": "xugong"}