{"籤詩版本二": "L-ambizzjoni u l-kisbiet huma fid-dinastija, iżda issa se jkun hemm xorb u sess bla tmiem.\nJekk tara serduk tad-deheb, tkun ippremjat bi flus, fortuna u fortuna.", "詩意": "Din l-eżagramma tirrappreżenta s-simbolu tal-ambizzjoni u l-fama.\nŻomm kollox awspiċju.", "解曰": "Ambizzjuż. Mhux tard wisq biex tgħasses lilek innifsek. Is-serduk tad-deheb iwiegħed. Kollha kuntenti.", "籤詩故事一": "◇Cao Pi ipproklama lilu nnifsu imperatur\nCao Pi, isem ta 'kortesija Zihuan, twieled f'Peiguoqiao (issa Hao County, Anhui). Politiku u kittieb famuż matul il-perjodu Jian'an.\nCao Pi huwa t-tieni iben ta' Cao Cao.Għex ma' missieru fil-kamp militari sa minn meta kien żgħir.Taħt l-influwenza ta' missieru, Cao Pi tgħallem il-qaws fl-età ta' sitt snin u rkib taż-żiemel fl-età ta' tmien snin, u żviluppa ħiliet tajbin fl-arti marzjali. Huwa għandu wkoll għarfien estensiv ta 'klassiċi u bijografiji antiki u moderni, kif ukoll il-kotba ta' mijiet ta 'skejjel ta' ħsieb. Kien biss fl-età ta 'tmintax-il sena li Cao Cao għeleb lil Yuan Shao u Cao Pi għex ħajja relattivament stabbli f'Yecheng, iċ-ċentru tal-ħakma ta' Cao Cao. Minn dakinhar, għalkemm ġieli akkumpanja lil missieru fi spedizzjonijiet militari u għex ħajja ta’ iben nobbli l-biċċa l-kbira tal-ħin, xorta waħda pprattika l-arti marzjali kuljum u sal-lum għadu ma naqasx. Spiss jirkeb fuq iż-żiemel tiegħu f’mitt tarġa u huwa ta’ ħila kbira fl-arti marzjali. Minħabba li spiss jipprattika l-arti marzjali, huwa ħafif u qawwi.\nL-iben il-kbir ta’ Cao Cao, Cao Ang, inqatel f’battalja. Wara li l-iben il-kbir miet, Cao Pi sar l-ewwel għażla għall-prinċep tal-kuruna. Meta kellu wieħed u tletin sena, huwa sar il-prinċep tal-kuruna minn Cao Cao. Meta Cao Pi kellu tlieta u tletin sena, Cao Cao miet b'mard, u Cao Pi laħaq bħala Prim Ministru u Re ta' Wei. Qal li ta’ spiss jirkeb fuq iż-żiemel f’mitt tarġa u huwa ta’ ħila kbira. Minħabba li spiss jipprattika l-kungfu, huwa ħafif u b’saħħtu.", "聖意": "Itlob biex id-dar tiegħek u d-dar tiegħek ikunu paċifiċi, fittex il-ġid, taħdem iebes, innegozja, tkisser kmieni, iż-żwieġ ikun ta’ suċċess, Liujia tkun sigura, in-nies ikunu fl-għalqa, id-dud tal-ħarir se jkun maturi, sitt bhejjem ikunu maturi , se jkun diffiċli li ssib nies, il-kawżi pubbliċi se jkunu urġenti, il-migrazzjoni tintilef, u l-affarijiet se jkunu 'l bogħod.Il-mard se jibqa' fil-muntanji u l-oqbra.", "古人": "Cao Pi jipproklama lilu nnifsu imperatur", "第X籤": "Il-ħamsa u disgħin lotterija rebbieħa", "宮": "xugong"}