{"籤詩版本二": "Il-pagoda majestic mhix tas-soltu, b'karatteristiċi exquisite min-naħat kollha li jleqqu.\nInħeġġiġkom tkunu determinati li tbaxxu bil-għaqal u tagħmlu għemejjel tajbin, u s-sema jibgħatilkom barkiet.", "詩意": "Din l-eżagramma tirrappreżenta l-manifestazzjoni tal-mertu.\nKollox huwa awspiċju.", "解曰": "Dawn il-barkiet. Kulħadd għandu. M'għandekx tkun wisq busy. Il-mertu jiġi determinat minn qabel.", "籤詩故事一": "◇ Ir-Re ta 'Fenyang jiltaqa' man-neputi tiegħu f'Jum San Valentinu Ċiniż\nSoluzzjoni: Guo Ziyi iltaqa 'ma' Weaver Girl nieżla fuq l-art f'Jum San Valentinu Ċiniż. Tiansun, in-neputi tal-Imperatur Jade, hija s-Seba Fairies.\nGuo Ziyi (697-781), magħruf ukoll bħala Guo Linggong, kien nattiv ta 'Zheng County, Huazhou (issa Huaxian County, Provinċja ta' Shaanxi) u ġenerali fid-Dynasty Tang. Il-qorti imperjali tat lil Ziyi it-titlu ta’ Re ta’ Fenyang.\nJingħad li Ziyi kien oriġinarjament minn Huazhou u mar jingħaqad mal-armata barra l-Ħajt il-Kbir.Hu mar Beijing biex jagħfas għall-paga militari u mar lura Yinzhou.Dak iż-żmien inzerta kien Jum San Valentinu Ċiniż.Ir-riħ u r-ramel kienu qed jidlam, u x-xemx kienet qed tiskura. Ziyi ma setax jimxi 'l quddiem, għalhekk kien wieqaf ħdejn it-triq. Kien jorqod mal-art f'dar vojta. Meta kien se jorqod, f'daqqa waħda ra dawl aħmar fuq iż-żewġ naħat.Qam bil-wieqfa u ħares ’il fuq sorpriż.Kien hemm sħaba fis-sema, nieżla bil-mod.Hemm qagħdet mara sabiħa, dinjituża u sabiħa, kompletament differenti min-nies ordinarji. Ziyi immedjatament ta l-rispett tiegħu u qal, \"Illum huwa s-seba 'jum tas-seba' xahar Lunar. Naħseb li hija t-Tfajla Weaver li waslet, li tixtieq tagħti l-lonġevità u l-ġid tagħha.\"\nIl-mara wieġbet ukoll: \"B'ġid kbir tiġi l-lonġevità.\"\nWara li spiċċa jitkellem, id-dija reġgħet reġgħet u s-sħab żdiedu bil-mod.Il-mara kienet għadha tħares 'l isfel lejn Guo Ziyi bi tbissima pjaċevoli.Biss meta kienet 'il bogħod minnha kien id-duħħan mċajpar u ma setgħetx tidher aktar.\nIrriżulta li kien veru, bħalma qalet il-mara. Il-merti ta 'Ziyi huma famużi fid-dinja, huwa ministru estremament popolari, u huwa ġenerali kemm bil-merti kif ukoll bil-virtujiet.", "聖意": "Agħmel xewqa għalik innifsek id-dar, agħmel xewqa għalik innifsek, itlob għall-flus, xorti tajba fin-negozju, xorti tajba fiż-żwieġ, xorti tajba f'Liujia, vjaġġi kuntenti man-nies, għelieqi li jiċċaqalqu, dud tal-ħarir, bhejjem stabbli, xorti ħażina fit-tfittxija nies, kawżi pubbliċi, migrazzjoni, fortuna tajba, mard tal-proprjetà mitlufa, oqbra f'Zhenxingshan", "古人": "Ir-Re Fenyang jiltaqa’ man-neputi tiegħu f’Jum San Valentinu Ċiniż", "第X籤": "Iffirma sitta u disgħin", "宮": "xugong"}