{"籤詩版本二": "Tard biex tidħol u toħroġ biex tfittex parir, ansjuż u inkwetat li tikkawża l-inkwiet\nBħal għasfur itir fin-nassa, kemm jista’ jdum biex jaħrab?", "詩意": "Din l-eżagramma hija sinjal li l-affarijiet jinżammu qodma u jadattaw għad-destin.\nDak kollu li jmur ħażin huwa l-ħażen ewlieni.", "解曰": "Kun konservattiv fi kwalunkwe ħin. Nistennew li jasal in-nobbli. Jekk tistaqsi dwar kollox. Il-ħaġa prinċipali se tkun tard.", "籤詩故事一": "◇Ji Ping inqatel\nJi Ping, li ismu reali huwa Ji Tai, magħruf ukoll bħala Ping, kien tabib imperjali fid-Dynasty Han.\nFil-ħames sena ta' Jian'an (200 AD), Cao Cao sar il-prim ministru u ma ħax lill-imperatur bis-serjetà.Mindu qara l-editt miktub mill-imperatur fuq iċ-ċinturin tiegħu, Dong Cheng, li ma kellu ebda mod ħeles minn Cao Cao, ħassu indignat u rrabjat.Inkwetat, marad.\nL-Imperatur Xian talab lit-tabib imperjali Ji Ping biex jikkura lil Cao Cao. Ji Ping qara l-editt sigriet tal-imperatur u kien determinat li jeħles minn Cao Cao, u għalhekk it-tnejn li huma fasslu pjan flimkien. Bla mistenni, il-ħitan għandhom widnejn.L-iskjav domestiku ta' Dong Cheng, Qin Qingtong, ġie msawwat erbgħin darba b'bastun minn Dong Cheng minħabba l-affari tiegħu mal-mara żagħżugħa ta' Dong Cheng. Huwa kellu rabja.Meta sema' dwar dan, irrapporta lil Dong Cheng u Ji Ping lil Cao Cao.\nJi Ping ħa vantaġġ mill-uġigħ ta 'ras ta' Cao Cao u bil-moħbi avvelenah. Cao Cao irċieva ponta, qabad lil Ji Ping, ittorturah, u investiga lill-mexxej. Ji Ping irreżistiet il-mewt u miet wara li mess it-taraġ.", "聖意": "Id-dar hija inkwetata dwaru nnifsu, il-villain qed jitlob il-flus, in-negozju jitkisser, iż-żwieġ mhux twil, il-piena hija sitta, il-pedestrian jinqabad fl-għalqa, id-dud tal-ħarir bil-ħsara, is-sitt bhejjem jinstabu, il- tinstab persuna, il-kawża pubblika tintilef, il-migrazzjoni mhix tiċċaqlaq, il-proprjetà tintilef, il-marda ssir, ix-xibka tinsab fil-muntanji, il-qabar huwa mejjet,", "古人": "Ji Ping inqatel", "第X籤": "Tmienja u disgħin Sinjal", "宮": "Haigong"}