{"籤詩版本二": "Inreġġgħu ż-żiemel u nżommu l-frosta, niġu dritti hawn, nofshom fil-periklu u nofshom f’diżastru.\nQisu dar tinharaq bin-nar Meta s-sema taqa' x-xita tibdelha f'irmied Ghandi pjan.", "詩意": "Din l-eżagramma tirrappreżenta nofs niket u nofs ferħ.\nHuwa rakkomandabbli li tagħmel il-ġid f'kollox.", "解曰": "Xogħol tul il-ħajja. M'għandekx jimpurtahom dwar it-tajjeb u l-ħażin. Ix-xekkel huma temporanji. Ir-riżentiment jiġi b’mod naturali.", "籤詩故事一": "◇Tao Sanchun jegħleb lil Zheng En f'Guayuan\n\"Viva t-tifkira tiegħi,\" reġa' qam Zhao Kuangyin, \"Beiping King Zheng En kien irranġa żwieġ lura dak iż-żmien. Issa li d-dinja tinsab fil-paċi, nixtieq nitlob il-permess tiegħek biex tagħżel ġurnata awspiċju biex tiżżewweġ. \"\n\"Viva t-tifkira tiegħi!\" Zhao Kuangyin qam u qal, \"Ir-Re ta 'Peking, Zheng En, kien irranġa żwieġ lura dak iż-żmien. Issa li d-dinja tinsab fil-paċi, nixtieq nitlob il-permess tiegħek biex tagħżel xi ħaġa ta' awspiċju. jum biex tiżżewweġ”.\n\"Oh, it-tielet ħu kien mqabbad qabel, kif ma kontx naf dwar dan?\" Chai Rong kien sorpriż ħafna. Huwa xejriet idu biex Zhao Kuangyin joqgħod bilqiegħda u jitkellem.\n\"Oh! It-tielet ħu kien mqabbad qabel, kif ma kontx naf dwar dan? \" Chai Rong (Imperatur tad-Dynasty Zhou Aktar tard) kien sorpriż ħafna. Huwa xxejret idu u talab lil Zhao Kuangyin biex joqgħod bilqiegħda u jitkellem.\n\"Hija storja twila. L-ewwelnett, konna għadna fil-faqar dak iż-żmien u ma ngħaqadx fl-armata tiegħek. Minn dakinhar, ilna niġġieldu s-snin u m'għandniex ħin biex jimpurtahom minnek. It-tieni, it-tielet ħu huwa wkoll ftit jitmeżmżu jsemmiha, allura l-Maestà Tiegħek ma tafx .”\n\"Hija storja twila. L-ewwelnett, konna għadna ngħixu fil-faqar dak iż-żmien u ma ngħaqadx fl-armata tiegħek. Minn dakinhar, ilna niġġieldu għal snin u m'għandniex ħin biex jimpurtahom minnek. It-tieni, it-tielet ħu huwa wkoll ftit jitmeżmżu biex insemmiha, allura l-Maestà Tiegħek ma tafx .”\n\"Ħej, l-istudent tal-kulleġġ maskili qed jiżżewweġ, x'inhu l-punt li tkun imbarazzat? It-tielet ħu ilu fuq il-kamp tal-battalja għal żmien twil u jista 'jitqies bħala eroj mingħajr paragun. Għaliex int daqshekk żgħir dwar din il-kwistjoni?\"\n\"Ħej! It-tifel tal-kulleġġ qed jiżżewweġ, x'inhu l-punt li jkun imbarazzat? It-tielet ħu ilu fuq il-kamp tal-battalja għal żmien twil u jista 'jitqies bħala eroj mingħajr paragun. Għaliex int daqshekk żgħir dwar din il-kwistjoni?\"\n\"Billi nitkellem dwaru, ma nistax nwaħħal fit-tielet ħu tiegħi talli kien jitmeżmżu, għax dan iż-żwieġ kien falsifikat.\"\n\"Billi nitkellem dwaru, ma nistax nwaħħal fit-tielet ħu tiegħi talli kien jitmeżmżu, għax dan iż-żwieġ kien falsifikat.\"\n\"Ttajpjat? Ħej, huwa interessanti. Jekk jogħġbok għidli x'ġara.\"\n\"Ittajpjat! Ħej! Huwa interessanti! Jekk jogħġbok għidli x'ġara.\"\n\"Iva, niftakar dik is-sena, meta konna se ningħaqdu mal-Maestà Tiegħu, konna ngħaddu mill-Kontea ta 'Baocheng. Kienet sħuna ħafna f'Ġunju. It-tielet ħu tiegħi ma setax joqgħod fil-lukanda, għalhekk ħareġ jiġġerra waħdu. Wara li għadda minn ġnien tal-bettieħ, daħal jiġbor ftit.Il-bettieħ jaqta' l-għatx.F'dan iż-żmien ma kienx hemm ħafna bettieħ li jimmatura bikrija, u t-tielet ħu ma kienx jaf jiġbor, għalhekk kisser ħafna. Il-mara tħares lejn il-bettieħ ħarġet 'il quddiem biex takkuża lit-tielet ħu. It-tnejn kellhom nuqqas ta' qbil, u mbagħad bdew jiġġieldu. Ejja. Fortunatament, kont inkwetat u ġrejt għall-salvataġġ fil-ħin, inkella...\"\n\"Iva, niftakar dik is-sena, meta konna se ningħaqdu mal-Maestà Tiegħu, konna ngħaddu mill-Kontea ta 'Baocheng. Kienet sħuna ħafna f'Ġunju. It-tielet ħu tiegħi ma setax joqgħod fil-lukanda, għalhekk ħareġ jiġġerra waħdu. Wara li għadda minn ġnien tal-bettieħ, daħal jiġbor ftit.Il-bettieħ jaqta' l-għatx.F'dan iż-żmien ma kienx hemm ħafna bettieħ li jimmatura bikrija, u t-tielet ħu ma kienx jaf jiġbor, għalhekk kisser ħafna. Il-mara tħares lejn il-bettieħ ħarġet 'il quddiem biex takkuża lit-tielet ħu. It-tnejn kellhom nuqqas ta' qbil, u mbagħad bdew jiġġieldu. Ejja. Fortunatament, kont inkwetat u ġrejt għall-salvataġġ fil-ħin, inkella...\"\n\"Dan Zheng Ziming, huwa tort tiegħu fl-ewwel lok, huwa għandu jiskuża ruħu. Għaliex laqat lilu? Barra minn hekk, kif tista 'familja ta' tifla tiflaħ il-punches u kicks ta 'raġel qalila bħalu! Ejja, inti tħabbat din it-tfajla biex biċċiet. Le?\" \"It-tifla ma weġġgħetx...\"\n\"Dan Zheng Ziming, huwa tort tiegħu fl-ewwel lok, għalhekk għandu jiskuża ruħu. Għaliex qed isawtuh? Barra minn hekk, kif tista 'familja ta' tifla tiflaħ il-punches u kicks ta 'raġel qalil bħalu! Ejja, għidli, int sawwat lil din it-tfajla. Le?\"\n\"It-tfajla ma weġġgħetx...\"\n\"Dak hu tajjeb, dak huwa okay... Ħej, ma ħadtx azzjoni? Oh, naħseb li salvajtni fil-ħin.\"\n\"Dak hu tajjeb! Dak tajjeb... Ħej! Ma ħadtx azzjoni? Oh! Naħseb li kont li salvatni fil-ħin!\"\n\"...Le, il-persuna li salvajt kienet... it-tielet ħu.\" \"...Le, il-persuna li salvajt kienet... it-tielet ħu.\"\n\"Ah?!\" \"Ah?!\"\n\"It-tielet ħu twaqqa' mal-art mill-mara u sawwat b'mod vjolenti tul it-triq kollha. Fortunatament, wasalt u pperswadih jitlaq, u għalhekk ma weġġax serjament. ... Maestà tiegħek... Maestà tiegħek!... \"\n\"It-tielet ħu twaqqa' mal-art mill-mara u ġie msawwat b'mod vjolenti. Fortunatament, wasalt u kkonvinċiewh jitlaq, u għalhekk ma weġġax serjament. ... Maestà tiegħek... Maestà tiegħek!...\"\n\"Ah?...Oh, min hi dik il-mara!?\" \"Ah!?...Oh, min hi dik il-mara!?\"\n\"Kien biss aktar tard li sirt naf li l-isem tal-mara kien Tao Sanchun, u missierha Tao Hong kien eroj antik li ma kellu l-ebda aspirazzjoni. Tao Sanchun tgħallem l-arti marzjali mingħand missieru minn meta kien tifel. Wara sirt naf familja tiegħu, rajt li s-Sinjorina Sanchun kellha karattru eċċellenti. , Luo Luo u ġenerużi, mingħajr ebda drawwa li tkun tifla żgħira, qabbluh deliberatament. Il-missier u t-tifla Tao għoġbu wkoll il-karattru sempliċi tat-tielet ħu ħafna. Huma laqatha minnufih u ddeċidiet dwar dan iż-żwieġ għat-tnejn li huma. Maestà Tiegħek, jekk jogħġbok għidli, dan mhux Huwa żwieġ falsifikat?\"\n\"Kien biss aktar tard li sirt naf li l-isem tat-tifla kien Tao Sanchun, u hija kienet tgħallmet l-arti marzjali mingħand missierha minn meta kienet żgħira. Wara li sirt familjari mal-familja tiegħu, rajt li Miss Sanchun kellha karattru eċċellenti, kienet ġenerużi, u ma kellhiex l-iċken traċċa li tkun tifla żgħira, għalhekk ingaġġajtha apposta.Is-Sur Tao u bintu għoġbu ħafna wkoll il-karattru sempliċi tat-tielet ħuhom.Laqtuha immedjatament u ddeċidew li jiżżewġu lil xulxin. Maestà tiegħek, ma taħsibx li dan huwa żwieġ falsifikat?\"\n(Din l-istorja hija metafora, għax ħaġa ħażina rriżultat li kienet ħaġa tajba.)", "聖意": "Itlob għall-protezzjoni tad-dar u l-awto, oqgħod attent, itlob għall-ġid, rovina n-negozju, ixekkel iż-żwieġ, kastig, Liujia, assigurazzjoni, nies mexjin maqbuda fl-għelieqi, ħsara mid-dud tal-ħarir, ħsara lill-bhejjem, nies neqsin, kawżi illegali, telf, migrazzjoni, konservattiv , proprjetà mitlufa, mard ħażin, inkwiet, perikli, muntanji, oqbra, falliment", "古人": "Tao Sanchun jegħleb lil Zheng En fil-ġnien tal-bettieħ", "第X籤": "Numru disgħa u disgħin", "宮": "Haigong"}