{"籤詩版本二": "Que le monde soit créé pour un bon mariage, des jours propices et de bons moments, et que tout se passe bien\nCe n'est pas une mince affaire si vous obtenez ce lot : l'empereur déclare que les gens sont loyaux et droits.", "詩意": "Cet hexagramme représente le début de l'ouverture du ciel et de la terre.\nTout est de bon augure.", "解曰": "Vitesse rapide. L’année n’en vaut pas la peine. Guanyin écrit. Faites-le moi savoir d'abord.", "籤詩故事一": "◇Zhongli est devenu illuminé\nZhongli Quan, surnommé Zhongli, prénom Quan, nom de courtoisie Yunfang et surnom Zhengyang, était originaire du comté de Xianyang, Xi'an, province du Shaanxi, pendant la dynastie des Han de l'Est.\nZhong Liquan était un général de la dynastie Han. Lors de l'expédition contre les Qiang occidentaux, il était jaloux du commandant Liang Yi et ne lui assigna que 30 000 soldats âgés et faibles. Dès son arrivée à destination, le camp fut pillé par l'armée des Qiang occidentaux et les soldats ont pris la fuite. Zhong Liquan s'est perdu dans une vallée et a rencontré un moine Hu en chemin. Il l'a emmené dans un petit village et lui a dit : \" C'est la résidence de M. Donghua. \" Puis il lui a dit au revoir et est parti. Au bout d'un moment, quelqu'un a soudainement dit : \" Cela doit être parce que l'homme Hu aux yeux verts est trop bavard. \" Il a vu un homme portant une fourrure de cerf blanc et tenant un bâton de quinoa vert. Il a demandé à Zhong Liquan : \" La personne qui est venue voici Han Da. Général Zhongliquan\n? Zhong Liquan a été choqué, sachant qu'il avait rencontré une personne étrange, alors il a sincèrement appris le Tao.\nZhong Liquan rencontra plus tard Zhenren Huayang et le roi immortel Xuanfu et apprit le « secret de l'immortalité ». Finalement, il vécut à Zijin Sihaofeng dans la montagne Kongtong, obtint le « Secret de la boîte de jade » et devint un véritable immortel. Il fut également vénéré comme l'un des cinq patriarches du Nord par la secte Quanzhen.", "聖意": "Priez pour que votre maison et votre foyer soient bénis par la bonne fortune en automne et en hiver. Recherchez la bonne fortune en automne et en hiver. Bonne chance dans les affaires, bonne chance dans le mariage, bonne chance pour donner naissance à des garçons, bonne chance pour voyager sur le terrain. , bonne chance pour les vers à soie, bonne chance pour le bétail, bonne chance pour trouver des gens, bonne chance pour les poursuites publiques, bonne chance pour la migration, les biens perdus, les maladies du Nord-Est, bonne chance pour l'envoi de montagnes et de tombes.", "古人": "Zhongli est devenu illuminé", "第X籤": "premier signe", "宮": "Utérus"}