{"籤詩版本二": "Pourquoi n'irais-tu pas à Tailai, qui est juste au coin de la rue ? Je vais temporairement laisser monsieur hors de la montagne.\nS’il y a de bonnes nouvelles concernant le tigre ou le lapin, vous serez libre même si vous êtes déterminé à être occupé.", "詩意": "Dans cet hexagramme, il y a un signe de bénédiction parmi les malheurs.\nTout est mauvais à l’avance et bon à la fin.", "解曰": "Remplacez par de la soie de chanvre. Frapper les pieds de quelqu'un. Voir clairement. Les bénédictions viennent des catastrophes.", "籤詩故事一": "◇Rencontre avec un maître à Bukit\nWu Ji était à l'origine bûcheron, et les deux ont rencontré Jiang Ziya alors qu'ils pêchaient dans la rivière Feng. Wuji rit en voyant Ziya pêcher avec un hameçon droit.\nZiya a regardé le visage de Wuji et a dit la bonne aventure : « Si vous entrez dans la ville aujourd'hui, vous tuerez quelqu'un. Après avoir entendu cela, Wu Ji est parti avec colère et a apporté du bois de chauffage dans la ville.\nAprès être entré dans la ville, Wu Ji s'est affronté avec d'autres et a battu à mort par erreur le Premier ministre Wen Wang.\nLe roi Wen a aménagé le terrain en prison et a emprisonné Wu Ji.\nBukit Hou a été temporairement libéré et condamné à mort pour prendre soin de sa mère jusqu'à l'automne.\nSa mère lui a demandé de demander de l'aide à Jiang Ziya.\nLe Taigong l'accepta comme disciple, lui enseigna l'art de la guerre et lui ordonna de creuser des trous et de lancer des sorts pour briser sa destinée innée.\nAprès l'automne, Wu Ji n'est pas venu pour être puni. Le roi Wen a déduit les chiffres innés et a pensé que Wu Ji s'était suicidé par peur du crime.\nPlus tard, le roi Wen a rencontré Wu Ji, et Wu Ji a présenté le roi Wen à Jiang Taigong.\nTaigong reçut le titre de général de Wude. Le maître et l'apprenti travaillaient pour le roi Wen.", "聖意": "La maison est en sécurité, soi-même a de la chance, les affaires vont bien, le mariage est tardif, le piéton mâle n'est pas retourné au champ, les vers à soie sont rentables, les six animaux sont Shenji, la recherche est bonne, le procès public est bien, la migration est conservatrice, les biens perdus sont vus, la maladie est bonne, Qiuji, la montagne et la tombe sont bons.", "古人": "Rencontre Bukit", "第X籤": "Le douzième signe", "宮": "Palais Yin"}