{"籤詩版本二": "Tout comme une grue sortant de sa cage mortelle, il est possible de s'échapper de la cage mortelle.\nIl n'y a pas de barrières entre le nord, le sud et l'est, vous pouvez vous rendre directement au palais Jiuxiao.", "詩意": "Cet hexagramme représente l'image d'une grue sortant de sa cage.\nTout est mauvais à l’avance et bon à la fin.", "解曰": "Pas de soucis. La route est prospère. Être à l'aise. Insouciant comme un humain (dieu).", "籤詩故事一": "◇Ziya a abandonné son poste officiel\nLorsque Jiang Ziya travaillait comme diseuse de bonne aventure, il a vu qu'une femme avait été transformée par l'esprit du pipa de jade, alors il l'a attrapée et l'a même battue avec une pierre à encre. Le Premier ministre du roi Zhou a expliqué ce qui s'était passé, a demandé ce qui s'était passé, puis a emmené Jiang Ziya voir le roi Zhou. Jiang Ziya a utilisé Samadhi True Fire pour brûler l'esprit pipa de sa forme originale devant le roi Zhou, et le roi Zhou a fait de lui un haut fonctionnaire.\nAfin de venger l'esprit du pipa de jade, Daji a demandé au roi Zhou d'ordonner à Jiang Ziya de construire une plate-forme de cerf. Jiang Ziya a réprimandé le roi Zhou et le roi Zhou a ordonné de le tuer. Jiang Ziya s'est échappé en utilisant de l'eau. De retour chez lui, Jiang Ziya a demandé à Ma d'aller à Xiqi, et Ma a voulu divorcer. Jiang Ziya se rendit donc seul à Xiqi (la capitale du roi Wen de la dynastie Zhou).\nJiang Ziya est arrivé à Xiqi et a vécu isolé en pêchant dans les gorges de Panxi. Il a rencontré le roi Wen de Zhou qui était désireux de rechercher des talents. À la demande sincère du roi Wen, Jiang Ziya a été vénéré comme son professeur et a aidé le roi Wen.", "聖意": "Je suis mal à l'aise à la maison et je veux aussi rechercher une coopération financière, une transaction, un mariage, Liujia, des piétons masculins, voir des champs, des vers à soie, des bénéfices d'automne, six pertes de bétail, rechercher des personnes, faire obstruction aux poursuites publiques, migration, biens perdus, sud-est maladie, cadre, envoi de montagnes et de tombeaux, de bon augure", "古人": "Ziya a abandonné son poste officiel", "第X籤": "Le quatorzième gagnant de la loterie", "宮": "Mao Gong"}