{"籤詩版本二": "Les soucis et les soucis sont temporairement soulagés et la joie vient du ciel.\nTout comme le jade caché dans le fumier, un bon travailleur enlève la poussière", "詩意": "Cet hexagramme représente l'harmonie du Yin et du Yang.\nTout ce que vous planifiez est de bon augure.", "解曰": "Rien de gagné, rien de perdu. Gagnez de la perte. Le méchant est en difficulté. Bonne chance à vous, monsieur.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), dont le nom de courtoisie était Nanzhao et dont le nom était Longtang, fut changé en Longtan et également nommé Huayun. Originaire de Wanshifang, Huizhou Fucheng (qui fait maintenant partie du district de Huicheng, ville de Huizhou) sous la dynastie Ming. Au cours de la 44e année du règne de Jiajing (1565), il devint Jinshi et reçut le titre de magistrat du comté de Qing. Il a été directeur du département des transferts, puis est devenu censeur de supervision de Shanxi Road.\nAu cours de la 20e année de Wanli (1592), le consul général du Ningxia, Kuaibai (chef de la tribu tatare mongole), tua le gouverneur Dang Xin et s'empara du quarante-septième fort dans la province de Hexi. , détruisit la ville, l'adora et l'incendia. lui-même à mort. Meng Xiong n'est pas arrogant lorsqu'il s'attribue le mérite et laisse ses compétences être aussi bonnes que celles des généraux qui osent se battre. Le fonctionnaire Wei Xuezeng a été réintégré. Au cours de ses dernières années, il démissionna cinq fois et fut renvoyé à Huizhou pour construire le temple Huilong.\nYe Mengxiong est entré dans le taoïsme en tant que fonctionnaire au début et était célèbre pour son intégrité. De vieux documents historiques disaient qu'il était \"le premier en humilité et en capacité\", \"élimine la corruption et punit les rébellions\", laissant une bonne réputation; il était extrêmement loyal, courageux, courageux et débrouillard. Bon au tir. Dans la seconde moitié de sa vie, ses compétences en arts martiaux ont été enregistrées dans « l'Histoire de la dynastie Ming » et il était considéré comme un héros national.", "聖意": "La maison est défavorable (de plus en plus paisible) L'automne et l'hiver sont bons pour soi, la richesse sera réussie, les transactions seront réussies, le mariage sera réussi, Liujia sera faussement alarmée (il y aura des trésors), les piétons iront au champ pour priez pour les vers à soie, six animaux seront plats, des gens seront retrouvés, les poursuites publiques seront défavorables, la migration sera conservatrice, les biens perdus seront entravés, les maladies seront réglées dans la tombe de Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Seizième loto gagnant", "宮": "Mao Gong"}