{"籤詩版本二": "Le Corbeau doré tombe à l'ouest et le Lapin se lève à l'est. Le cycle du jour et de la nuit se poursuit depuis les temps anciens jusqu'à nos jours.\nLes moines et les taoïstes savent qu’il n’y a aucun désavantage, et les érudits, les agriculteurs, les industriels et les commerçants suivent tous leur propre esprit.", "詩意": "Cet hexagramme représente la croissance et le déclin du yin et du yang.\nC’est aussi le signe que tout se passera comme prévu.", "解曰": "Il n'y a rien en tête. Ce que vous avez fait est méritoire. Comme une flèche d'un arc. Un tir a touché la cible.", "籤詩故事一": "◇Oncle Cao Guo est un immortel\nCao Guojiu, originaire de Xuzhou, serait le grand-oncle de l'empereur Renzong de la dynastie Song. Son nom était Cao Yi, également connu sous le nom de Cao Jingxiu.\nL'oncle Cao Guo avait un jeune frère nommé Cao Er. Ce Cao Er s'appuyait sur sa position d'autorité impériale et commettait toutes sortes de maux. Il occupait des champs, emportait femmes et filles et se liait d'amitié avec des méchants sans foi ni loi, entrant et sortant. Cao Guojiu ne pouvait pas le supporter, alors il a refusé d'écouter ses bonnes paroles et son réconfort, alors il a utilisé la punition pour le contrôler. , les deux frères se sont forgés une rancune.\nCao Guojiu a déclaré : « Les principes du monde sont que ceux qui accumulent de bonnes choses prospéreront et que ceux qui accumulent du mal périront. C'est une vérité immuable. Notre famille Cao a accumulé de mauvaises actions dans le passé pour atteindre la richesse d'aujourd'hui. mon frère a accumulé le mal à l'extrême, même s'il s'échappe Même si vous êtes puni par un fonctionnaire, vous ne pouvez pas échapper aux catastrophes cachées.Une fois qu'une catastrophe survient et que votre famille est détruite et que quelqu'un meurt, vous ne pourrez pas vous échapper à cette fois-là. Je serai humilié et j'en aurai peur.\" Alors, j'ai dispersé toutes mes richesses, Il a aidé les pauvres et ne s'est plus soucié des affaires de son frère. Puis il a quitté sa maison et ses amis, a enfilé un uniforme taoïste et est allé dans les montagnes pour cultiver son esprit et sa nature.\nUn jour, il rencontra Zhongli et Lu Dongbin de la dynastie Han. Ils furent très heureux de voir les réponses éloquentes de l'oncle Cao Guo. Ils lui remirent \"l'édit secret du retour de la vérité\" et lui ordonnèrent de pratiquer attentivement. Bientôt, Zhongli Quan et Lu Dongbin ont été présentés à la classe immortelle.", "聖意": "Bonne fortune pour la maison, maison, bonne fortune, bonne fortune, bonne chance dans les affaires, mariage, voyageur mâle, plantation précoce de vers à soie dans le champ, échec du bétail, recherche de personnes, procès, migration, biens perdus, maladie tardive, bonne fortune", "古人": "Oncle Cao Guo est un immortel", "第X籤": "Signez le XVIIIe", "宮": "Mao Gong"}