{"籤詩版本二": "Laisser le bateau repartir de la plage en eau rapide, que veux-tu faire à cause de la tourmente ?\nSi vous voulez être en sécurité, recherchez la tranquillité et attendez que les vagues passent cette crise.", "詩意": "Cet hexagramme est comme un bateau voyageant sur une plage rapide.\nRestez conservateur en tout et attendez le moment.", "解曰": "Débarquer dans des eaux fortes. Le danger attend le temps. Si vous posez des questions sur les plans de camp. Rien ne peut être fait.", "籤詩故事一": "◇Ziyi est couronné roi\nGuo Ziyi (697-781), également connu sous le nom de Guo Linggong, était originaire du comté de Zheng, Huazhou (aujourd'hui comté de Huaxian, province du Shaanxi) et général de la dynastie Tang.\nAu cours de la rébellion d'Anshi, la 14e année de Tianbao (755), il reçut le titre de Shuofang Jiedushi (Lingwu, à l'ouest de Lingwu dans l'actuel Ningxia). Il reçut l'ordre de partir en croisade. Il joignit l'armée de Shuofang à celle de Li Guangbi pour marcher. Ils ont uni leurs forces à Changshan (Zhengding, Hebei) et ont vaincu Shi Siming et ont regagné le Hebei. À cette époque, Guo Ziyi suggéra à l'empereur de prendre Fan Yang du nord et d'attaquer la tanière du tigre rebelle pour réduire le siège de Tongguan, mais Xuanzong refusa. Par la suite, la situation des villes vassales séparatistes de la fin de la dynastie Tang a été implantée, ce qui est également devenu la cause lointaine de la disparition de la dynastie Tang.\nAu cours de la quinzième année du règne de Tianbao (756), lui et la coalition ouïghoure pacifièrent Hequ. Au printemps de l'année suivante, ils récupérèrent Hedong (aujourd'hui Yongji, Shanxi) et Feng Yi (aujourd'hui Dali, Shaanxi) et attaquèrent Tongguan, vaincre Cui Qianyu. L'armée Tang a subi plus de 10 000 victimes. Cui Qianyu s'est rendu à Pujin. An Lushan a été tué par son fils An Qingxu.\nAu cours de la deuxième année de Zhide (757), il reçut l'ordre de diriger les troupes vers Fengxiang. En chemin, il battit 5 000 cavaliers de Li Guiren au pont Baiquliuyun (aujourd'hui au sud-est de Sanyuan). En mai, il combattit avec An Shouzhong et Li Guiren. à Qingqu (aujourd'hui à l'ouest de Xi'an) fut vaincu et il se retira à Wugong (aujourd'hui au nord-ouest de Wugong). En septembre, il suivit le maréchal Guangping Wang Li Chu pour diriger les Tang et les Ouïghours pour rejoindre 150 000 soldats, puis combattit avec An Shouzhong et Li Guiren à Xiang. Au nord du temple Ji (au sud-ouest de l'actuel comté de Chang'an), les soldats ouïghours ont encerclé l'ennemi, attaqué des deux côtés et tué 60 000 ennemis. Zhang Tongru a fui vers le comté de Shaanxi et récupéra finalement la capitale Chang'an (aujourd'hui Xi'an) et la majesté de l'armée Tang fut à nouveau restituée à Chang'an.\nPar la suite, l'armée Tang profite de la victoire et marche vers l'est, battant 150 000 hommes, dont Yan Zhuang et Zhang Tongru, à Xindian (aujourd'hui au sud-ouest de la ville de Sanmenxia, ​​province du Henan), forçant Anqing Xu à traverser le fleuve Jaune et à se retirer à Xiangzhou. Dongjun Luoyang est revenu. Ajoutez Situ à ses mérites et faites de lui le duc du pays.\nShi Siming a mené son armée depuis Fan Yang pour sauver An Qingxu. Les deux camps se sont battus en formation au nord de la rivière Anyang (aujourd'hui au nord d'Anyang). Le combat était inextricable. En fin de compte, dirigée par neuf Jiedushi, l'armée Tang, qui prétendait avoir 600 000 hommes, se retirèrent (lors de la bataille de Yecheng). Le commandant principal de cette bataille était l'eunuque Yu Chaoen, qui n'avait aucune compétence en leadership et accusait Guo Ziyi de l'échec de la bataille. Guo Ziyi a été rappelé à Chang'an, relevé du pouvoir militaire et est devenu un fonctionnaire inactif.\nAu cours de la première année de Baoying (762), les troupes de Taiyuan (aujourd'hui au sud-ouest de Taiyuan) et de Jiangzhou (aujourd'hui Xinjiang dans la province du Shanxi) se révoltèrent. La cour fut effrayée, alors Ziyi reçut le titre de roi de Fenyang et partit pour contrôler Jiangzhou. Il a également été aliéné par l'eunuque Cheng Yuanzhen et a été relevé du pouvoir militaire.\n(Le point central de cette histoire : Guo Ziyi, qui était très capable et bien élevé, a rencontré Xuanzong et quelques méchants, ce qui a grandement compromis ses réalisations.)", "聖意": "Bénir la maison et soi-même, rechercher la richesse, pas de transaction, pas de mariage, pas de fausse alerte, Piétons arrivant à Tiancanji, difficulté à trouver des personnes, poursuites publiques et (pas Xing), migration, conservatisme, biens perdus, difficile à trouver, maladies, prier pour les bénédictions, les montagnes et les tombeaux, de bon augure", "古人": "Ziyi a été couronné roi", "第X籤": "Dix-neuvième Lot gagnant", "宮": "Tatsumi"}