{"籤詩版本二": "Lorsque la longue pluie printanière commence à se dissiper, le lapin de jade et le corbeau doré deviennent progressivement plus brillants.\nLes anciennes choses disparaissent et de nouvelles choses apparaissent. Jetez un œil et rencontrez la porte du dragon.", "詩意": "Cet hexagramme est un symbole de longue pluie et de lumière précoce.\nTout se passe comme prévu.", "解曰": "Protégé par les dieux et les bouddhas. Il n'y a aucun risque de catastrophe. Que le voyage soit paisible. Revenez avec honneur à la fin.", "籤詩故事一": "◇ Jiang Taigong rencontre le roi Wen\nDynastie des Zhou. Jiang Shang, nom de courtoisie Ziya. Peuple Ji (de Xuzhou dans la mer de Chine orientale). Le nom taoïste est Fei Xiong, et ses ancêtres ont été scellés à Lu (nom du lieu), il est donc également appelé Lu Wang.\nPour éviter les temps troublés du roi Zhou de la dynastie Shang, il vivait au bord de la mer de Chine orientale et pêchait dans la rivière Weishui. L'hameçon est droit, son intention n'est pas de pêcher, mais d'être un premier ministre vertueux.\nLe roi Wen de Zhou apprit qu'il était sage et l'embaucha comme professeur (premier ministre). (Il avait quatre-vingts ans à l'époque) Plus tard, le roi Wu de Zhou attaqua le roi Zhou, détruisit la dynastie Shang et établit la dynastie Zhou. Le roi Wu l'appelait Shangfu. Son fils Ding Gong reçut le titre de marquis de Qi.\n(Le point central de cette histoire : Jiang Taigong, qui attendait depuis longtemps pour pêcher sur la rivière Weishui, s'est finalement tiré d'affaire et a été réutilisé par le roi Wen.)", "聖意": "Dans la maison, Zhongping lui-même prie pour les bénédictions et la richesse. Lorsqu'il n'y a pas d'accord, le mariage est aléatoire. Les piétons de Liujia bloquent le champ, les vers à soie bloquent les six animaux, bloquent la recherche de la personne, les procès tardifs et la migration, bonne chance pour biens perdus, maladies et tombes dans la montagne Xingxing.", "古人": "Jiang Taigong rencontre le roi Wen", "第X籤": "La vingt et unième loterie", "宮": "Tatsumi"}