{"籤詩版本二": "Après tant de soucis et de dangers, il ne sera plus jamais vide désormais\nUn cœur généreux a ses propres projets généreux, il faut rencontrer un expert pour réaliser de grandes réalisations.", "詩意": "Cet hexagramme est comme un ancien puits avec une source.\nDans tout, les gens nobles réussissent.", "解曰": "Le procès finira par être justifié. Malade et en sécurité. Entrez et sortez pour demander conseil. Le puits ancien rencontre le printemps.", "籤詩故事一": "◇Yao Chong contrôle les criquets\nYao Chong (649-721), de son vrai nom Yuan Chong, était originaire de Shaanzhou. Il a été ministre de Xia Guan, Shangshu de Chunguan, Ziweiling, Zhongshuling et Premier ministre sous la dynastie Tang.\nAu cours de la quatrième année de Kaiyuan (716), le Shandong (se référant généralement au bassin du fleuve Jaune à l'est de Huashan) fut infesté de criquets. Les gens étaient liés par des idées superstitieuses et n'osaient pas les chasser ni les tuer. Au lieu de cela, ils installèrent Ils faisaient des sacrifices, brûlaient de l'encens, adoraient près des champs et regardaient les récoltes dévorées par les sauterelles.\nTous les responsables pensaient : \" Les criquets sont une catastrophe naturelle, comment peuvent-ils être contrôlés par la main-d'œuvre ! \" La lutte entre deux idées différentes était alors féroce, quant à savoir s'il fallait ou non éliminer les criquets.\nYao Chong a déclaré : « Tant que nous travaillons ensemble, nous pouvons nous débarrasser d'eux tous. Il a déclaré : Les criquets ont peur des gens, ils sont donc faciles à chasser. Les plants ont des propriétaires, les sauveteurs doivent donc travailler dur ; peuvent voler, et ils voleront certainement quand ils verront du feu la nuit ; mettez-leur le feu dans le champ, creusez des trous en brûlant, enterrez-les en brûlant, et il ne restera plus rien.\nXuanzong a déclaré : « Les criquets sont une catastrophe naturelle causée par une mauvaise gouvernance morale. Si vous demandez qu'ils soient chassés et tués, cela ne va-t-il pas à contre-courant ?\nYao Chong a ajouté : « Attraper et tuer des criquets était pratiqué par les anciens, et Votre Majesté l'utilisera à l'avenir. Il s'agit d'un événement national majeur pour apporter la paix et la prospérité aux agriculteurs. Veuillez y réfléchir sérieusement.\nXuanzong était convaincu. Mais à cette époque, tout le monde à l’intérieur et à l’extérieur du tribunal disait qu’on ne pouvait pas chasser les criquets.\nXuanzong a déclaré : \" J'ai discuté avec le Premier ministre et j'ai décidé d'attraper des criquets. Quiconque s'y opposerait à nouveau sera exécuté. \" Il a donc envoyé le censeur pour superviser et ordonner aux gens de brûler et d'enterrer les criquets.\nLes résultats ont été très efficaces : neuf millions de dollars de criquets ont été capturés dans tout le pays et l'invasion acridienne a été éliminée avec succès. L'agriculture a obtenu une bonne récolte cette année-là.\n(La sagesse doit être utilisée dans la gestion des catastrophes et l’évacuation, et il doit y avoir des stratégies ingénieuses pour surmonter les difficultés. Yao Chong est l’expert en la matière.)", "聖意": "La maison est ordinaire, soi-même est bloqué, la recherche d'argent est bloquée, le commerce est bloqué, le mariage et l'harmonie sont bloqués, il y a un danger à Liujia, les piétons sont bloqués, les vers à soie sont bloqués, le bétail est défavorable, les gens ne sont pas trouvés, les gens sont bloqués , des poursuites publiques sont intentées, la migration est déraisonnable, les objets perdus sont difficiles à retrouver, les maladies prient pour des bénédictions, les montagnes et les tombes sont inquiétantes", "古人": "Yao Chong contrôle les criquets", "第X籤": "Gagner à la loterie vingt-cinquième", "宮": "Mon Palais"}