{"籤詩版本二": "La rumeur dit que les choses ont basculé et j'ai reçu une lettre venant de l'horizon.\nLa renommée et le succès qui m'étaient promis dans le livre sont restés vides jusqu'à la fin.", "詩意": "Cet hexagramme porte un faux nom.\nIl est conseillé d'être conservateur en tout.", "解曰": "De haut en bas bouleversé. La recherche de loisirs n’est pas oiseuse. Désir de gloire. Soyez prudent.", "籤詩故事一": "◇Zhong Kui atteint l'illumination\nZhong Kui, dont le nom de famille est Zhong Kui, dont le nom de courtoisie est Zhengnan, est originaire de Zhongnanshan.\nSous le règne de l'empereur Dezong de la dynastie Tang, Zhong Kui a participé à l'examen impérial. Zhong Kui a lu les questions de l'examen et a immédiatement écrit l'article en une seule fois et l'a rendu. Ce jour-là, l'examinateur en chef était Han Yu, le ministre des Affaires civiles, et l'examinateur adjoint était Lu Zhi, un grand érudit. Lorsque les deux ont lu l'article de Zhong Kui, leurs yeux se sont illuminés et ils ont dit à l'unisson : \" Sorcier, sorcier ! Chaque mot de cet article est exquis, digne de Li Taibai et Du Zimei ! \" Ils ont donc nommé Zhong Kui en premier lieu.\nL'empereur Dezong a écouté le rapport de Han Yu et a déclaré que Zhong Kui, le nouveau champion de la science, était très talentueux, il a donc convoqué Zhong Kui au Palais d'Or.\nLorsque l'empereur Dezong vit son apparence laide, il se sentit immédiatement mécontent et dit : « La sélection des érudits de notre cour est entièrement basée sur des mots personnels et des calligraphies. Comment une personne aussi laide peut-elle être sélectionnée comme érudit numéro un dans les sciences d'or ? \"\nHan Yu s'agenouilla précipitamment et dit : « Le bien et le mal d'une personne ne sont pas uniquement une question d'apparence. N'entendez-vous pas, le Saint Seigneur, que Yan Ying mesure trois pieds et est l'égal du Premier ministre ? bégaie mais peut aider la dynastie Han ; Confucius juge les gens sur leur apparence et perd son fils Yu. J'espère que Votre Majesté y réfléchira à deux fois. \" \"\nL'empereur Dezong réfléchit un instant et dit : « Bien que les paroles de Han Aiqing soient raisonnables, lorsque j'étais empereur Taizong, dix-huit érudits sont venus à Yingzhou et en ont parlé. Cet homme était l'érudit numéro un. J'ai peur que le monde on se moquera de moi parce que je ne reconnais pas mes talents.\"\nLe Premier ministre Lu Qi était borné et envieux des talents. Après avoir entendu les paroles de l'empereur, il s'est agenouillé et a déclaré : « L'érudit numéro un dans le sujet d'or doit être à la fois interne et externe. Il y a trois cents candidats pour ce sujet. Pourquoi n'en choisis-tu pas un autre ? »\nLorsque Zhong Kui a vu que cet homme était si confus, il n'a pas pu s'empêcher de se mettre en colère. Il a pointé Lu Qi et a juré : \" Si un fonctionnaire aussi ignorant est au tribunal, ne fera-t-il pas de mal au pays ? \" Après cela, il a frappé Lu Qi avec son poing.\nVoyant cela, Dezong était furieux et dit : « Vous êtes si audacieux, vous osez semer le trouble dans le Palais d'Or, démontez-le vite !\nEn colère, Zhong Kui a sorti l'épée de la taille du général debout dans le palais et a soupiré bruyamment : « Il est difficile pour un chat frustré d'imiter un tigre, et un perroquet frustré n'est pas aussi bon qu'un poulet. Après cela, il s'est suicidé.\nLorsque l'empereur Dezong a vu que Zhong Kui s'était suicidé sous l'effet de la colère, il a été très surpris. Afin de gagner le cœur des gens, il a ordonné que Zhong Kui soit enterré avec le titre officiel d'érudit n°1, et il a également fait de Zhong Kui le Dieu. d'exorcisme pour débarrasser le monde des mauvais esprits.", "聖意": "Priez pour des bénédictions sur votre maison, votre propre sécurité, vos difficultés financières, l'échec d'une entreprise, l'échec du mariage, les femmes piétonnes de Liujia, les vers à soie du champ de confiance à moitié cuits, six animaux domestiques, peuvent être élevés, les personnes disparues, les poursuites publiques occidentales, la perte de migration, conservation, perte de propriété, maladie, priez pour la bonne fortune dans les montagnes et les tombes", "古人": "Zhong Kui a gagné le Tao", "第X籤": "Vingt-sixième gagnant à la loterie (Loterie)", "宮": "Mon Palais"}