{"籤詩版本二": "A l'est, il y a un beau Chanjuan au clair de lune, et les nuages ​​le couvrent un instant et restent cachés.\nParfois, il peut être rond, mais parfois il peut manquer. Ceux qui disent que ce n'est pas le cas ne sont que des paroles en l'air.", "詩意": "La lune dans cet hexagramme est couverte de nuages.\nTout est toujours dans le coma.", "解曰": "Des nuages ​​flottants recouvrent la lune. Pas besoin de douter. En attendant que le cloud soit collecté. Alors vous comprendrez.", "籤詩故事一": "◇Bao Gong recherche l'impératrice Li\nSous le règne de Zhenzong de la dynastie Song, l'impératrice Li (impératrice Li) était une femme de chambre dans le harem. Elle a été favorisée par Song Zhenzong et a été promue Wanyi, et elle est tombée enceinte.\nMais à cette époque, la concubine Liu Def (plus tard l'impératrice Liu) a eu de mauvaises pensées et a soudoyé l'eunuque Guo Huai pour qu'il remplace le fils de l'impératrice Li par une civette écorchée, a enlevé son fils et a dit à l'empereur qu'il était son fils biologique. Song Zhenzong était furieux et a envoyé l'impératrice Li au palais froid.\nAprès que la concubine De ait été promue reine, elle a prévu de tuer l'impératrice Li, qui s'est échappée du palais.\nUn jour, Li Niangniang, qui vivait dans la rue, a rencontré Bao Zheng, l'envoyé impérial, qui patrouillait dans la région. Elle lui a raconté son expérience de vie et lui a raconté qu'elle était la mère biologique de l'actuel empereur Song Renzong. . Après que Bao Zheng ait appris l'incident, il a ramené Li Niangniang à Pékin, l'a signalé à Song Renzong et a découvert l'affaire, et finalement la mère et le fils se sont reconnus. L'impératrice douairière Liu et l'eunuque responsable Guo Huai ont baissé la tête et ont avoué.", "聖意": "Je suis inquiet à la maison, je prie pour la protection financière, les difficultés financières, la bonne chance dans les affaires, le mariage, le malheur, les gens sur le terrain, les vers à soie, les animaux défavorables, la difficulté à retrouver des personnes, les procès, la perte, la migration, la prudence, les biens perdus, Les maladies occidentales sont difficiles à guérir, réforme des tombeaux de montagne", "古人": "Bao Gong recherche l'impératrice Li", "第X籤": "Vingt-huitième gagnant de la loterie", "宮": "Palais de midi"}