{"籤詩版本二": "Je vous conseille de ne pas lui demander de l'aide, il vole comme une grue et vous tire des flèches secrètes.\nSi vous allez chercher du bois de chauffage et qu'il y a un serpent dans l'herbe, vous pourriez être mordu par du poison et vous serez triste.", "詩意": "Cet hexagramme est un signe de sécurité et de protection de soi.\nSoyez prudent en tout.", "解曰": "Fermez la bouche et tenez vos dents. Il est insouciant. Si tu te sens coupable. En fin de compte, cela se fait du mal.", "籤詩故事一": "◇Réunion d'échiquier\nL'empereur Taizong de la dynastie Tang marchait vers l'ouest et se retrouva coincé dans la ville de Suoyang. Cheng Yaojin retourna à Pékin pour demander des renforts.\nXue Dingshan reçut l'ordre de servir de maréchal de la deuxième route et alla sauver le Seigneur et pacifier Xiliao.\nAprès qu'un groupe de personnes soit sorti du col Yumen, ils sont arrivés à la montagne Qipan. Assiégé par des milliers de serviteurs sur la montagne, Dou Yihu, le roi de la montagne, fut vaincu par le général Tang Luo Tong. Heureusement, sa sœur Dou Xiantong était une disciple de la Sainte Mère des Fleurs Jaunes et maîtrisait les arts martiaux. a tenu la corde de fée et a attaché Luo Tong. Xue Dingshan a personnellement dirigé les soldats d'élite. Piégé.\n(Le poème signé correspond à cela)\nVoyant la beauté de Xue Dingshan, Dou Xiantong voulait devenir l'ami de Feng Luan, mais Xue Dingshan a refusé. Dou Xiantong s'est mis en colère et a voulu le pousser dehors et le décapiter. Heureusement, Cheng Yaojin est venu le sauver et a facilité leur mariage. Plus tard, Dou Yihu a également ramené les frères Qipanshan sous la dynastie Tang pour aider la dynastie Tang à conquérir les Liao occidentaux.", "聖意": "Sécurité domestique, intérêt personnel, recherche de richesse, attente du temps, stagnation des affaires, mariage non autorisé, fausse alarme de Liujia, piétons bloquant les champs, vers à soie, six bétail, personnes disparues, blocage des poursuites publiques, perte (Mo Xing) Migration, conservateur, objets perdus, maladie difficile à récupérer, tombeau de montagne, bonne chance", "古人": "conférence sur l'échiquier", "第X籤": "Trente-septième gagnant à la loterie", "宮": "Palais de midi"}