{"籤詩版本二": "Passer du temps au calme, s'asseoir et s'allonger en prenant le thé après avoir été rassasié\nVous n’avez pas besoin d’être occupé physiquement et mentalement, et vous ne provoquerez certainement pas d’injustice ou de désastre.", "詩意": "Cet hexagramme est un symbole de paix et de stabilité.\nEn toutes choses, attendre le bon moment portera chance.", "解曰": "Restez sain et sauf. Demandez aux dieux. Attendez que le moment soit venu. Les choses arrivent par hasard.", "籤詩故事一": "◇Foyinhui Dongpo\nUn jour, Su Dongpo a acquis une certaine compréhension en étudiant le Zen. Il a réalisé que son état était transcendant et il en a ressenti de la joie. Incapable de retenir ma passion, j'ai étendu ma plume et j'ai écrit un poème :\n\"Au milieu du ciel, Jishou brille de mille feux à travers l'univers ; incapable d'être soufflé par les huit vents, il est assis droit sur un lotus violet doré.\"\n(Les huit vents font référence à : le profit, le déclin, la destruction, la réputation, la louange, le ridicule, la souffrance et le bonheur. Autrement dit, ne pas être ennuyé par ces huit états est appelé \"les huit vents ne peuvent pas bouger\")\nAprès l'avoir écrit, Dongpo a envoyé son serviteur de l'autre côté de la rivière pour le donner au maître zen Foyin du temple Jinshan.\nAprès que le Maître Zen Foyin l'ait lu, il l'a marqué du mot « pet » et l'a donné à son serviteur pour qu'il le reprenne.\nDongpo était furieux après avoir vu cela, alors il a pris un bateau pour traverser la rivière et s'est rendu au temple Jinshan pour trouver le sceau du Bouddha pour en discuter.\nLorsque Dongpo arriva à la porte du temple Jinshan, Foyin attendait déjà à la porte.\nSu Dongpo a immédiatement accusé Foyin : « Pourquoi appelez-vous le poème que j'ai écrit un pet ?\nFoyin a répondu : « N'êtes-vous pas déjà « incapable d'être emporté par les huit vents » ? Comment pourriez-vous être « battu de l'autre côté de la rivière » par un pet !\nÀ ce moment-là, Dongpo a été choqué de réaliser qu’il n’était pas assez bon et est parti honteux.\n(Cette histoire est une métaphore pour \"La chaleur n'est pas encore arrivée\")", "聖意": "Priez pour votre maison et votre propre sécurité, pour votre richesse, pour vos affaires, pour passer du bon temps, pour votre mariage, pour une voyageuse à Liujia, pour l'arrivée des vers à soie dans les champs, pour que les six troupeaux soient stables, pour retrouver quelqu'un, pour des ennuis, pour des procès publics, pour une migration, pour des biens perdus, pour une maladie, pour être envoyé dans un tombeau de montagne, de bon augure", "古人": "Foyinhui Dongpo", "第X籤": "Trente et un numéros gagnants", "宮": "Wei Gong"}