{"籤詩版本二": "Le voyage du retour est certain. Qui connaît le jade caché dans la pierre ?\nUne fois qu'un bon artisan aura une coupe nette, il se sentira en sécurité pendant la période du jaspe.", "詩意": "Dans cet hexagramme, vous pouvez voir l’image du jade lorsque vous coupez une pierre.\nTravaillez dur pour réussir tout.", "解曰": "Le trésor est dans la pierre. Les étrangers en savent peu. Attendez que cela devienne clair. Faites tout ce que vous pouvez.", "籤詩故事一": "◇Liu Bei recherche des talents (trois visites à la chaumière, trois visites à la chaumière)\nLa période des Trois Royaumes. Zhuge Liang vivait isolé dans une hutte au toit de chaume à Longzhong. Liu Bei était impatient de rechercher des talents, alors il a rendu visite à Zhuge Liang en personne. Il a rendu visite à Zhuge Liang trois fois (connu sous le nom de « Trois visites à la chaumière » dans l'histoire). Liu Bei a demandé aux autres de rester à l'écart et a demandé à Zhuge Liang : \" La dynastie Han est tombée et des ministres perfides leur ont volé la vie. Votre Majesté. \" Couvert de poussière. Je ne mesure pas ma vertu et mes capacités, je veux croire en la grande justice du monde, mais en ma sagesse et mes compétences. \"\nZhuge Liang lui présenta ensuite le plan de diviser le monde en trois parties, analysa la situation dans laquelle Cao Cao n'était pas disponible et Sun Quan pouvait lui venir en aide, et développa également la lâcheté des gouverneurs des États de Jing et Yi. qui avait l'occasion de profiter de lui, et qu'il ne pouvait profiter que de ces deux États. Ce n'est qu'alors qu'il pourra gagner le monde, il a même expliqué à Liu Bei la stratégie d'attaque des plaines centrales. (Cette discussion fut plus tard appelée « Longzhong Dui »). Après que Liu Bei ait entendu cela, il l'a loué comme s'il avait trouvé un trésor et a fortement invité Zhuge Liang à venir l'aider, alors Zhuge Liang est devenu le conseiller militaire de Liu Bei.", "聖意": "La maison est moyenne, soi-même en sécurité, rechercher la richesse, le commerce du travail, entraver le mariage, devenir un voyageur virtuel à Liujia et les vers à soie à Yaotian, devenir tardivement un animal prospère, rechercher des personnes, des poursuites publiques, des migrations, des biens perdus, des maladies occidentales , pauvre Anshan, le changement de tombeau est de bon augure", "古人": "Liu Bei cherche des talents (trois visites à la chaumière, trois visites à la chaumière)", "第X籤": "Le trente-deuxième gagnant à la loterie", "宮": "Wei Gong"}