{"籤詩版本二": "Habillez et réorganisez l'ancien style familial. Le Tao est sans ciel mais a du mérite.\nAprès avoir balayé les épines et les épines de la route, tous les trois ont accepté de retrouver leurs collègues.", "詩意": "Cet hexagramme représente le réarrangement des vêtements.\nTout est difficile avant de devenir facile plus tard.", "解曰": "Ne t'inquiète pas. Amusez-vous bien. Si vous posez des questions sur l'avenir. Il y a un bon chemin à parcourir.", "籤詩故事一": "◇Écritures bouddhistes du moine Tang\nXuanzang (602-664), un moine éminent de la dynastie Tang, avait pour nom commun Chen et prénom Yi. Il est né dans le comté de Goushi, Luozhou (aujourd'hui la partie sud de la ville de Yanshi, province du Henan). Il devint moine à l'âge de treize ans et prit le nom bouddhiste de Xuanzang. Le monde s'appelle Sanzang de la dynastie Tang.\nAu cours de la troisième année de Zhenguan (629, également connue sous le nom de première année de Zhenguan), il voyagea vers l'ouest jusqu'à Tianzhu (Inde) pour obtenir des écritures bouddhistes. Il s'aventura seul dans le danger et endura des épreuves. Il n'arriva que quatre ans plus tard.\nLa dix-septième année de Zhenguan, le maître démissionna officiellement et retourna à l'est. Il est retourné en Chine via la route du sud de l'actuelle province du Xinjiang, Khotan et Loulan. Cela lui a pris au total dix-sept ans et un voyage de 50 000 milles. Lorsqu'il arriva à Chang'an au cours du premier mois de la dix-neuvième année de Zhenguan, l'empereur ordonna à Liang Guogong Fang Xuanling et à d'autres responsables civils et militaires de lui réserver un grand accueil.\nAu total, 520 et 657 volumes des écritures bouddhistes sanscrites originales ont été demandés. et traduit en chinois.\nAprès le retour du maître, il fut très respecté par l'empereur Taizong et l'empereur Gaozong et fut inscrit à Da Nei, lui donnant le titre de « Maître Tripitaka ».", "聖意": "La maison est en ébullition, bonne chance pour soi, bonne fortune, bonnes affaires, bon mariage, obstacle à l'arrivée des gens aux champs, vers à soie, bétail défavorable, recherche de personnes, procès publics, migration, biens perdus, maladie tardive, prière pour les bénédictions, les tombeaux de montagne doivent être vieux.", "古人": "Le moine Tang apprend les écritures bouddhistes", "第X籤": "Le trente-cinquième gagnant de la loterie", "宮": "Shen Gong"}