{"籤詩版本二": "Si vous voulez être en sécurité et en paix, il n’est pas approprié d’avoir des bougies au vent.\nIl vaut mieux nettoyer et s'asseoir dans une salle profonde, éviter la lumière, trembler dans un endroit calme et se déplacer. Secouer → Yao. Gratuit → peu.", "詩意": "Cet hexagramme est comme le vent qui secoue la lampe et la bougie.\nGarder les choses constantes portera chance.", "解曰": "Installez-vous dans un endroit calme. Soyez de garde et soyez à l'heure. Ce n'est pas une bénédiction. Conservateur et approprié.", "籤詩故事一": "◇Li Jing retourne à la montagne\nLi Jing (571-2 juillet 649), nom de courtoisie Pharmacien, était originaire de Sanyuan, Yongzhou (aujourd'hui au nord-est du comté de Sanyuan, province du Shaanxi). Général de la fin de la dynastie Sui jusqu'au début de la dynastie Tang, il était un célèbre stratège militaire possédant des compétences à la fois civiles et militaires sous la dynastie Tang. Plus tard, il reçut le titre de duc de Wei et fut connu dans le monde comme duc de Wei.\nLi Jing est le père du troisième prince Nezha dans la liste des dieux, également connu sous le nom de \"Roi de Tota\". Li Jing et son fils ont aidé Jiang Ziya (Tai Gong) à vaincre la reine Zhou, à établir la dynastie Zhou et à devenir roi. Wu monta officiellement sur le trône. Jiang Ziya a ensuite dressé une liste de dieux et a organisé une cérémonie pour apaiser les âmes des soldats morts au combat. A partir de ce moment-là, le monde est devenu paisible et apaisé. Le roi Wu voulait faire des marquis et les récompenser, et il voulait également attribuer des terres aux héros fondateurs. Li Jing, son père et son fils, ainsi que sept autres personnes ont demandé à retourner sur la montagne pour pratiquer le taoïsme et ne pas être obsédés par la renommée et la richesse du monde. Plus tard, tous les sept « devinrent des saints de corps » et se classèrent dans la classe des immortels.\nL'histoire de « Feng Shen Bang »", "聖意": "La maison est conservatrice, je suis ordinaire, je recherche la richesse, j'ai des difficultés en affaires, mon mariage est incohérent, Liujia prie pour que les piétons aient la foi, les vers à soie sont mûrs en automne et six animaux sont en sécurité, des personnes sont portées disparues, des poursuites publiques et la migration sont conservatrices, les maladies des biens perdus, ne changent pas la tombe de Jianxingshan", "古人": "Li Jing retourne à la montagne", "第X籤": "Trente-septième gagnant à la loterie", "宮": "Shen Gong"}