{"籤詩版本二": "Miroir millénaire réuni, une femme demande à son mari de se remarier\nDepuis lors, la famille s’est transformée et des bénédictions ont été ajoutées aux enfants et petits-enfants.", "詩意": "Cet hexagramme est un symbole de la réunion des miroirs.\nTout est dur et cher.", "解曰": "Creuser du sable pour en faire de l'or. Chevaucher un dragon et chevaucher un tigre. Même si c'est laborieux. Il y a un supplément dedans.", "籤詩故事一": "◇Yulianhui dix amis\nSous la dynastie Song, Qian Yulian épousa Wang Shipeng. Lorsque Shi Peng est allé à Pékin pour passer l'examen, le riche Sun Ruquan a forcé Yulian à se remarier.\nQian Yulian a rejeté la proposition du riche Sun Ruquan et préférerait épouser Wang Shipeng, un pauvre érudit de Wenzhou embauché par « Jing Chai ».\nPlus tard, Wang Shipeng a remporté le premier prix. Parce qu'il a refusé d'être forcé à se marier par le Premier ministre Wanqi, il a été envoyé comme juge dans la région isolée de Chaoyang. Sun Ruquan a secrètement changé la lettre de famille de Wang Shipeng en \"lettre de divorce\" et a trompé Yulian. La belle-mère de Qian Yulian l'a également forcée à se remarier, mais Yulian a refusé et s'est suicidée en se jetant dans une rivière. Elle a été sauvée par Qian Zaihe. de la province du Fujian et adoptée comme sa fille adoptive.\nYulian pensait que Shipeng était mort. Cinq ans plus tard, Wang Shipeng était le gouverneur de Ji'an. Un jour, il a organisé une cérémonie commémorative dans un temple taoïste pour commémorer sa défunte épouse. Yulian s'est rendu au temple taoïste de Ji'an pour brûler de l'encens, et Wang Shipeng et Qian ont finalement été réunis.", "聖意": "La maison n'est pas bonne pour soi. L'automne et l'hiver sont prospères. Que la richesse soit prospère en automne et en hiver. Les affaires sont prospères. Que le mariage soit réussi. Priez pour que les piétons aillent aux champs. Les vers à soie peuvent être élevés. Six têtes de bétail peuvent être élevé. Les gens peuvent être trouvés. Les poursuites publiques sont défavorables. La migration est conservatrice. Perte de propriété. Maladie tardive. Priez pour les bénédictions. Les montagnes et les tombes sont bonnes.", "古人": "Yulianhui dix amis", "第X籤": "Le quatrième signe", "宮": "Utérus"}