{"籤詩版本二": "La roue rouge tombe à l'ouest, le lapin s'élève à l'est, le yin grandit et le yang disparaît, et tout prospère\nSi une femme veut l’utiliser, cela augmentera sa richesse et apportera du bonheur à son cœur.", "詩意": "Cet hexagramme est le symbole de la croissance du Yin et de la disparition du Yang.\nTout est difficile avant de devenir facile plus tard.", "解曰": "Le Yin profite aux femmes. Ne convient pas aux hommes. Si vous cherchez des conseils. Le mal vient en premier et ensuite le bien vient.", "籤詩故事一": "◇Wu Zetian est monté sur le trône\nÀ l'âge de 14 ans, Wu fut convoqué au palais par l'empereur Taizong Li Shimin de la dynastie Tang en tant que personne talentueuse, nommée « Wu Mei ». Après la mort de Taizong, Zetian entra dans le temple de Ganye et devint religieuse.\nLorsque l'empereur Gaozong de la dynastie Tang monta sur le trône, il convoqua la famille Wu dans le palais pour rendre hommage à Zhaoyi. Au cours de la sixième année de Yonghui (655), l'empereur Gaozong établit Wu comme sa reine.\nWu Zetian était intelligent, impliqué dans la littérature et l'histoire et riche en ingéniosité. Peu de temps après que Wu Zetian soit devenue reine, parce que Gaozong était faible et malade, il lui confiait parfois la gestion de certaines affaires politiques, de sorte que son pouvoir augmentait. Au cours de la première année de Shangyuan (674), l'empereur Gaozong était appelé « empereur », l'impératrice Wu était appelée « reine du ciel » et ils étaient tous deux appelés « deux saints » dans le palais.\nAu cours de la première année de Hongdao (683), Gaozong mourut, le prince Li Xian monta sur le trône et Wu Zetian vint diriger la dynastie. En février de la première année de Sisheng (684), Wu Zetian déposa Li Xian comme roi de Luling et établit son quatrième fils Li Dan comme empereur, continuant à diriger la dynastie. En septembre de la même année, elle change le drapeau en or et Luoyang, la capitale orientale, est rebaptisée capitale divine. Le neuvième jour de septembre de la première année de Tianshou (690), Wu Zetian se proclama empereur et changea le nom du pays en Zhou.", "聖意": "La maison est défavorable pour soi, prier pour les bénédictions, rechercher la richesse, garder les transactions, bonne chance dans le mariage, malchance dans le mariage (femme), piétons bloquant les champs, vers à soie, bétail prospère, recherche de personnes, séparation, procès, perte, migration , perte de biens, maladie, choc, montagnes et tombes, bonne chance", "古人": "Wu Zetian monte sur le trône", "第X籤": "Le quarantième gagnant à la loterie", "宮": "Votre palais"}