{"籤詩版本二": "Vous vous souviendrez des infinies bonnes paroles, mais vous deviendrez votre fils si vous reconnaissez le voleur.\nNe soyez pas gourmand pour le moment et ne vous inquiétez pas de la façon dont il aurait fait quelque chose de bien il y a un an.", "詩意": "Cet hexagramme identifie un voleur comme un fils.\nSoyez prudent dans tout ce que vous faites.", "解曰": "Juste celui-là. Un gentleman ne se trompe pas. Garde le en mémoire. Ne soyez pas seul.", "籤詩故事一": "◇Dong Zhuo accepte Lu Bu\nLu Bu, courageux et bon au combat, était un général militaire célèbre à la fin de la dynastie des Han de l'Est et au début des Trois Royaumes. Il considérait autrefois Ding Yuan, le gouverneur de Jingzhou, comme son père adoptif et servait sous ses ordres.\nAprès la mort de l'empereur Ling de la dynastie des Han de l'Est, Ding Yuan se rendit à Pékin pour s'entendre avec le général He Jin afin de contrôler le gouvernement.\nDong Zhuo a combattu avec Ding Yuan, mais plusieurs généraux ont été incapables de vaincre Lu Bu, alors Dong Zhuo a envoyé son subordonné Li Su pour soudoyer Lu Bu. Li Su a apporté des tas de trésors d'or et d'argent et le célèbre cheval lapin rouge pour « visiter Lu Bu ». Li Su a apporté des tas de trésors d'or et d'argent ainsi que le célèbre cheval lapin rouge pour rendre visite à Lu Bu. Alors Lu Bu a été soudoyé par Dong Zhuo pour tuer Ding Yuan, et a également dit à ses soldats de l'accompagner s'ils le voulaient, et de partir s'ils ne voulaient pas le suivre. En conséquence, la plupart des soldats se sont enfuis. Alors Lu Bu a été soudoyé par Dong Zhuo et a tué Ding Yuan.\nAprès que Dong Zhuo ait accédé au pouvoir, il a adopté Lu Bu comme son fils adoptif et en a fait un général et un marquis.\nDong Zhuo avait un caractère violent et la « relation père-fils » avec Lu Bu était en fait très faible. En 189 après JC, à l'instigation de Situ Wang Yun, Lu Bu tua Dong Zhuo.\nSix mois après la mort de Dong Zhuo, les anciennes troupes de Dong Zhuo envahirent la capitale et Lu Bu et sa femme s'enfuirent en panique. Après avoir quitté la capitale, Lu Bu a cherché refuge auprès des seigneurs de guerre Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., et a combattu à plusieurs reprises avec Cao Cao, un autre chef de guerre majeur à l'époque. Lu Bu était courageux et bon. au combat et a vaincu Cao Cao à plusieurs reprises.\nAu cours de la troisième année de Jian'an sous la dynastie des Han de l'Est, les troupes de Cao Cao ont attaqué Xiaopei, la base de Lu Bu, et ont été capturées et tuées par Cao Cao sous la tour Baimen. Avant son exécution, Lu Bu a demandé à Cao Cao de le garder en vie pour éviter la mort, mais Liu Bei a rappelé à Cao Cao que Lu Bu avait trahi à plusieurs reprises et qu'il était un homme malhonnête. En fin de compte, Cao Cao, qui valorisait uniquement les talents indépendamment de la moralité, a exécuté Lu Bu.", "聖意": "Je suis mal à l'aise à la maison, je cherche habituellement de l'argent, je me garde contre les transactions, il est difficile de se marier, l'homme de Liujia est surpris, les gens viennent au champ, les vers à soie sont à moitié mûrs, six animaux sont en sécurité, les gens recherchent des gens, les poursuites sont appropriées et la migration, les objets perdus sont difficiles à retrouver, les maladies sont difficiles à trouver et il y a la paix dans le tombeau de la montagne Zhenxing.", "古人": "Dong Zhuo accepte Lu Bu", "第X籤": "Le 41ème gagnant de la loterie", "宮": "Votre palais"}