{"籤詩版本二": "L'empereur, l'empereur et l'impératrice seront enfin gracieux et attendront et prieront pour des bénédictions sans perte ni gain.\nTous les êtres sensibles en bénéficient et la prospérité est attendue dans le monde et au paradis.", "詩意": "Cet hexagramme est un signe de faveur du ciel.\nTout sera réussi.", "解曰": "L'empereur montra sa faveur. N'oublie jamais. Rituels du matin et du soir. Il convient de brûler de l'encens.", "籤詩故事一": "◇Mulian a sauvé sa mère\nMokou Lian, ou Mulian, est le plus puissant parmi les dix disciples du Bouddha Sakyamuni.\nSa mère était avide et avare au cours de sa vie, alors elle est tombée dans le royaume des fantômes affamés après sa mort. Mokhullian a utilisé son pouvoir magique pour observer et a découvert que sa mère était née comme un fantôme affamé, sans aucun moyen d'obtenir de la nourriture et qu'elle était dans de grandes difficultés. Il a utilisé son pouvoir magique pour apporter de la nourriture à sa mère. De façon inattendue, après que la mère ait reçu la nourriture, elle s'est transformée en cendres et ne pouvait plus être mangée.\nMaudgalyana était inquiète de ce qui s'était passé et en a parlé au Bouddha. Le Bouddha dit à Mulian que le 15ème jour du septième mois lunaire, il devrait mettre cent arômes et cinq fruits dans une bassine et les offrir aux moines vertueux des dix directions. Avec ce pouvoir, sa mère pourrait manger .\nMaudgalyana a agi selon la volonté du Bouddha et sa mère a finalement été libérée. Ce genre de cérémonie s'appelle \"Obon Festival\" et ce festival s'appelle \"Obon Festival\".\n(Remarque : une sorte de substance a des sensations différentes selon les niveaux du monde. Par exemple : lorsqu'il pleut dans ce monde, nous la voyons comme de l'\"eau\", tandis que les êtres du royaume des fantômes affamés la ressentent comme du \"sang\", et les êtres sensibles du monde infernal le ressentent comme du « sang ». C'est comme « laisser tomber une épée », tandis que les êtres célestes ont l'impression de « laisser tomber une fleur ».)", "聖意": "Prier pour la maison et la maison, prier pour la chance en hiver, rechercher la richesse, aucune transaction, le mariage, la paix à Liujia, les piétons, le déplacement des champs, les vers à soie, six animaux, retrouver des personnes, les procès, le succès, la migration, la conservation, les biens perdus, la maladie , tranquillité d'esprit, paix des montagnes et des tombes", "古人": "Mulian sauve sa mère", "第X籤": "Signe quarante-deux", "宮": "Votre palais"}