{"籤詩版本二": "Le monde est flexible et toutes choses sont autonomes, autonomes et sûres\nTout dans la vie est merveilleux, remerciez les saints et les sages pour tout et soyez prospère.", "詩意": "Cet hexagramme représente l'harmonie entre la terre et la terre.\nTout se passe bien et il n'y a aucun danger.", "解曰": "Toutes choses naissent. Tous les plans et souhaits se réalisent. Ford aide. Rui Qi est pressé.", "籤詩故事一": "◇Les marcheurs obtiennent l'illumination\nHistoire du Voyage vers l'Ouest :\nSun Wukong est devenu le roi de la montagne Huaguo. Plus tard, afin de trouver un moyen de vivre éternellement, il a passé huit ou neuf ans à voyager à travers les montagnes et les rivières pour vénérer le patriarche Bodhi en tant que son professeur. Il a appris les soixante-douze transformations du le mal terrestre et les nuages ​​​​de saut périlleux, et prit pour la première fois le nom de famille Sun. Nommé Wukong.\nAprès cela, Sun Wukong s'est rendu au Palais du Dragon dans la mer de Chine orientale afin de trouver une arme appropriée et a finalement trouvé le Ruyi Golden Cudgel, l'aiguille divine de Tianhe et Dinghai. Parce que sa vie était terminée, il a fait toute une histoire dans le monde souterrain, a révisé le livre de la vie et de la mort et est retourné dans le monde des humains. Plus tard, Sun Wukong fut invoqué par le ciel pour la première fois et fut nommé Bima Wen. Plus tard, il a été invoqué au ciel pour la deuxième fois et a été nommé le Roi Singe. Il a également volé des pêches et causé des troubles dans le ciel. Il a été enfermé dans le four Bagua pour pratiquer ses yeux dorés et ses yeux de feu. Finalement, il a été supprimé. par le Bouddha Tathagata au pied de la montagne Wuzhi pendant 500 ans, incapable de bouger. L'endroit où le four Bagua a été renversé s'est transformé en une montagne de flammes.\nCinq cents ans plus tard, le moine Tang se rendit en Occident pour obtenir des écritures, passa par la Montagne des Cinq Éléments et enleva le talisman avant de sauver Sun Wukong. Sun Wukong fondit en larmes de gratitude. Après avoir été instruit par le bodhisattva Guanyin, il vénéra Tang Monk en tant que professeur et partit en Occident pour apprendre les écritures ensemble. Sur le chemin de l'apprentissage des écritures, Sun Wukong s'est attaqué aux démons et a éliminé des monstres, et a réalisé à plusieurs reprises des exploits extraordinaires. Cependant, il a été incompris et expulsé à maintes reprises par son maître Tang Seng. Après quatre-vingt-une difficultés, le travail fut finalement achevé : les quatre maîtres et disciples arrivèrent au temple Xitian Leiyin et obtinrent la véritable écriture. Sun Wukong a obtenu le bon résultat.\n(Cette histoire est une métaphore selon laquelle même un singe peut devenir illuminé, sans parler d’un être humain.)", "聖意": "La maison est de bon augure pour soi, pour la richesse, les affaires, le mariage, Liujia, les piétons mâles, l'obstruction des champs, les vers à soie, six animaux, Zhongping, la recherche de personnes, les procès, le succès, la migration, la perte de biens, la maladie, le tombeau de Xingxingshan, les choses sont de bon augure", "古人": "Le voyageur atteint l'illumination", "第X籤": "Signé le 43", "宮": "Xugong"}