{"籤詩版本二": "La douceur a triomphé de la force depuis l'Antiquité, et la porte vers les bonnes actions est prospère.\nSi quelqu’un devine cet hexagramme, ce sera comme rencontrer Yaojing quand on a soif.", "詩意": "Cet hexagramme est un signe de gentillesse et de douceur.\nEn tout, l’harmonie est la norme.", "解曰": "Le ciel et la terre ont des sentiments. Très vrai. Dieu et Bouddha vous protègent. N'oubliez pas ce que vous avez.", "籤詩故事一": "◇Renzong a reconnu sa mère\nLa concubine de Song Zhenzong, Concubine Liu, était jalouse de la naissance d'un fils de Concubine Li, Zhao Zhen, et a soudoyé la sage-femme pour qu'elle remplace le fils de Concubine Li par une civette écorchée. Concubine Li a été faussement accusée d'avoir donné naissance à un monstre et a été rétrogradée au rang Le palais froid. La concubine Liu a pu être consacrée. Pour plus tard.\nAprès que la concubine De ait été promue impératrice, la concubine De a mis le feu au palais froid et a prévu de tuer la concubine Li. La concubine Li s'est échappée et a vécu parmi le peuple.\nLa concubine Li a initialement jeté Zhao Zhen dans la rivière, mais heureusement, il a été sauvé par l'eunuque et envoyé au Palais des Huit Sages. Quand il a grandi, il a succédé à Song Renzong.\nPlus tard, Bao Zheng (Bao Qingtian) a accidentellement rencontré la concubine aveugle Li. Lorsqu'il a appris la vérité, il a enquêté vigoureusement sur l'affaire, et finalement la vérité a été révélée, permettant à Song Renzong de reconnaître la concubine Li comme mère et fils. La concubine Liu a été jetée dans le palais froid et la concubine Li a été accueillie dans le palais. L'histoire s'est terminée avec succès.", "聖意": "La maison et la maison sont de bon augure. Je souhaite la richesse. Je souhaite la bonne fortune dans les affaires. Mariage et mariage. Hommes et piétons. Champs de blocs. Vers à soie. Automne. Profit. Six animaux. Six animaux.", "古人": "Renzong a reconnu sa mère", "第X籤": "Quarante-cinquième loterie gagnante", "宮": "Xugong"}