{"籤詩版本二": "Le froid transforme l'eau en glace. Pourquoi être avide de gloire ?\nJe n'ai pas d'autre choix que de m'asseoir tranquillement et d'attendre que les feuilles s'épanouissent naturellement.", "詩意": "Dans cet hexagramme, l’eau se transforme en glace.\nNe demandez rien en vain.", "解曰": "L'eau se transforme en glace. La glace fond dans l'eau. Si c'est un complot. Donc c'est.", "籤詩故事一": "◇Wang Xiang demande de la carpe (Vingt-quatre histoires de piété filiale)\nWang Xiang de la dynastie Jin, nom de courtoisie Fuzheng, est né à Linyi.\nQuand Wang Xiang était jeune, sa mère biologique est décédée, son père solitaire a épousé une femme nommée Zhu et Wang Xiang a eu une nouvelle mère. Quand Wang Xiang était jeune, sa mère biologique est décédée et son père solitaire a épousé une femme nommée Zhu. La belle-mère de Wang Xiang était une femme étroite d'esprit et jalouse. Elle n'aimait pas Wang Xiang et le réprimandait souvent pour des choses insignifiantes. Bientôt, la belle-mère a également donné naissance à un fils nommé Wang Lan. La belle-mère n'aimait que ses propres enfants et considérait Wang Xiang comme une épine dans son pied. Elle devenait encore plus exigeante envers Wang Xiang et parlait souvent en mal de Wang Xiang devant son père. Même son père ne l'aimait plus. La belle-mère n'aimait que ses propres enfants et considérait Wang Xiang comme une épine dans son pied. Elle était encore plus exigeante envers Wang Xiang et parlait souvent en mal de Wang Xiang devant son père. Même son père ne l'aimait plus. Bien que demi-frère de Wang Xiang, Wang Lan est très amical avec son frère. Malgré les tortures de sa belle-mère, elle était toujours très filiale. La belle-mère est si dure, mais Wang Xiang est toujours très filiale.\nSa belle-mère a un passe-temps, c'est-à-dire qu'elle aime manger du poisson frais fraîchement pêché dans la rivière. Sa belle-mère a un passe-temps, c'est-à-dire qu'elle aime manger du poisson frais fraîchement pêché dans la rivière. Un hiver, son père est parti pour affaires et sa belle-mère est tombée de nouveau malade. Les frères Wang Xiang et Wang Lan ont soigneusement servi la soupe et les médicaments à manger à leur mère. Dans le froid intense, la maladie de la belle-mère ne s'est toujours pas améliorée. pressé. Un hiver, son père est parti pour affaires et sa belle-mère est tombée de nouveau malade. Les frères Wang Xiang et Wang Lan ont soigneusement servi la soupe et les médicaments à manger à leur mère. Dans le froid intense, la maladie de la belle-mère ne s'est toujours pas améliorée. pressé. La belle-mère malade voulait manger du poisson frais de la rivière. Dans ce climat extrêmement froid, il neigeait dehors et l'eau de la rivière s'était déjà transformée en glace épaisse. La belle-mère malade voulait manger du poisson frais. Où pouvait-on trouver du poisson frais dans ce climat glacial et enneigé ?\nÀ cette époque, il n’y avait pas de plats hors saison et on ne pouvait pas les acheter même si on avait de l’argent.\nÀ ce stade de l’histoire, l’histoire touchante de Wang Xiangqiu Li s’est produite. Les deux frères gardaient leur mère, impuissants. Wang Xiang a marché jusqu'à la rivière gelée pour ne pas décevoir sa belle-mère malade. Wang Xiang a eu une idée et a enlevé sa chemise malgré le froid. Il s'est allongé nu sur le glacier et a voulu Il utilise sa propre température corporelle pour faire fondre la glace (c'est pourquoi la carpe Wang Xiangqiu est également appelée Wang Xiang allongée sur la glace). Il ôta sa chemise et s'allongea nu sur le glacier. Il a prié Dieu et a dit : \" Mon Dieu, ma mère est malade et veut manger de la carpe fraîche. Tu dois trouver un moyen pour moi quoi qu'il arrive. \" Curieusement, le bloc de glace à côté de lui s'est soudainement fissuré, et il y en avait deux fissures. Une carpe vivante a sauté hors de la fissure et a sauté sur la glace. Wang Xiang était très heureux. Il a prié Dieu : \" Dieu, ma mère est malade et veut manger de la carpe fraîche. Tu dois trouver un moyen pour moi quoi qu'il arrive. \" Curieusement, le bloc de glace à côté de lui s'est soudainement fissuré, et il y a eu deux fissures. Une carpe vivante a sauté de la fissure et a sauté sur la glace. Wang Xiang était très heureux. Il s'agenouilla rapidement, remercia Dieu et courut chez lui avec la carpe. Il s'agenouilla rapidement, remercia Dieu, prit rapidement la carpe et rentra chez lui. Après que la belle-mère ait mangé de la carpe fraîche, elle s'est rapidement remise de sa maladie. La belle-mère dans le lit d'hôpital a été stupéfaite lorsqu'elle a vu le haut du corps nu de Wang Xiang, qui devenait violet à cause du froid, et deux poissons dans ses mains. Elle a couru joyeusement dans la pièce et a été stupéfaite.\nWang Xiang est devenu plus tard un fonctionnaire et est devenu un Taibao et a obtenu le titre de duc.", "聖意": "Mal à l'aise à la maison, je prie pour la protection, les difficultés financières, les problèmes commerciaux, le mariage, l'incohérence dans l'assurance de Liujia, les piétons, les vers à soie de Chitian, six pertes de bétail, les personnes disparues, les poursuites publiques, la migration, la prudence, les biens perdus, la maladie, difficile à récupérer, tombeau de montagne, bonne chance", "古人": "Wang Xiang demande de la carpe (Vingt-quatre histoires de piété filiale)", "第X籤": "Quarante-neuf gagnants au Lott", "宮": "Haïgong"}