{"籤詩版本二": "Vous pouvez voyager dans tous les coins du pays en accrochant la voile pour la maintenir librement.\nSi le vent est favorable, il arrivera bientôt et le bateau regorgera de trésors.", "詩意": "Cet hexagramme est comme tirer un bateau avec le vent.\nTout va bien.", "解曰": "Reposez-vous à l'aise. Aucun effort requis. Beaucoup de richesse. Tous admirés.", "籤詩故事一": "◇ Cinq lacs Tao Zhugui (lac Fan Ligui)\nAu printemps et en automne, Fan Li, dont le nom de courtoisie était Shaobo, était également connu sous le nom de Gui Yizipi ou Tao Zhugong.\nÀ cette époque, il y avait une guerre entre l’État de Wu et l’État de Yue, et l’État de Wu détruisit l’État de Yue. Fan Li et Wen Zhong ont formulé un plan pour que le roi Yue Gou Jian promeuve Yue et détruise Wu. Fan Li a personnellement voyagé à travers les montagnes et les rivières et a visité la rivière Huansha dans le mont Cailuo pour trouver Xi Shi, une belle femme dotée à la fois de vertus, de talents et de beauté, et l'a présentée au roi de Wu. Il a utilisé un \"beauté truc\" pour coopérer à l'intérieur et à l'extérieur et détruire le royaume Wu.\nAprès avoir réussi à anéantir le royaume Wu, Fan Li savait que Gou Jian était un « oiseau au long cou avec un bec » et pouvait partager les difficultés et le bonheur avec lui, alors lui et Xi Shi ont navigué à travers le royaume Qi, ont changé leurs noms. à Gui Zipi, et conduisit ses fils et disciples dans le royaume Qi. Ils vivent dans une chaumière au bord de la mer. Il a travaillé dur pour cultiver des friches, diriger une entreprise secondaire et faire des affaires. En quelques années, il a accumulé des dizaines de millions de biens familiaux. Il était généreux en répandant la richesse et en faisant du bien à sa ville natale. La sagesse et les capacités de Fan Li étaient appréciées par les habitants de Qi. Le roi de Qi l'invita à Linzi, la capitale, et le vénéra en tant que premier ministre chargé des affaires gouvernementales. . Il s'est exclamé : « Être fonctionnaire peut conduire à des ministres, et diriger une famille peut conduire à une fortune. Pour un roturier qui est parti de zéro, cela a atteint l'extrême. Être honoré pendant longtemps n'est probablement pas un bon signe. Ainsi, seulement trois ans plus tard, Jiliu se retira une fois de plus courageusement, rendit le sceau au roi de Qi et donna toute sa richesse familiale à ses amis proches et aux autres villageois.", "聖意": "La maison est bonne pour soi (à expédier), l'argent est bon, les affaires sont bonnes, le mariage est tardif, le mariage n'est pas bon, Liujia est en sécurité, les gens gênent les champs, les vers à soie, l'automne, le bétail, le printemps est prospère, les gens recherchent des gens, les procès sont mauvais, la migration est conservatrice, les objets perdus, les maladies occidentales sont résolues, les montagnes et les tombes sont au sud.", "古人": "Cinq lacs Tao Zhugui (lac Fan Ligui)", "第X籤": "Le cinquantième gagnant à la loterie", "宮": "Haïgong"}