{"籤詩版本二": "L'été est le jour le plus long et tout le monde s'inquiète de la chaleur et de la dépression.\nLe ciel et la terre savent aussi ce que les gens veulent, et la brise souffle et il fait naturellement frais", "詩意": "Cet hexagramme indique que tout le monde s’inquiète de la chaleur.\nFais ce que tu veux.", "解曰": "Il n’y a aucun doute quant à savoir s’il faut avancer ou reculer. Amusez-vous bien. C'est pour camper ? Pas besoin d’agir de manière imprudente.", "籤詩故事一": "◇Kong Ming entre dans le Sichuan\nZhuge Liang (181-234), nom de courtoisie Kongming, était originaire de Yangdu, Langya (aujourd'hui comté de Yinan, province du Shandong), et fut le premier ministre de Shu Han (Liu Bei) pendant la période des Trois Royaumes.\nBien que Liu Bei ait remporté Jingzhou, cela n'a pas suffi à séparer un camp : Zhuge Kongming prévoyait de capturer Xichuan pour augmenter le territoire de Liu Bei. A cette époque, Liu Zhang à Yizhou a été attaqué par Zhang Lu dans le nord. Zhuge Kongming apprit que Liu Zhang voulait dédier la carte de Xichuan à Cao Cao afin de se protéger. Lorsque Zhang Song (le subordonné de Liu Zhang) a rencontré Cao Cao, parce que Cao Cao était arrogant et impoli, Liu Zhang a ramené la carte à Xichuan et a dépassé Jingzhou en chemin. Kong Ming l'attendait déjà en chemin et l'avait invité à Jingzhou, mais il n'a jamais mentionné le tableau de Xichuan jusqu'au moment du départ. Zhang Song était reconnaissant envers Kong Ming pour sa courtoisie et son hospitalité, il a donc dédié le tableau de Xichuan à lui.\nLe terrain de Xichuan était dangereux et pouvait être attaqué ou défendu. Après les divers arrangements de Kong Ming, Xichuan est devenu le lieu de naissance de Liu Bei.\n(Kong Ming traitait les gens avec courtoisie et obtenait facilement le très convoité Xichuan.)", "聖意": "Priez pour les bénédictions à la maison et pour votre propre protection (il y a de la chance dans les malheurs) Rechercher la richesse, la chance dans les affaires, le mariage commun, la naissance de garçons à Liujia, le déplacement des champs, les vers à soie, les dommages au bétail, la recherche de personnes, les poursuites publiques , migration, vieilles choses perdues, maladies du Nord, souhait de montagnes et de tombes", "古人": "Kong Ming entre dans le Sichuan", "第X籤": "Chapitre 51 : Gagner le lot (Gagner le lot)", "宮": "Utérus"}