{"籤詩版本二": "Il faut beaucoup d'efforts pour attraper la lune dans l'eau, cela demande beaucoup d'efforts mais rien.\nNe dites pas de bêtises et ne gaspillez pas vos efforts pour renforcer le corps. Le mot « corps flétri » signifie à l'origine « le corps est seul ».", "詩意": "Cet hexagramme est avide de l’image de l’effort.\nTout est laborieux et laborieux.", "解曰": "Les promesses sont difficiles à retenir. Beaucoup de travail acharné. Inquiétez-vous à la maison. En attendant de rencontrer des gens nobles.", "籤詩故事一": "◇Taibai a attrapé la lune en état d'ébriété (Li Taibai a attrapé la lune en état d'ébriété)\nLi Bai (701-762), également connu sous le nom de Taibai, également connu sous le nom de Qinglian Jushi. Le poète de la dynastie Tang, qui se disait un immortel banni, était connu comme l'Immortel de la poésie, et il était toujours heureux sans boire.\nUne fois, Li Bai est venu à Jinling (aujourd'hui Nanjing) et s'est reposé dans un restaurant à côté du pont Wende.\nCe jour-là était le quinzième jour du mois lunaire d'hiver. La nuit, il s'asseyait seul au restaurant et admirait la lune, tout en buvant et en récitant des poèmes. Ce jour-là était le quinzième jour du mois lunaire d'hiver. La nuit, il s'asseyait seul au restaurant et admirait la lune, tout en buvant et en récitant des poèmes. Li Taibai a le plus aimé la lune de sa vie, disant qu'elle était propre et belle. Li Taibai a le plus aimé la lune de sa vie, disant qu'elle était propre et belle. Cette nuit-là, il leva les yeux et vit la lune blanche et ronde dans le ciel. Il était très heureux et but encore quelques verres. Cette nuit-là, il leva les yeux et vit la lune blanche et ronde dans le ciel. Il était très heureux et but encore quelques verres. A minuit, Li Taibai a profité du vin et est descendu au pont Wende. A minuit, Li Taibai a profité du vin et est descendu au pont Wende. Dès qu'il monta sur le pont, il baissa la tête et vit soudain la lune tomber dans l'eau. Lorsque la rivière bougeait, quelques lignes noires s'ajoutèrent à l'ombre blanche de la lune. Dès qu'il monta sur le pont, il baissa la tête et vit soudain la lune tomber dans l'eau. Lorsque la rivière bougeait, quelques lignes noires s'ajoutèrent à l'ombre blanche de la lune. Li Taibai était tellement ivre à ce moment-là qu'il pensait que c'était la lune tachée par l'eau de la rivière. Li Taibai était tellement ivre à ce moment-là qu'il pensait que c'était la lune tachée par l'eau de la rivière. Il n'a même pas pris la peine d'enlever ses bottes, il a ouvert les mains et a sauté du pont pour attraper la lune. Il n'a même pas pris la peine d'enlever ses bottes, il a ouvert les mains et a sauté du pont pour attraper la lune. De manière inattendue, avec ce saut, la lune n'a pas été attrapée, mais la lune dans l'eau a été brisée et immédiatement divisée en deux moitiés. De façon inattendue, lors de ce saut, la lune n'a pas été attrapée, mais l'homme s'est noyé. Il est décédé à l'âge de soixante-deux ans.", "聖意": "La maison est inquiète et soi-même malchanceux (malchanceux, faire attention à la santé), rechercher l'équilibre de la richesse (n'y penser même pas), affaires difficiles, le mariage n'est pas réglé, prier pour la protection (trésors vides pour éviter une fausse couche ), les piétons sont en difficulté, les vers à soie des champs sont à cinq points, six animaux sont en déclin, à la recherche de personnes (malchanceux), de poursuites publiques et (Arrêtez le procès) Migration ordinaire (n'en parlez pas) Perte de biens (avion) ​​Prier pour se protéger de la maladie (malheureux) Bonne fortune dans les montagnes et les tombes", "古人": "Taibai a attrapé la lune en étant ivre (Li Taibai a attrapé la lune en étant ivre)", "第X籤": "Cinquante-deuxième victoire à la loterie (Loterie)", "宮": "Utérus"}