{"籤詩版本二": "Lorsque la frustration se transforme en exaltation, les dragons rugissent et les tigres rugissent.\nLe ciel bleu a sa propre route vers le ciel, puissé-je avoir une autre chance de devenir célèbre.", "詩意": "Cet hexagramme est comme un dragon rugissant et un tigre rugissant.\nIl y a de l'espoir que tout se passera bien.", "解曰": "Enseignez et partez. Ayez votre propre prospérité. Il faut le faire à la fin. Il y a un endroit à trouver.", "籤詩故事一": "◇Liu Bei recrute une épouse\nAprès la bataille de Chibi, Sun Quan était impatient de regagner Jingzhou, qui avait été capturée par Liu Bei, alors il utilisa le plan de Zhou Yu, prétendant qu'il voulait fiancer sa sœur Sun Ren à Liu Bei, mais en fait il voulait prendre Liu Bei en otage pour revendiquer Jingzhou.\nAprès que Zhuge Liang ait espionné le plan de Zhou Yu, il a remis la brochure avec la stratégie à Zhao Yun, qui protégeait Liu Bei lorsqu'il est allé à Soochow. Zhao Yun a suivi la stratégie de la brochure et a délibérément fait sensation pour laisser Wu Guotai ( Le père de Sun Quan) est au courant de la demande en mariage. Parce que Wu Guotai aimait sa fille et n'était pas disposé à prendre des décisions désinvoltes concernant les affaires de sa fille, elle a réprimandé Sun Quan pour avoir été impitoyable envers sa sœur et a proposé de tester personnellement si Liu Bei était digne de sa fille au temple Ganlu. Après que Wu Guotai ait rencontré Liu Bei, elle a grandement apprécié Liu Bei et a fortement préconisé le mariage entre Liu Bei et sa fille. En conséquence, Liu Bei a épousé avec succès Mme Sun.\nPlus tard, Liu Bei et Mme Sun ont fui ensemble vers Jingzhou. Plus tard, Sun Quan a voulu profiter de l'attaque de Liu Bei sur Yizhou pour attaquer Jingzhou, mais a été arrêté par Wu Guotai, qui s'inquiétait pour la sécurité de sa fille.\nIl a déclaré : « Le plan intelligent de Zhou Yu est le meilleur au monde. Il a perdu sa femme et ses troupes.\n(Liu Bei a survécu au mal)", "聖意": "Je n'ai pas de chance à la maison et je n'ai pas de chance (d'abord la malchance, puis la bonne chance). Rechercher la richesse, l'équilibre, les difficultés dans le mariage, le succès dans le mariage. Priez pour les bénédictions des piétons, les vers à soie dans les champs, cinq points pour les dommages causés au bétail, recherchez pour les personnes, les procès et la migration, bonne chance pour les biens perdus, bonne chance pour les maladies, paix des montagnes et des tombes.", "古人": "Liu Bei recrute une épouse", "第X籤": "Le cinquante-troisième numéro gagnant", "宮": "Utérus"}