{"籤詩版本二": "La vertu de père en fils se transmet jusqu'au petit-fils. La prospérité en matière de nourriture et de vêtements ne dépend que de Dieu.\nChunxuan dans le hall rend les gens heureux.Quand ils ont faim, sont nourris, ont soif et ont sommeil, Chunxuan est une métaphore pour les parents.", "詩意": "Cet hexagramme est lié à l’image du bambou menant au printemps.\nJ'espère que tout va bien.", "解曰": "Prenez du bambou et conduisez au printemps. Cela se propage sans fin. Un gentleman cherche l'espoir. Tous ravis.", "籤詩故事一": "◇Le roi Wu de Zhou est monté sur le trône\nLe roi Wu de Zhou attaqua le roi Zhou et conduisit huit cents princes à combattre l'armée du roi Shang. Les soldats de Chaoge (la capitale du roi Shang) se retournèrent également contre le roi Shang et trahirent le roi Shang.\nLe roi Zhou s'est brûlé sur la tour Zhaixing et la dynastie Shang a été détruite.\nLe roi Wu accepta le livre d'or et le trésor d'or, qui constituent le trône de l'empereur. Il fit face au sud, les mains repliées et il s'assit droit. Le roi Wu a ordonné la distribution de la propriété de Lutai, la démolition de la tour de cueillette des étoiles et la distribution des grains de riz stockés à Juqiao.\nLibérez Jizi emprisonné et réparez la tombe de Bigan. Le roi Wu passa devant la porte de la maison du sage Shang Rong et baissa la tête. Respectez les gens vertueux et courtois et lâchez les esclaves du palais intérieur.\nIl a également arrêté l’armement et promu la culture et l’éducation. Dans le sud de Nanshan, les chevaux et le bétail paissent dans la campagne bordée de pêchers, c'est une scène paisible.", "聖意": "La maison n'est pas en bon état (bonne chance), vous pouvez faire vos propres vœux (bonne chance), rechercher un gain financier, effectuer une transaction et vous marier (rencontrer un bon gendre), Liujia est en sécurité (zodiaque signe), les piétons déplacent les champs, les vers à soie ont de la chance, six animaux sont endommagés, les gens sont difficiles à trouver (voir), les poursuites publiques, les nobles bougent, la chance est perdue et les choses sont vues Maladies et maladies", "古人": "Le roi Wu de Zhou monta sur le trône", "第X籤": "Cinquante-cinquième gagnant à la loterie (loting)", "宮": "Palais laid"}