{"籤詩版本二": "La plage est pleine de rochers, le ruisseau coule, le vent est clair, la lune est claire et les nobles sont occupés.\nSur la route, je dois demander où aller, ne pas prendre l'odeur des fleurs et des plantes de la forêt, ne pas en prendre soin.", "詩意": "Cet hexagramme est comme un bateau naviguant sur une petite plage.\nEn tout, il y a des gens nobles pour aider.", "解曰": "Pour gagner leur vie. Beaucoup de travail acharné. Restez conservateur et attendez. Tous mes vœux.", "籤詩故事一": "◇Rébellion de Lushan\nAn Lushan (703-757), dont le nom de famille était Kang et nommé Yaluoshan, était originaire de Liucheng, Yingzhou (aujourd'hui Chaoyang, Liaoning).\nPlus tard, il prit le nom de famille An et changea son nom en Lushan. Sous le règne de l'empereur Xuanzong de la dynastie Tang, An Lushan était l'envoyé militaire.\nEn novembre de la 14e année de Tianbao, An Lushan leva des troupes à Fanyang. Au nom de l'attaque de Yang Guozhong, il lança une rébellion et emmena les troupes de trois villes pour attaquer Luoyang, la capitale orientale. Les rapports de Taiyuan se sont précipités à Lishan. Tang Xuanzong, qui se trouvait alors au palais Huaqing à Lishan, ne croyait pas qu'Anlushan se rebellerait. Cependant, la nouvelle de la rébellion a continué à se répandre et Xuanzong était encore à moitié convaincu. (Il s'agit d'une représentation du \"bruit de l'eau courante sur de petits rochers dans un ruisseau\")\nCe n'est que lorsque Yan Zhenqing, le préfet du comté de Pingyuan, a envoyé quelqu'un pour envoyer des informations que Xuanzong s'est réveillé de son rêve.\nSous la stratégie erronée de l'empereur Xuanzong de la dynastie Tang, le régiment de cavalerie d'An Lushan s'empara de Luoyang, la capitale orientale. Au cours du premier mois de l'année suivante, il se proclama empereur Dayan à Luoyang, Jianyuan Shengwu, empereur Xiongwu et Da Xixun comme premier ministre.\nEn juin de la même année, l'empereur Xuanzong de la dynastie Tang, désireux de soulager la crise à Chang'an et avec une mauvaise compréhension militaire, exécuta deux généraux célèbres, Feng Changqing et Gao Xianzhi. Cet ordre choqua l'armée Tang. (Ce comportement viole \"la route doit pointer vers la rivière avant\")\nPar la suite, l'empereur Xuanzong de la dynastie Tang ordonna de toute urgence à un autre général, Ge Shuhan, de diriger l'armée Tang vers l'est, hors de Tongguan.\nGe Shuhan, qui a parfaitement compris l'erreur stratégique de l'empereur Xuanzong de la dynastie Tang, prévoyait de retarder le changement (l'approche du « ce n'est pas grave si le vent est calme et la marée est calme »).\nEn fin de compte, l'empereur Xuanzong de la dynastie Tang pensait qu'il était trop timide pour se battre, il n'a donc eu d'autre choix que de se battre avec An Lushan en larmes et a été vaincu. (Cela répond à « Si vous travaillez dur pour subvenir à vos besoins, vous pourriez être blessé. »\nSous la dynastie Tang, alors que les troupes frontalières et les garnisons locales n'avaient pas le temps de répondre, l'armée d'An Lushan a poussé la frontière et est entrée dans la zone de la capitale. Dans une situation critique, l'empereur Xuanzong de la dynastie Tang a conduit le corps des gardes à s'échapper de la capitale, provoquant la chute de Xijing Chang'an, sans chef.\n(Tang Xuanzong a violé les indications de ce signe, donc la rébellion d'An Lushan a réussi.)", "聖意": "La maison est en sécurité, soi-même est de bon augure, la fortune est stable, la transaction est prospère et le mariage est réussi (prudence). Un piéton de Liujia vient au champ, les vers à soie sont récoltés et six têtes de bétail sont endommagées. La personne est retrouvé et le procès public est justifié. Les biens perdus entraînent des maladies, c'est-à-dire que le tombeau d'Anshan doit être réparé.", "古人": "Rébellion de Lushan", "第X籤": "La cinquante-sixième loterie", "宮": "Palais laid"}