{"籤詩版本二": "Montez tout droit jusqu'au double bâtiment pour vous cacher, entouré d'une forêt d'épines\nTian Gaojun a une vie longue et une vie courte. Gagnez un succès et perdez deux personnes. Faites le tour →.", "詩意": "Cet hexagramme est le signe que les choses restent anciennes et changent à tout moment.\nTout ira de bon augure si vous attendez le bon moment.", "解曰": "Comme boire de l'alcool. Soyez simplement conservateur. Attendez que le moment soit venu. Pas de catastrophe, pas de blâme.", "籤詩故事一": "◇Montagne Zhang Liangyin\nSous la dynastie Han, Zhang Liang, dont le nom de courtoisie était Zifang, était coréen et ses ancêtres pendant cinq générations étaient tous des premiers ministres coréens.\nLorsque l'État Qin a détruit la Corée du Sud, Zhang Liang a dispersé toutes ses richesses et s'est caché. Voulant venger la Corée du Sud, il a envoyé un homme fort avec un cône de fer dans le corps. En attaquant Qin Shihuang à Bolangsha (aujourd'hui comté de Yuanyang, province du Henan), il a accidentellement heurté la voiture adjointe. Le Premier Empereur voulait arrêter Zhang Liang dans tout le pays, mais ne put l'arrêter pendant dix mois.\nPlus tard, Zhang Liang a aidé le roi de Han à unifier le monde. Après son succès, il refusa d'être récompensé et fut nommé fonctionnaire, et sous couvert d'apprendre le taoïsme auprès de Chisongzi (immortel).", "聖意": "Priez pour les bénédictions à la maison et pour votre propre sécurité (la lenteur de la chance ne peut s'expliquer que par la bienveillance) La recherche de richesse est normale (à éviter) Les transactions seront réussies (attendez une minute) Le mariage n'est pas en harmonie avec Liujia, bonne chance lorsque vous voyagez au champ, les vers à soie sont à moitié de bon augure, six animaux sont prospères (échec), recherchent des personnes, entravent les poursuites publiques, perte, la migration est de bon augure (malchanceux) ) Perte de biens, malchance en cas de maladie, priez pour la bonne chance dans les montagnes et les tombes", "古人": "Montagne Zhang Liangyin", "第X籤": "Cinquante-neuf Gagner au Lott (Loterie)", "宮": "Palais Yin"}