{"籤詩版本二": "Réciter des poèmes au coucher du soleil, chanter des chansons sous la lune, plaisanter à chaque occasion\nLorsque nous nous rencontrerons, nous nous cacherons dans les ennuis et chanterons ensemble pour chanter Lianliluo. Lianli fait référence à l'arbre continu. Il symbolise l'harmonie entre mari et femme. Luo Zhiwang. Cela signifie qu'un couple est enchevêtré l'un dans l'autre. Ou encore la soie et le satin font référence aux vêtements colorés.", "詩意": "Cet hexagramme est le signe que les choses restent anciennes et changent à tout moment.\nTout est de bon augure.", "解曰": "La beauté est dans la maison. Chantez de la poésie. Il y avait de la joie. Bonne chance et malheur.", "籤詩故事一": "◇Su Xiaomei est en difficulté\nSous la dynastie Song, Su Xiaomei était la sœur cadette de Su Dongpo. Elle était érudite et talentueuse. Lors de leur nuit de noces, Su Xiaomei récitait des poèmes et écrivait des distiques. Trois questions difficiles ont été préparées pour tester le beau-mari, et il a délibérément rendu les choses difficiles pour le marié Qin Shaoyou.Quand il s'agissait de la troisième question, Qin Shaoyou a réfléchi sérieusement.\nHeureusement, Su Dongpo l'a secrètement aidé avant qu'il ne puisse entrer dans la chambre nuptiale.\nIl y a un poème qui dit :\nLes articles disent depuis l’Antiquité que la sœur cadette est plus intelligente que son mari ;\nLe marié de Trois Difficultés est vraiment étrange, une maison d'élégance sans précédent au monde.", "聖意": "Bonne chance pour la maison, bonne chance pour soi, bonne chance pour les affaires, bonne chance pour le mariage, bonne chance pour les femmes, voyages aux champs, maturation des vers à soie, bonne chance pour le bétail, recherche de personnes, bonne chance pour les procès, bonne chance pour la migration, bonne chance pour les biens perdus, malchance pour la maladie, bonne chance pour la guérison, bonne fortune pour les montagnes et les tombes", "古人": "Su Xiaomei est en difficulté", "第X籤": "Soixante et un loto gagnant", "宮": "Palais Yin"}