{"籤詩版本二": "Matin et crépuscule, le soutien du Bouddha doit être en période de danger mais pas en danger\nSi vous êtes attiré par une personne noble, alors l'argent et la soie vous accompagneront également : c'est Chuan Lai. Tout dépend de toi.", "詩意": "Cet hexagramme représente la bénédiction secrète des dieux et des bouddhas.\nSoyez patient et bonne chance en tout.", "解曰": "Un signe de paix à l’ancienne. Quand tout est cher, ce sera de bon augure.", "籤詩故事一": "◇Le moine Tang a atteint l'illumination\nUn jour, Tang Seng est arrivé à la rivière et a vu devant elle la montagne Lingshan du Bouddha. Il y avait un pont à une seule planche devant elle. Tang Seng n'a pas osé le traverser. Le Bouddha s'est transformé en batelier et a tenu un bateau brisé sans fond. Dès que le moine Tang est monté sur le bateau, il est tombé dans la rivière et a été secouru par le batelier. C'est ainsi que le moine Tang a atteint la bouddhéité. (Histoire du voyage vers l'Ouest)\n◇Écritures bouddhistes du moine Tang\nSanzang de la dynastie Tang, son nom de famille commun était Chen et son prénom était Yi. Né dans le comté de Goushi, Luozhou (aujourd'hui au sud de la ville de Yanshi, province du Henan). Il devint moine à l'âge de treize ans et prit le nom bouddhiste de Xuanzang.\nAfin d'obtenir les écritures bouddhistes originales, il partit de Chang'an (aujourd'hui Xi'an, province du Shaanxi) au cours de la troisième année de Zhenguan (629 après JC), s'aventura à travers la frontière et traversa d'innombrables difficultés pour atteindre Tianzhu ( Inde) pour recueillir les Écritures. Il a parcouru les bassins fluviaux du Gange et de l'Indus et les zones côtières du sud-est de l'Inde, puis a traversé les montagnes enneigées et les crêtes verdoyantes, parcourant plus de 50 000 milles aller et retour. Il lui a fallu 16 ans pour finalement revenir à Chang'an en la 19e année de Zhenguan (645 après JC). Il a rapporté un grand nombre d'écritures bouddhistes et les a traduites en chinois.\n(Tang Sanzang a fait un long voyage aller-retour entre la Chine et l'Inde. Il a dû rencontrer des dangers pendant le voyage, mais il a pu revenir sain et sauf car il y avait un saint patron invisible derrière lui.)", "聖意": "La maison est en sécurité, soi-même est de bon augure, les affaires occidentales réussissent, le mariage réussi, les piétons bloquent le champ, les vers à soie sont bloqués, les vers à soie sont à sept points, le bétail est rentable, la recherche est de personnes, l'Occident le procès public est mauvais, la migration est conservatrice, les biens perdus sont retrouvés, la maladie est de bon augure, les montagnes et les tombes sont de bon augure.", "古人": "Le moine Tang a atteint l'illumination", "第X籤": "Gagner à la loterie soixante-deux", "宮": "Palais Yin"}