{"籤詩版本二": "Le poisson nageur a été capturé dans un piège dans l'étang de Bibo.\nSi quelque chose ne va pas après y avoir réfléchi, cela finira par causer des problèmes.", "詩意": "Cet hexagramme représente un poisson pris dans un piège.\nIl est également conseillé d'être prudent en tout.", "解曰": "Règlement sous la maison. Le désastre tombe du ciel. Réveillez-vous tôt et prenez d’abord des précautions. Évitez les catastrophes.", "籤詩故事一": "◇Le cheval est recouvert d'eau (il est difficile de récupérer l'eau)\nLa dynastie Han. Zhu Maichen, de son nom de courtoisie Wengzi, était originaire de Wu à Kuaiji (qui fait maintenant partie de la ville de Suzhou).\nDans ses premières années, la famille de Maichen était pauvre et il n'avait aucun succès. Le couple vivait dans une porte au toit de chaume dans une ruelle, coupant du bois de chauffage et le vendant pour joindre les deux bouts. On ne gagne pas beaucoup d'argent en vendant du bois de chauffage au prix de n'importe qui.\nSa femme est sortie chercher de l'eau et a vu un groupe d'enfants se moquer de Maichen. La femme a pensé que c'était honteux et est partie plus tard.\nLorsque Zhu Maichen avait cinquante ans, l'empereur Wu de la dynastie Han recherchait des talents et vénérait Zhu en tant que préfet de Kuaiji.\nSa femme regrettait sa cécité et souhaitait être réduite à une servante et concubine pour servir Zhu pour le reste de sa vie.\nMaichen a ordonné à son ex-femme de prendre un seau d'eau, de le verser sur les marches et a dit : « Si l'eau peut être récupérée, ils pourront se remettre ensemble tous les deux.\nCompte tenu de la relation entre mari et femme, la femme et son mari remarié ont reçu un espace ouvert dans le jardin arrière pour cultiver et subvenir à leurs besoins. Sa femme s'est jetée dans la rivière et est morte.", "聖意": "La maison est en danger, soi-même en danger, l'argent est perdu, la transaction est en paix, le mariage n'est pas harmonieux, Liujia a peur, les gens sont bloqués, les vers à soie dans les champs sont endommagés, six bétail sont perdus, les gens sont trouvés, les procès sont perdus, la migration est bonne, les objets perdus sont de mauvais augure, des maladies sont causées, les catastrophes et les tombes dangereuses des montagnes doivent être changées.", "古人": "Le cheval est recouvert d'eau (il est difficile de récupérer l'eau)", "第X籤": "Soixante-quatrième signe", "宮": "Mao Gong"}