{"籤詩版本二": "La route est dangereuse, les chevaux et les hommes sont pressés et les soldats sont dans une situation désespérée lorsqu'ils se perdent.\nLa plage est haute, le vent et les vagues se brisent, le bateau est cassé, le soleil se couche, les fleurs meurent, le ciel tombe et le gel tombe. Gagner : ours.棹 : rame.", "詩意": "Cet hexagramme est comme un bateau qui brise la plage.\nMéfiez-vous de tous les dangers.", "解曰": "Vieille école et vieille école. Calme et irréprochable. Pas besoin de demander conseil. Voyagez librement.", "籤詩故事一": "◇Le roi de Chu Yin Ling s'est égaré\nAu début de 202 avant JC, un total de 400 000 soldats Han de trois côtés ont encerclé l'armée de Xiang Yu à Gaixia, qui manquait de nourriture. Ils ont demandé aux soldats de chanter dans le dialecte Chu, faisant croire à tort à l'armée de Xiang Yu que leur ville natale avait été contrôlée. par l'armée Han. Cette tactique psychologique du « siège de tous côtés » a fait perdre le moral à l'armée de Xiang Yu.\nAinsi, Xiang Yu dirigea plus de 800 cavaliers d'élite et décida de s'évader, tandis que l'armée Han suivait de près Guan Ying et 5 000 cavaliers. Après avoir traversé la rivière Huai, il ne restait plus qu'une centaine de personnes à la cavalerie de Xiang Yu.\nXiang Yu s'est perdu à Yinling et a demandé à un agriculteur au bord de la route le chemin menant à la rivière. De façon inattendue, il a suivi la direction indiquée par le vieil homme et s'est retrouvé dans un marais, ce qui a rendu les déplacements difficiles. Il a presque été rattrapé par Liu. L'armée de Bang. Xiang Yu a finalement atteint Wujiang et savait que la situation était terminée. Voyant les aînés de Jiangdong sans honte, il s'est suicidé.", "聖意": "La maison s'inquiète de son propre désastre, de la recherche de richesse, des affaires ruinées, de l'échec du mariage, pas à long terme, dangereux, des piétons bloquant les champs, des dégâts causés par les vers à soie, des dommages causés au bétail, des personnes disparues, des poursuites publiques, des pertes, des migrations, des déménagements, des biens perdus, maladie, il est défavorable d'envoyer dans la tombe de montagne.", "古人": "Le roi Yin Ling de Chu s'est égaré", "第X籤": "Soixante-sixième lot", "宮": "Mao Gong"}