{"籤詩版本二": "Quand l'hiver arrive, une branche de prunier en fleur sur la montagne ne sera pas détruite même si ses feuilles tombent et ses branches se fanent.\nMais quand le printemps arrive, je me rends encore en courtisane et je détruis l'œuvre originale.", "詩意": "Dans cet hexagramme, la fleur de prunier occupe la première place.\nTout va bien si cela est retardé.", "解曰": "Une flèche tirée à vide. Quand il est vide, il n'est pas vide. En attendant que le printemps arrive. La couleur est dedans.", "籤詩故事一": "◇Marqué deux fois\nSous le règne de l'empereur Dezong de la dynastie Tang, le fidèle ministre Mei Bogao et sa famille ont été piégés par le traître Premier ministre Lu Qi, qui voulait tous les tuer. Seul son fils Mei Liangyu a réussi à s'échapper. Plus tard, il a changé son nom à Wang Xitong pour cacher son identité. Il vivait seul dans la rue, affamé et froid, mais heureusement, il a été recueilli par Chen Risheng (Chen Dongchu). Chen Risheng ne connaissait pas son expérience de vie, alors il lui a demandé de l'aider à prendre soin du jardin de pruniers de Chen afin qu'il ne meure pas de faim dans la rue.\nChen Risheng était un camarade de classe et un ami de Mei Bogao. Lorsqu'il était persécuté par Lu Qi, il a été sauvé par Mei Bogao. En conséquence, Mei Bogao et Lu Qi sont devenus hostiles. À la fin, toute leur famille a été exécutée. Chen Risheng s'est senti triste et en colère à cause de cela. Après s'être marié, il a démissionné et a déménagé sa famille à Yangzhou pour vivre dans l'isolement.\nChen Risheng a une fille nommée Chen Xingyuan, qui est belle et parfumée.Après que Mei Liangyu soit arrivée dans la famille Chen, ils sont tombés amoureux au premier regard. Un jour où les fleurs de prunier étaient en pleine floraison, qui marquait également l'anniversaire de la mort de Mei Bogao, Chen Risheng et sa famille ont ouvert un autel dans le jardin de pruniers de leur maison pour commémorer leur ami et bienfaiteur décédé. , et une forte tempête de neige a soufflé, couvrant toutes les fleurs de prunier. Chen Risheng a déploré qu'il ait pu s'échapper en toute sécurité, mais il n'a même pas pu sauver les descendants de la famille Mei. Il a pensé que c'était un avertissement de Dieu, alors il a juré qu'à moins que les fleurs de prunier ne refleurissent, prouvant que les descendants de La famille Mei était encore en vie, il ne dirait jamais rien, il s'est enfui dans le bouddhisme et est devenu moine.\nSa fille Xingyuan a entendu cela et a immédiatement brûlé de l'encens et a sincèrement prié Dieu de faire refleurir les fleurs de prunier. Leur sincérité a ému le ciel, et tous les pruniers du jardin de pruniers ont refleuri ; plus tard, Chen Risheng a su que le Xitong était Liangyu, alors il lui a fiancé sa fille Xingyuan.", "聖意": "La maison et la maison ne sont pas bonnes pour soi, pour sa propre fortune, rechercher la richesse, être prudent dans les relations, attendre le moment du mariage, être en retard, se marier, être en retard, être prospère dans le printemps, être en retard, être en retard, être en retard, être occupé, être occupé, être prospère, être occupé, être trouvé.", "古人": "A marqué deux fois", "第X籤": "Soixante-neuf gagnants au Lott", "宮": "Tatsumi"}