{"籤詩版本二": "Chao Chao est comme une abeille qui cueille des fleurs, volant du sud-ouest puis de l'est.\nLe printemps est fini, les fleurs ont disparu et il n'y a aucun endroit où chercher, ce cœur ne changera pas d'endroit.", "詩意": "Cet hexagramme est comme une abeille qui cueille des fleurs.\nTout est laborieux et laborieux.", "解曰": "Pas de paysage printanier. Il pleut longtemps mais ne s'éclaircit jamais. Demander de l'aide. Il vaut mieux se taire.\n.", "籤詩故事一": "◇Li Mi s'est rebellé contre la dynastie Tang\nLi Mi\n(582-619), défunt chef de l'armée Wagang lors du soulèvement paysan de la fin de la dynastie Sui en Chine. Maître de calligraphie. Le maître du mot Fa était originaire de Chang'an, Jingzhao, et sa maison ancestrale était Xiangping, Liaodong (aujourd'hui au sud de Liaoyang, Liaoning). Originaire de Chang'an, Jingzhao, sa maison ancestrale est Xiangping, Liaodong (aujourd'hui au sud de Liaoyang, Liaoning).\nAu cours de la neuvième année de Daye (613), il participa à la rébellion de Yang Xuangan contre la dynastie Sui à Liyang (aujourd'hui au nord-est du comté de Junxian, province du Henan). Au cours de la neuvième année de Daye (613), il participa à la rébellion de Yang Xuangan contre la dynastie Sui à Liyang (aujourd'hui au nord-est du comté de Junxian, province du Henan). Le sens mystérieux est vaincu,\nLi Mi s'est enfui. Xuangan a été vaincu et Li Mi s'est enfui.\nLa douzième année de Daye, il rejoint l'armée de Wagang.\n. Au cours de la douzième année du règne de Daye, il rejoint l'armée de Wagang. Li Mi était bon en stratégie.En octobre de la douzième année de Daye, Li Mi a persuadé Zhai d'attaquer Xingyang Tong, le puissant général accompagnant l'armée, pour défendre Zhang Xutuo, battant l'armée Sui et tuant Zhang Xutuo. Li Mi était bon en stratégie.En octobre de la douzième année de Daye, Li Mi a persuadé Zhai d'attaquer Xingyang Tong, le puissant général accompagnant l'armée, pour défendre Zhang Xutuo, battant l'armée Sui et tuant Zhang Xutuo.\nPlus tard, il proposa d'attaquer l'entrepôt de Xingluo (plus tard rebaptisé Luokou), d'ouvrir l'entrepôt pour les secours et d'élargir l'équipe. L'équipe de l'armée de Wagang grandit rapidement. Au cours de la 13e année de Daye, Li Mi dirigea l'armée de Wagang et Zhai Rang traitait de la rétrogradation et de la répartition de la dynastie Sui. Il y eut une guerre pour les ressources militaires et d'autres problèmes, et Li Mi tua Zhai Rang et des centaines de ses partisans. Plus tard, il proposa d'attaquer l'entrepôt de Xingluo (plus tard rebaptisé Luokou), d'ouvrir l'entrepôt pour les secours et d'élargir l'équipe. L'équipe de l'armée de Wagang grandit rapidement. Au cours de la 13e année de Daye, Li Mi dirigea l'armée de Wagang et Zhai Rang traitait de la rétrogradation et de la répartition de la dynastie Sui. Il y eut une guerre pour les ressources militaires et d'autres problèmes, et Li Mi tua Zhai Rang et des centaines de ses partisans.\nEn mars de la 14e année de Daye, Yu Wenhuaji tua l'empereur Yang de la dynastie Sui.\n, a conduit plus de 100 000 personnes à retourner vers l’ouest. En mars de la quatorzième année de Daye, Yu Wenhuaji (Yu Wen, nom composé) tua l'empereur Yang de la dynastie Sui et retourna vers l'ouest avec plus de 100 000 personnes. Li Mi a reçu l'ordre d'attaquer Huaji. Bien que Huaji ait été vaincu, Li Mi a également subi de lourdes pertes en troupes. Il a ensuite été poursuivi par Wang Shichong. L'armée de Li Mi a été vaincue et son camp a été détruit. Ses généraux Qin Shubao, Cheng Zhijie (à l'origine nommé Cheng Yaojin), Niu Jinda et d'autres ont été capturés. , Shan Xiongxin s'est rendu. Li Mi reçut l'ordre d'attaquer Huaji. Bien que Huaji fut vaincu, les troupes de Li Mi subirent également de lourdes pertes. Plus tard, il fut poursuivi par Wang Shichong. L'armée de Li Mi fut vaincue et son camp de base anéanti. Ses généraux Qin Shubao, Cheng Zhijie (initialement nommé Cheng Yaojin), Niu Jinda et d'autres furent capturés, et Shan Xiongxin se rendit. Li Mi était désespéré, alors il traversa la rivière jusqu'à Heyang en septembre et se rendit à la dynastie Tang. Li Mi était désespéré, alors il traversa la rivière jusqu'à Heyang en septembre et se rendit à la dynastie Tang.\nEn novembre, Li Yuan a envoyé Li Mi au Shandong pour recruter d'anciennes troupes. Novembre, \nLi Yuan a envoyé Li Mi attendre dans le Shandong pour recruter d'anciennes troupes. Se sentant soupçonné, il se rebella contre Tang. Se sentant soupçonné, il se rebella contre Tang. Le général Tang Sheng Yanshi a invité Li Mi à l'attaquer et l'a tué à Xinggong Xian. Le général Tang Sheng Yanshi a invité Li Mi à l'attaquer et l'a tué à Xinggong Xian.", "聖意": "Maison, maison, langue, soi, méchant, recherche de richesse, gaspillage d'affaires, mariages qui ne durent pas, Liujia, fleurs vides, piétons, Yaotian, dégâts de vers à soie, six dégâts de bétail, personnes disparues, procès, perte, migration, conservation, biens perdus, maladie, obstacles, réforme des tombeaux de montagne", "古人": "Li Mi s'est rebellé contre la dynastie Tang", "第X籤": "Le soixante-dixième tirage", "宮": "Tatsumi"}