{"籤詩版本二": "Cognition des gardes du XIXe siècle de Canglong : une femme a épousé un deuxième mari\nAvec un arc et deux flèches, les dinosaures vivront immédiatement en paix", "詩意": "Cet hexagramme est comme un arc tenant deux flèches.\nTout est de bon augure si cela va ensemble.", "解曰": "Pas trop lourd. Destin. Zhen Liuzhong s'ouvre. Il convient d'être prudent.", "籤詩故事一": "◇Wenjun visite Xiangru\nZhuo Wenjun était la fille du petit-fils de Zhuo Wang, un riche homme d'affaires de Linqiong, province du Sichuan. Elle maîtrisait la musique et avait un nom littéraire. Elle s'est mariée à l'âge de seize ans, son mari est décédé quelques années plus tard et elle est retournée dans sa famille natale pour vivre comme veuve.\nUn jour, Sima Xiangru s'est rendue chez Zhuo Wangsun pour un banquet. Lorsqu'il a appris que Zhuo Wenjun était nouvellement veuf, il a joué la chanson \"Phoenix Seeking the Phoenix\" pour exprimer son amour. Zhuo Wenjun avait déjà entendu parler de Sima Xiangru, et ce banquet l'a rendu encore plus attiré par Sima Xiangru. D'un autre côté, après le banquet de Sima Xiangru, il a immédiatement dépensé beaucoup d'argent pour soudoyer la femme de chambre personnelle de Zhuo Wenjun et lui a demandé de transmettre l'amour de Sima Xiangru pour Zhuo Wenjun. Après que Zhuo Wenjun ait appris l'amour de Sima Xiangru par l'intermédiaire de la femme de chambre, il s'est immédiatement précipité à l'auberge où vivait Sima Xiangru. Voyant l'arrivée de Zhuo Wenjun, Sima Xiangru s'est immédiatement enfui avec elle pour la nuit dans sa ville natale à Chengdu.\nLorsqu'ils étaient à Chengdu, le couple était démuni et a dû retourner à Linqiong pour ouvrir un petit hôtel pour gagner sa vie. Zhuo Wenjun vendait du vin et Sima Xiangru faisait la vaisselle. Ils menaient une vie pauvre. Après que le père de Zhuo Wenjun, Zhuo Wangsun, en ait eu connaissance, il a accepté et les a financés sous les conseils de ses amis, de sorte que Sima Xiangru et Zhuo Wenjun sont retournés vivre à Chengdu et sont ensuite devenus riches.", "聖意": "Perte de domicile et de propriété, de ses propres droits et torts, recherche de richesse, transactions professionnelles, protection contre le regroupement matrimonial", "古人": "Wenjun visite Xiangru", "第X籤": "Soixante et onze Loto gagnants", "宮": "Tatsumi"}