{"籤詩版本二": "Les apiculteurs doivent mendier du miel, de peur d'être piqués par une piqûre\nIl doit y avoir une route étrange devant vous, dont le secret est aussi profond qu'une forêt d'épines.", "詩意": "Cet hexagramme symbolise les abeilles récoltant du miel.\nTout est laborieux et laborieux.\n\n(Cet hexagramme recherche le symbole de la douceur et de l'amertume.\nPrévenez les catastrophes en tout.\n)", "解曰": "Les choses doivent être faites avec soin. Pas besoin de forcer. Les abeilles récoltent du miel. Quelle est la raison?", "籤詩故事一": "◇Wang Mang cherche des talents\nLa famille Wang Mang de la dynastie des Han occidentaux peut être considérée comme une famille riche. Bien que son père soit mort jeune, plusieurs de ses oncles et oncles sont devenus empereurs de la dynastie Han. Ils sont devenus généraux, premiers ministres, marquis et ont reçu des récompenses. La famille Wang était extrêmement importante.\nMais la petite famille de Wang Mang était extrêmement pauvre : son père est mort jeune et il ne vivait qu'avec sa mère, comptant sur la charité de ses proches. Mais à cause de cela, Wang Mang a développé et mis en pratique un ensemble de compétences dans ses relations avec les gens depuis son enfance. Peu importe à quel point il se sentait triste ou en colère, il montrait toujours un air très heureux et paisible devant ses proches, les aînés ou les étrangers, il était donc très apprécié par tous les membres du clan.\nUn jour, son oncle aîné était gravement malade. Après l'avoir appris, il est venu et a attendu près du lit du patient, apportant des médicaments et de l'eau et veillant la nuit. Pendant plusieurs mois, il était nu, négligé et hagard. simplement plus « patient » qu’un patient, plus « fils » qu’un fils biologique.\nPour cela, tout le peuple taïwanais l'a félicité et a écrit des lettres demandant une récompense pour lui.\nAinsi, l'empereur Cheng de la dynastie Han lui donna le titre de marquis de la nouvelle capitale et le nomma garde du palais, devenant ainsi un proche ministre de l'empereur.\nAvec son statut élevé et son grand pouvoir, Wang Mang n'a jamais fait preuve d'arrogance ou de relâchement. Au lieu de cela, il est devenu de plus en plus courtois et courtois. D'une part, il s'est lié d'amitié avec des ministres, des ministres, des célébrités et des érudits.\nMais il menait une vie très frugale, mangeant souvent des plats de viande, sans parler de porter de longues robes et des robes à manches longues, ne portant que des vêtements courts. Ainsi, tout le monde au sein du gouvernement et dans le public l'a unanimement félicité en lui qualifiant de « vertueux ».\nPlus tard, son oncle, le Grand Sima Wanggen, mourut de maladie et il fut choisi pour le remplacer. L'empereur et tous les ministres pensaient qu'il était le plus approprié. Ainsi, Wang Mang, qui n'avait que trente-huit ans, est devenu le Grand Sima doté de la plus haute puissance militaire du pays.\n(Cette histoire est une métaphore. Être une bonne personne peut vous aider à vous débarrasser de la « difficulté d'être piqué par les abeilles » et à atteindre vos idéaux comme vous le souhaitez.)", "聖意": "La maison n'est pas bonne pour soi, la famille est en difficulté, les affaires sont bloquées, le mariage est bloqué, les six armures sont fausses, les piétons sont en retard, la récolte de vers à soie est faible, le bétail est faible, il est difficile de trouver des gens, le procès est mauvais, la migration ne bouge pas, les biens perdus sont mauvais, la maladie s'est installée, la tombe de la montagne est perdue", "古人": "Wang Mang cherche des talents", "第X籤": "Gagner à la loterie soixante-douze", "宮": "Tatsumi"}