{"籤詩版本二": "Quand le printemps arrive, le tonnerre tremble et les insectes gazouillent, et je me détourne de la boue\nQuand j’ai réalisé pour la première fois que j’allais et venais encore, une fois que j’ai changé, je suis devenu un dragon.", "詩意": "Cet hexagramme est comme le tonnerre et les insectes.\nRencontrer une personne noble est un bon signe en tout.", "解曰": "Le tonnerre frappe. Deux dépôts entrants et sortants. Changez une fois. Jusqu'à Tianmen.", "籤詩故事一": "◇ Mutinerie de Chenqiao\nEn 959 après JC, Zhou Shizong Chai Rong mourut et l'empereur Gong, Chai Zongxun, qui monta sur le trône, n'avait que sept ans. A cette époque, Zhao Kuangyin, qui était inspecteur devant le palais et envoyé de Songzhou auprès de l'armée allemande, détenait le pouvoir réel.\nAu printemps 960 après JC, Zhenzhou (aujourd'hui Zhengding, province du Hebei) et Dingzhou (aujourd'hui comté de Dingxian, province du Hebei) rapportèrent que les armées de la dynastie des Han du Nord et de l'État Liao se dirigeaient conjointement vers le sud pour attaquer la dernière dynastie Zhou, avec grand élan et a demandé l'envoi de troupes pour obtenir de l'aide. Plus tard, la dynastie Zhou ordonna à Zhao Kuangyin de diriger ses troupes vers le nord pour lutter contre l'ennemi. Zhao Kuangyin a agi secrètement sous la planification de son frère Zhao Guangyi, Zhao Pu, Shi Shouxin et d'autres.\nLe 3 février, lorsque l'armée est arrivée à Chenqiaoyi (aujourd'hui ville de Chenqiao, au sud-est de Fengqiu, Henan), elle a déclenché une mutinerie et a ordonné aux soldats de porter des robes jaunes pour lui. Ils se sont rebellés contre la dernière dynastie Zhou et ont soutenu Zhao Kuangyin comme empereur. . Après cela, Zhao a ramené ses troupes à Kaifeng sans incendier, tuer ou piller. \"Taizu Chen Qiao a juré de ne pas déranger les habitants de la capitale, et il a promis de ne pas déranger la ville le jour de son entrée dans la ville.\"\nLe troisième jour de la troisième année du mois lunaire, Zhao Kuangyin s'est mutiné à Chenqiao et est retourné dans la capitale. Fan Zhi a conduit Wang Pu et Wei Renpu à interroger Zhao Kuangyin. Luo Yanhuan a sorti son épée devant la tente et a crié fort : \"Les trois armées n'ont pas de maîtres. Tous les généraux ont décidé de le nommer empereur. Quiconque s'exprimera sera tué !\". Le visage de Wang Pu était aussi pâle que la terre. Il a baissé ses pas et s'est incliné. Fan Zhi s'est également incliné. Kuang Yin l'a personnellement aidé à se relever et l'a traité avec une grande courtoisie.\nAprès une résistance modérée, l'empereur Gong de la dernière dynastie Zhou intronisa le trône et Zhao prit le trône. \"Taizu était sur le point d'accepter le Zen, mais il n'y avait pas de texte Zen. Tao Gu, un érudit de Hanlin, accepta l'ordre et entra à côté de lui en disant : « C’est fait. »\nAprès que Zhao soit monté sur le trône, il a changé le nom du pays en Song, Yuan en Jianlong et a fait de Kaifeng la capitale. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan et Zhao Yanhui ont tous reçu le titre de Jiedushi. , connue sous le nom de « mutinerie de Chenqiao » dans l'histoire.\nWikipédia\n(Cette histoire représente le début de la performance de Zhao Kuangyin.)", "聖意": "Priez pour votre maison, votre vie quotidienne, la richesse, la bonne fortune, la chance dans les affaires, le mariage noble, le succès à Liujia, les piétons mâles, la naissance précoce des vers à soie dans les champs, la naissance précoce de six animaux, la bonne fortune au printemps, la recherche de personnes , succès dans les procès, bonne chance dans la migration, biens perdus, dangers de maladies, dangers dans les montagnes et les tombes.", "古人": "Mutinerie de Chenqiao", "第X籤": "Signé soixante-treize", "宮": "Mon Palais"}