{"籤詩版本二": "C'est comme traîner un tigre à travers une haute montagne, se battre et rivaliser pour briser le froid.\nSi vous faites soudainement quelque chose de bien sans vous en rendre compte, vous devez vous protéger. Le mot traîner le tigre signifie serrer le tigre dans ses bras.", "詩意": "Cet hexagramme revient à tenir (traîner) un tigre à travers la montagne.\nTout est dangereux et effrayant.", "解曰": "Le danger est dangereux. Il y a des obstacles à venir. Si vous demandez des conseils. C’est vraiment un travail dur.", "籤詩故事一": "◇Wu Yuan a quitté Zhaoguan la nuit (Wu Zixu a dépassé Zhaoguan)\nWu Zixu était originaire de Chu à l'époque des printemps et des automnes. A cette époque, le roi Ping de Chu voulait le traquer. Le roi Ping de Chu a offert une récompense pour l'arrestation de Wu Zixu, a fait dessiner son portrait et l'a affiché aux portes de la ville de l'État de Chu, et a ordonné aux autorités d'intensifier les enquêtes. Lorsque Wu Zixu s'est enfui à Zhaoguan, la frontière entre Wu et Chu, les fonctionnaires de Zhaoguan ont vérifié de très près. Il était tellement inquiet qu'il n'a pas pu dormir plusieurs nuits d'affilée, et même ses cheveux sont devenus gris d'inquiétude. Heureusement, j'ai rencontré un homme nommé Dong Gao Gong, qui a sympathisé avec son sort et l'a ramené chez lui pour se cacher. Le duc Dong Gao avait un ami qui ressemblait un peu à Wu Zixu, alors le duc Dong Gao lui a demandé de passer le test en se faisant passer pour Wu Zixu. Les gardes ont attrapé le faux Wu Zixu, mais le vrai Wu Zixu n'a pas pu être reconnu par les fonctionnaires parce que ses cheveux étaient tous blancs, alors ils l'ont laissé passer. Plus tard, il s’est enfui sain et sauf vers l’État de Wu.\n(Remplacer Wu Zixu par un ami qui lui ressemble et qui a lui-même les cheveux gris est la « main magique » de cette histoire)", "聖意": "Priez pour votre maison et votre foyer pour vous protéger, méfiez-vous de la recherche de richesse, soyez prudent dans les transactions, stagnation des transactions, difficultés de mariage", "古人": "Wu Yuan a quitté Zhaoguan la nuit (Wu Zixu a dépassé Zhaoguan)", "第X籤": "Le soixante-quinzième signe", "宮": "Mon Palais"}