{"籤詩版本二": "Un mélange de poisson et de dragon a la même signification : restez dans le bassin profond et attendez la chance.\nInconsciemment, Yumen sauta par-dessus le Palais du Dragon avec la tête relevée.", "詩意": "Le poisson et le dragon hexagramme restent inchangés.\nTout arrive avec le temps.", "解曰": "Bien que ce soit Ziji. Attendez aussi. Planifiez votre propre entreprise. N'agissez pas de manière imprudente.", "籤詩故事一": "◇Hongwu surveillant le bétail\nZhu Yuanzhang, originaire de Zhongli, Haozhou (aujourd'hui comté de Fengyang, province d'Anhui), est né la première année de Tianli de Yuan Wenzong de la dynastie Yuan, se classant quatrième dans sa famille. Il est né dans une famille de paysans pauvres. En raison de la pauvreté de sa jeunesse, il n'a pas pu étudier et a autrefois gardé du bétail pour le propriétaire.\nAu cours de la quatrième année de Zhizheng (1344), il y eut une grave sécheresse à Huaibei. Le père, la mère et le frère de Zhu Yuanzhang moururent successivement, il n'eut donc d'autre choix que de devenir moine novice au temple Huangjue.\nMoins de deux mois après son entrée dans le temple, en raison de la difficulté à percevoir le loyer du temple pendant les années de famine, le propriétaire du temple ferma l'entrepôt et renvoya les moines. Zhu Yuanzhang dut quitter sa ville natale et devenir un moine errant (un moine qui gagnait sa vie en mendiant).\nPlus tard, Zhu Yuanzhang est devenu le Taizu de la dynastie Ming et « l'empereur civil » de l'histoire chinoise, avec le nom de règne « Hongwu ».\n(La métaphore de cette histoire est qu’être ordinaire pendant un certain temps ne signifie pas que ce sera la même chose dans le futur. C’est parce que le moment n’est pas encore venu.)", "聖意": "La famille est en sécurité, la famille est en bonne santé, la fortune est bonne, les affaires attendent, le mariage est en retard, le mâle est né à Liujia, le piéton est en retard, le ver à soie est en retard, le ver à soie est riche, les six animaux sont suivis, la personne a disparu, aucun procès n'est retardé, la migration est conservatrice, les objets perdus sont bloqués, la maladie est entravée, la tombe de montagne se produit", "古人": "Hongwu regarde le bétail", "第X籤": "Lot soixante-seize", "宮": "Mon Palais"}