{"籤詩版本二": "Dans le rêve, on disait qu’il y aurait beaucoup de richesse, mais que la renommée n’aboutirait à rien.\nL'eau est loin et les montagnes sont loin, mais il est difficile d'être fidèle. La personne noble donne des conseils et sourit.", "詩意": "Cet hexagramme représente le symbole de l’obtention d’un trésor dans un rêve.\nTout est plus ou moins réel.", "解曰": "Rêver comme un rêve. Aucun espoir de gloire. Attendez juste les bons moments. Des instructions nobles.", "籤詩故事一": "◇ Renvoyez le jade à Zhao (rendez le jade à Zhao après l'avoir terminé)\nEn 283 avant JC, le roi Zhao Huiwen obtint He's Bi de Chu. Après que le roi Qin Zhaoxiang eut entendu la nouvelle, il envoya une lettre au roi Zhao, exprimant sa volonté d'échanger quinze villes contre He's Bi.\nLin Xiangru a analysé au roi Zhao que Qin était fort et Zhao était faible et devait être remplacé.\nLe roi Zhao a ensuite envoyé Lin Xiangru à Qin avec He's Bi.\nLe roi de Qin rencontra Lin Xiangru à Zhangtai et Lin Xiangru présenta le jade au roi de Qin. Le roi de Qin était ravi et a passé le He's Bi à la belle et tout le monde autour d'elle l'a regardé. À ce moment-là, tout le monde à gauche et à droite a crié vive.\nLin Xiangru a vu que le roi de Qin n'avait pas l'intention de donner la ville à Zhao, alors il a dit au roi de Qin que son jade était défectueux et a voulu le signaler au roi de Qin afin de profiter de l'occasion pour obtenir le Jade de retour.\nAprès que Lin Xiangru ait repris le Bi de Heshi, il s'est tenu à côté du grand pilier, montrant qu'il voulait mourir avec le Bi de Heshi.\nA cette époque, Lin Xiangru dit au roi de Qin : « Le roi de Zhao a toujours surmonté les objections des ministres et a accepté la proposition du ministre. Même s'il ne s'est pas trompé lors de ses interactions avec les gens ordinaires, sans parler de cela. Qin est un grand pays ! Afin de préserver l'amitié entre Qin et Zhao, le roi Zhao Après avoir jeûné pendant cinq jours, j'ai envoyé mes ministres à Qin avec le jade. Malheureusement, le roi de Qin non seulement n'avait pas l'intention de donner à Zhao un ville, mais j'ai également transmis le jade de la famille He à une belle femme, ce qui était vraiment une moquerie de mes ministres.\nAprès avoir fini de parler, Lin Xiangru a immédiatement fait le geste de frapper un pilier. Le roi de Qin avait peur que He's Bi soit endommagé, alors il a fait semblant de donner quinze villes à Zhao. Lin Xiangru a vu à travers le plan perfide du roi Qin, alors il a demandé au roi Qin de jeûner pendant cinq jours avant de présenter He's Bi pour retarder le temps. Au cours de ces quelques jours, Lin Xiangru a envoyé ses serviteurs retourner dans l'État de Zhao avec le jade, tandis qu'il restait pour s'occuper du roi de Qin.\n(Cette histoire est comme les yeux d’une personne ordinaire fascinés par son statut.)", "聖意": "Prier pour des bénédictions à la maison, soi-même, entraver la richesse, rendre les transactions difficiles à réaliser, le mariage n'est pas en harmonie avec les piétons de Liujiaxu, les vers à soie de Chitian ne sont pas acceptés, six animaux sont endommagés, des personnes portées disparues, des poursuites publiques et des migrations sont attendues, perdues les biens sont éloignés, les maladies s'installent, sont envoyées dans les tombeaux des montagnes et se transforment.", "古人": "Rendre le jade à Zhao (terminer le jade à Zhao)", "第X籤": "La soixante-dix-septième loterie gagnante", "宮": "Palais de midi"}