{"籤詩版本二": "Noeud vide, je souhaite te garder en sécurité. Si tu gardes ton corps en sécurité, je souhaite que tu ne le rendes jamais.\nN’oubliez pas que la faveur de Dieu a été rendue et ne méprisez pas les paroles de Dieu.", "詩意": "Ne croyez pas que cet hexagramme soit vrai.\nC’est un signe d’être conservateur en tout.", "解曰": "Les gens ont leurs propres opinions. L’esprit n’a pas besoin d’être occupé. Instructions Guanyin. Ne soyez pas irrespectueux.", "籤詩故事一": "◇Soutenir secrètement le drapeau de bronze\nLe célèbre général fondateur de la dynastie Tang, Qin Qiong (Qin Shubao) reçut le titre de Grand Maréchal de la dynastie Sui. Il mena ses troupes à l'attaque du col Sishui (ou col Sishui ou col Dongling, les légendes varient). Yang Lin ( Yang Yicheng), le général de la garde du col Sishui, était l'empereur Yang de la dynastie Sui qui avait ordonné la mise en place d'un drapeau en bronze, mais Qin Shubao n'a pas pu l'attaquer pendant longtemps. Après avoir découvert que Luo Cheng, le chef de la formation, était son cousin, il a contacté sa tante.\nAvant que Luo Cheng ne parte, il a dit à sa mère que la personne qui était venue renverser le drapeau était son cousin Qin Qiong, et sa mère lui a ordonné de l'aider secrètement. Le jour de la bataille décisive, Luo Cheng, qui gardait le drapeau de bronze, a soudainement changé de camp et a uni ses forces avec Qin Qiong. Ils ont finalement vaincu la formation du drapeau de bronze. Luo Cheng a occupé le col de Dongling et est revenu victorieux. Luo Cheng s'est également rendu à la dynastie Tang.\n(Cette histoire est une métaphore selon laquelle il faut parfois s’appuyer sur la raison pour faire les choses, plutôt que sur l’émotion ou la foi.)", "聖意": "La maison est également prête à faire des promesses, rechercher la richesse, garder sa part, être prudente dans les transactions, le mariage est faux, donner naissance à une fille, les piétons restent dans les champs, les vers à soie, sept points, six dégâts de bétail, des personnes disparues, public procès, migration, biens perdus, maladies occidentales, solution aux montagnes, tombes, direction ouest", "古人": "Aider secrètement à faire tomber le drapeau de bronze", "第X籤": "Soixante-dix-neuf gagnants au Lott", "宮": "Palais de midi"}