{"籤詩版本二": "Les feuilles des sycomores sont tombées, l'automne approche et le retour des voyageurs ressemble à des nuages.\nGrâce aux grands efforts de Dieu, le navire revint avec le trésor au vent.", "詩意": "Cet hexagramme représente l'image de feuilles de sycomore tombées.\nTout est mauvais à l’avance et bon à la fin.", "解曰": "Prenez les choses avec cœur. Tianxin le suit. Pour gagner leur vie. Faites tout ce que vous pouvez.", "籤詩故事一": "◇Le vent souffle sur le pavillon Tengwang\nWang Bo, de son nom de courtoisie Zian, était un poète du début de la dynastie Tang. Il est né la première année de Yonghui, l'empereur Gaozong de la dynastie Tang. Wang Bo lit les Écritures depuis qu'il est enfant et il est connu comme un « enfant prodige ». Wang Bo lit les Écritures depuis qu'il est enfant et il est connu comme un « enfant prodige ».\nQuand il avait dix ans, lui et son père passèrent par hasard devant un temple Guandi. Ils virent la majestueuse statue de Guandi dans le temple, tenant un exemplaire du \"Printemps et Automne\" et le lisant. Quand son père la vit, il Il a scandé à l'empereur Guan : \" Tenant trois mèches de barbe verte, lisant l'histoire de la dynastie Qing à la lanterne verte et rendant hommage aux noms célèbres. Tenant le dragon vert et la lune dans ma main. \" On dit qu'à l'automne de cette année, Wang Bo est allé du Shanxi à l'île de Hainan pour rendre visite à son père qui a été rétrogradé au rang de magistrat du comté de Jiaozhi. , traversant des milliers de montagnes et de rivières en cours de route. À l'automne de l'année, alors qu'il avait vingt-sept ans, Wang Bo se rendit du Shanxi à l'île de Hainan pour rendre visite à son père, qui avait été rétrogradé au poste de magistrat du comté de Jiaozhi. Il traversa des milliers de montagnes et de rivières en cours de route.\nQuand nous sommes arrivés à la montagne Madang ce jour-là, tout le monde est allé se reposer à terre. Lorsque Wang Bo marchait seul devant un ancien temple, il a soudainement vu un vieil homme assis sur la pierre à côté du temple. Le vieil homme ressemblait à un enfant aux cheveux blonds. et une apparence de fée. Il a dit à Wang Bo \" N'êtes-vous pas Wang Bo ? \" Wang Bo a été surpris et a dit : \" Exactement ! Comment savez-vous cela ? \" Le vieil homme a dit : \" J'ai longtemps entendu dire que vous aviez de bonnes intentions de sauver les gens, et vos poèmes sont très significatifs. Il y aura une grande fête au pavillon Tengwang demain. Si vous pouvez assister au banquet et écrire un essai, vous serez célèbre à travers les âges et bénéficierez des frais de voyage. \" Quand ils sont arrivés à la montagne Madang, tout le monde est allé à terre pour se reposer. Alors que Wang Bo marchait seul devant un ancien temple, il a soudainement vu sur la pierre à côté du temple : Il y avait un vieil homme assis, qui ressemblait à un enfant aux cheveux blonds et à une fée. Il a dit à Wang Bo : « N'êtes-vous pas Wang Bo ?\nWang Bo a été surpris et a dit : « Exactement ! Comment le savez-vous ?\nLe vieil homme a dit : « J'ai entendu depuis longtemps que vous aviez la gentille intention de sauver les gens, et les poèmes que vous composez sont très significatifs. Il y aura une grande fête au Pavillon du Prince Teng demain. Si vous pouvez assister au banquet et composer, tu seras célèbre à travers les âges et tu bénéficieras de frais de voyage.\"\nWang Bo a dit : \" Cet endroit est à six ou sept cents milles du pavillon Tengwang. Comment pouvons-nous arriver ici demain ? \" Le vieil homme a dit : \" J'utiliserai un cheval comme vent divin pour vous aider à naviguer en douceur. Je arrivera certainement demain. \" Wang Bo m'a remercié et a dit : \" Excusez-moi, mon beau-père. , êtes-vous un immortel ou un dieu ? \" Le vieil homme a ri et a dit : \" Je suis le Zhongyuan Shuijun qui est dans responsable de cette zone d'eau ! » Wang Bo a déclaré : « Cet endroit est à six ou sept cents milles du pavillon Tengwang. Comment pouvons-nous y arriver demain ?\nLe vieil homme a dit : « J'utiliserai le cheval comme un vent divin pour vous aider à naviguer en douceur. J'arriverai certainement demain.\nWang Bo l'a remercié et a dit : « Excusez-moi, beau-père, êtes-vous un immortel ou un dieu ?\nLe vieil homme a ri et a dit : \" Je suis le Zhongyuan Shuijun qui est en charge de cette zone d'eau ! \" Puis le vieil homme a exhorté Wang Bo à monter rapidement sur le bateau. Il a vu des nuages ​​​​de bon augure l'entourer pendant un moment, et le vent et l'eau était douce tout au long du chemin. En un clin d'œil, il avait parcouru des centaines de kilomètres.\nEnsuite, le vieil homme a exhorté Wang Bo à monter rapidement sur le bateau. Il a vu des nuages ​​​​de bon augure l'entourer pendant un moment, et le voyage s'est déroulé sans problème. En un clin d'œil, il a parcouru des centaines de kilomètres. Comme prévu, Wang Bo s'est précipité au pavillon du prince Teng le matin du grand événement.\nComme prévu, Wang Bo s'est précipité au pavillon du prince Teng le matin du grand événement. Et sur place, il écrivit la « Préface du Pavillon du Prince Teng », qui fut qualifiée de chef-d'œuvre éternel par l'empereur Gaozong de la dynastie Tang. Et sur place, il écrivit la « Préface du Pavillon du Prince Teng », qui fut qualifiée de chef-d'œuvre éternel par l'empereur Gaozong de la dynastie Tang.\nIl y a un poème qui dit :\nOn a toujours dit que les gens talentueux sont des dieux, ce n'est donc pas un hasard si le vent amène Nanchang à Nanchang ;\nJ'ai écrit une phrase sur le haut pavillon de Teng Wang, puis il a accompagné les immortels à Zhongyuan.", "聖意": "Priez pour votre maison et protégez-vous, priez pour obtenir des bénédictions, recherchez la richesse et parvenez au mariage et à l'harmonie.", "古人": "Le vent souffle sur le pavillon Tengwang", "第X籤": "Signe quatre-vingt-un", "宮": "Wei Gong"}