{"籤詩版本二": "Par exemple, si le troisième, le quatrième ou le cinquième jour du mois lunaire manque, il est à moitié absent, à moitié présent et incomplet.\nEn attendant le goûter de minuit le quinzième jour de l'année, tout est lumineux et plein", "詩意": "Dans cet hexagramme, la lune manque mais n’est pas pleine.\nSoyez patient en tout.", "解曰": "Restez conservateur et attendez. Comme le premier mois du mois. En attendant l'heure du tour. Rien de mal.", "籤詩故事一": "◇Li Yuan est monté sur le trône\nDans les dernières années de la dynastie Sui, l'empereur Yang de la dynastie Sui était corrompu et dissolu, s'amusant partout, provoquant le ressentiment parmi le peuple et divisant l'empire entre les héros.\nEn 618 après JC, Yu Wenhuaji, Sima Dekan, Pei Qantong et d'autres ont lancé une mutinerie pour tuer l'empereur Yang de la dynastie Sui et ont proclamé Yang Hao empereur.\nBientôt, Yu Wenhuaji tua Qin Wanghao et se proclama empereur Xu, établissant ainsi le pays Xu.\nL'année suivante, il fut détruit conjointement par le général Tang Li Shentong et le roi Xia Dou Jiande.\nAprès que la région des plaines centrales ait appris la mort de l'empereur Yang, le garde de Luoyang Wang Shichong a soutenu le roi Dong de Yue en tant qu'empereur, c'est-à-dire l'empereur Ai de la dynastie Sui.\nÀ cette époque, Li Yuan déposa Yang You, se proclama empereur de Taiyuan et changea le nom du pays en Tang. C'est Tang Gaozu.", "聖意": "Souhait de maison et de maison, bonne fortune en été et en automne, soyez prudent dans les transactions, attendez l'heure, le mariage est tardif, Liujia donne naissance à une fille, les piétons sont bloqués, les vers à soie sont stables, le bétail est stable, c'est difficile pour retrouver des personnes, les poursuites publiques et la migration sont conservatrices, les biens perdus sont difficiles, la maladie est difficile à installer, à envoyer au tombeau de la montagne et à changer", "古人": "Li Yuan est monté sur le trône", "第X籤": "Quatre-vingt-trois loteries gagnantes", "宮": "Wei Gong"}