{"籤詩版本二": "Que faire si vous perdez votre vertu à cause de votre réputation ? J'ai peur que la chance change et que de mauvaises choses arrivent.\nIvre, je ne sais pas où aller, je fais un rêve brumeux à l’ombre des pins verts.", "詩意": "Cet hexagramme représente le poisson froid sortant de l'eau.\nRien ne peut être déplacé.\n\n(Cet hexagramme est un symbole de mauvaise vertu et de malchance.\nGardez les pieds sur terre en tout.\n)", "解曰": "Le poisson froid quitte l'eau. une mouche dans la soupe. Si vous posez des questions sur les plans de camp. C'est mieux de Mo Qi\nCe signe portera malheur à Liujia. Tout va mal. Priez pour la sécurité.", "籤詩故事一": "◇Zhuangzi teste sa femme\nZhuangzi est né sous la dynastie Zhou. Son nom de famille était Zhuang, son prénom était Zhou et son prénom était Zixiu. Il était originaire de Mengyi sous la dynastie Song. Sous la dynastie Zhou, il était le fonctionnaire de Qiyuan.\nUn jour, Zhuangzi a rencontré une femme sur la montagne, elle était accroupie devant une nouvelle tombe, secouant désespérément son éventail, comme si elle voulait sécher la terre humide de la tombe. Zhuangzi n'a pas compris son intention, alors il lui a demandé. Elle a dit que la personne enterrée dans la tombe était son mari, et les derniers mots de son mari ont été qu'elle ne pourrait pas se remarier tant que la terre de la tombe ne serait pas sèche. Elle ne pouvait pas attendre plus longtemps, alors elle a remué le sol de la tombe pour le faire sécher plus rapidement, afin de pouvoir poursuivre un deuxième printemps.\nZhuangzi soupira en pensant qu'il y avait une femme si sans cœur dans le monde. Puis j'ai pensé : est-ce que ma femme serait comme ça ? Quand des soupçons surgissent, je veux les tester.\nLe nom de famille de la femme de Zhuangzi était Tian, ​​​​et le couple entretenait généralement une relation étroite. Afin de tester la loyauté de sa femme, Zhuangzi a décidé de faire semblant d'être mort.\nApprenant que Zhuangzi était mort d'une maladie soudaine, de nombreuses personnes de partout, y compris des parents et amis, sont venues exprimer leurs condoléances. Parmi eux se trouvait un beau roi et petit-fils de l'État de Chu, qui était riche en richesses. Tian était nouvellement veuf et pitoyable, il la poursuivit. Mme Tian n'a pas pu supporter la tentation et est tombée amoureuse de Wang Sun. Ils se sont mariés en seulement vingt jours.\nCette nuit-là, alors que le vin était bu et que les oreilles étaient chaudes, Wang Sun a soudainement eu une crise cardiaque et est décédé.\nMme Tian était effrayée et paniquée et a demandé de toute urgence à Wang Sun quoi faire. Wang Sun a enduré la douleur et a dit à Mme Tian que le cerveau des cadavres pouvait être utilisé pour ramener les morts à la vie.\nOù trouver le cadavre ? Mme Tian a soudainement pensé : son mari ne vient-il pas de mourir ? M. Tian a oublié le vieil amour entre mari et femme et a en fait pris une hache et a ouvert le cercueil de son mari, se préparant à lui retirer le cerveau pour obtenir des médicaments.\nDe façon inattendue, lorsque le cercueil a été ouvert, Zhuangzi est revenu à la vie. Mme Tian avait tellement honte qu'elle s'est pendue.\n(Cette histoire est une métaphore de la violation de l’amitié à des fins personnelles, nous ne pouvons donc pas l’accepter.)", "聖意": "La maison est paisible, le moi est en sécurité, l'argent est injuste, les métiers sont sacrifiés, le mariage est résolu, le mal est prospère à Liujia, les piétons ne sont pas arrivés, le ver à soie est plat, le bétail est plat, les gens manquent, le procès change, les disciples sont conservateurs, la propriété n'est pas malade et la montagne et le tombeau sont mauvais.", "古人": "Zhuangzi teste sa femme", "第X籤": "Lot 84", "宮": "Wei Gong"}