{"籤詩版本二": "Des nuages ​​​​sombres et du brouillard recouvrent la route devant la montagne, tout est rond et la lune est à nouveau ronde.\nSi vous obtenez de la poésie et des livres, vous vous réveillerez d'un rêve profond et la noble personne vous guidera jusqu'au toit.", "詩意": "Cet hexagramme symbolise la fin du printemps et l'éclosion des fleurs.\nTout change après le Seigneur.", "解曰": "Le vieil homme doit demander de l'aide. Elle refleurit au printemps. Désir de gloire et de richesse. Rencontrez une aubaine tard dans la vie.", "籤詩故事一": "◇Han Wengong rencontre la neige\nHan Yu, dont le nom de courtoisie était Tuizhi, était originaire de Changli. Tang Dezong est devenu Jinshi au cours de la huitième année de Zhenyuan et son titre posthume était Wen Gong.\nSous le règne de l'empereur Xianzong de la dynastie Tang, Han Yu protesta avec les os du Bouddha, ce qui provoqua la colère de l'empereur. Han Yu a quitté sa femme et ses enfants et s'est rendu à Chaozhou. Après avoir marché moins de quelques jours, le vent froid s'est levé et il a neigé abondamment. Han Yu est arrivé à un endroit où la neige avait plusieurs mètres d'épaisseur, ce qui rendait difficile l'avancée de son cheval. Il n'y avait pas de maison à proximité et il ne savait pas où était la route. Si vous voulez suivre le chemin et battre en retraite, il n’y a pas de retour en arrière. Le vent soufflait fort et la neige tombait rapidement. Han Yu était trempé jusqu'aux os, gelé et affamé, et n'avait nulle part où exprimer son chagrin.\nHan Yu soupira et dit : « L'empereur ne me tuera pas, mais l'empereur veut me détruire.\nJuste au moment où Han Yu était désespéré, il a vu un homme venir déneiger malgré le froid intense. Il s'est avéré être Han Xiangzi (le neveu de Han Yu).\nAuparavant, Han Xiangzi avait dit à Han Yu : \" Où est la maison de Yun Heng à Qinling ? La neige embrasse la porte bleue et le cheval cesse d'avancer. \" À ce moment-là, Han Yu ne comprenait pas ce que Han Xiangzi voulait dire, mais maintenant il enfin compris.\nHan Yu et Han Xiangzi sont donc allés passer la nuit dans la maison de Fu à Languan. Parlant du passé et du chemin vers la cultivation, Han Yu était sincèrement convaincu.\nPlus tard, Han Yu a abandonné son poste officiel, a fait don de tous ses biens au gouvernement local et est allé dans les montagnes pour pratiquer le taoïsme et devenir immortel.", "聖意": "La maison n'est pas bonne pour soi, soyez prudent dans la recherche d'argent, concentrez-vous sur les affaires, le mariage est tardif, les piétons de Liujia bloquent les champs, les vers à soie sont bons, le bétail est bon, il est difficile de trouver des gens, les poursuites publiques se répètent, la migration est mis à jour, les objets perdus sont graves, les maladies sont retardées, les tombes des montagnes doivent être changées.", "古人": "Han Wengong rencontre la neige", "第X籤": "Quatre-vingt-cinquième loterie gagnante", "宮": "Shen Gong"}