{"籤詩版本二": "En marchant à mi-hauteur de la montagne ouest, les falaises de Junling ne peuvent pas être réglées.\nEn regardant Dieu pour sa protection, ce corps est toujours à la morgue", "詩意": "Cet hexagramme, c'est comme chercher de l'or dans le sable.\nIl y a des signes de personnes nobles dans tout.\n\nAussi : Cet hexagramme indique que la personne est en danger.\nIl y a des signes de personnes nobles dans tout.", "解曰": "Le jade peut être trouvé en ciselant la pierre. Trouvez de l'or dans le sable. Il faut travailler dur. Juste des ennuis.\nAutre œuvre : une situation difficile. Nulle part où rester. Demandez la bénédiction de Dieu. Priez pour la tranquillité d'esprit.", "籤詩故事一": "◇Mordre de l'or et explorer des grottes souterraines\nPour célébrer ses exploits militaires, Cheng Yaojin a organisé un banquet à Yanwuyang. Soudain, un trou insondable s'est ouvert dans le sol. Chacun a tiré au sort en choisissant les mots, en mordant l'or pour gagner et en louant des cordes pour s'attacher dans le trou.\nIl y a des portes en pierre, des tables, des chaises, des ponts et d'autres objets. Sur la table se trouvent des robes de dragon et des ceintures de jade, faites d'or et usées hors de la grotte.\nYao Jin est sorti du trou avec une grande boîte et une petite boîte, a ouvert la boîte en bois et a sorti le sceau de jade, a ouvert la boîte, a sorti le grand drapeau et la robe couronne et les traces et les a posés sur la table, et tout le monde les regardait un à un. J'ai vu que les huit caractères du sceau gravés sur le grand sceau étaient \"Le roi démon de Hunshi, le grand empereur vertueux\".\nTout le monde l'adorait en tant qu'\"Empereur\", et Yaojin l'a fait pendant trois ans en tant que Roi Démon. (En fait, c'était juste autoproclamé, et Cheng Yaojin n'était que le chef du village à l'époque.)\n(Cette histoire est une métaphore selon laquelle les bonnes choses sont comme jouer. C'est la conception artistique de « ce corps est toujours dans le vide ».)", "聖意": "Prier pour la maison et la maison, soi-même, le manque de profit, rechercher la richesse, travailler dur, être prudent dans les affaires, le mariage sera entravé par Liu Jiaxu, les piétons, Chi Tian, ​​​​les vers à soie, l'écurie de six bétail, la recherche de personnes, pas de procès , perte, migration, conservation des biens perdus, maladies maléfiques, obstacles, montagnes et tombes.", "古人": "Explorer la crypte pour trouver de l'or", "第X籤": "Signe quatre-vingt-sept", "宮": "Shen Gong"}