{"籤詩版本二": "Ne me dérangez pas avec vos affaires personnelles, il est plus approprié de demander au public.\nUn cœur clair est aussi brillant et clair que la lune brillante dans le ciel", "詩意": "Cet hexagramme représente l'image d'une lune brillante dans le ciel.\nTout est lumineux et aéré.", "解曰": "Soyez droit de cœur. Redressez la loi. Mots saints. Finalement, cela devient clair.", "籤詩故事一": "◇Général de Kong Ming\nSolution : Zhuge Liang mobilise ses troupes et ses généraux\nPendant la période des Trois Royaumes, Zhuge Liang (181-234), nom de courtoisie Kongming, est né à Yangdu, Langya (aujourd'hui comté de Yinan, province du Shandong).\nZhuge Liang a accepté de devenir fonctionnaire après que Liu Bei ait visité la chaumière à trois reprises. À cette époque, Cao Cao avait pacifié le Hebei et était déterminé à marcher vers le sud. Il a envoyé Xiahou Dun comme général en chef, Yu Jin, Li Dian et d'autres comme généraux adjoints, menant une armée de 100 000 hommes à marcher vers Xinye. Bien que Zhuge Liang ait eu un plan pour se retirer de l'ennemi à ce moment-là, Guan Yu et Zhang Fei ont méprisé les paroles de Zhuge Liang. Zhuge Liang n'a eu d'autre choix que d'utiliser l'épée de Liu Bei pour les convaincre tous les deux, de sorte qu'ils ont chacun mené un millier de soldats et tendu une embuscade à Yushan et Anlin. Ils ont attendu que Xiahou Dun mène son armée pour passer, puis les ont attaqués avec embuscades et incendies.\nDe plus, Zhao Yun a été envoyé pour diriger les restes anciens et faibles de l'armée pour combattre en tant qu'avant-garde contre Xiahou Dun, puis a simulé la défaite et s'est retiré, attirant Xiahou Dun dans la route étroite des montagnes et des forêts. Il a également envoyé Guan Ping, Zhou Cang, Liu Feng et d'autres se faufilent à l'arrière de l'armée de Cao, brûlant des fournitures et semant la panique dans l'armée de Cao.\nAprès la bataille, tout s'est passé comme Zhuge Liang l'avait arrangé. Lorsque Xiahou Dun et Yu Jin menèrent l'armée à leur poursuite, Li Dian, qui se trouvait à l'arrière, informa d'urgence Xiahou Dun, devant, qu'il devait se prémunir contre les tirs ennemis. Cependant, il était trop tard. L'armée de Cao était contrainte par La route étroite et se trouvait dans un endroit où les arbres étaient entrelacés, de sorte que le feu n'a pas pu être allumé. Il y a eu de lourdes pertes, et Xiahou Dun et d'autres généraux ont été vaincus et ont fui vers Xudu.\n(Cette histoire est une métaphore selon laquelle Kong Ming sait utiliser les gens et gouverner le pays avec sagesse.)", "聖意": "La maison et la maison sont de bon augure. Je souhaite bonne chance dans la richesse, la tranquillité d'esprit, les affaires prospères, le mariage, le succès, le succès à Liujia, les hommes déplaçant les champs, les vers à soie, la perte de bétail, les personnes disparues, les poursuites publiques, la migration, les biens perdus, bénédictions, maladie, paix, montagnes et tombes.", "古人": "Le général de Kong Ming", "第X籤": "Le neuvième signe", "宮": "Palais Yin"}