{"籤詩版本二": "Un bon spectacle vous permet de vous démarquer de la foule avec un froncement de sourcils, et votre avenir change et vous apporte beaucoup de richesse.\nUne route est aussi large que le ciel et tout l'argent que vous pourrez donner sera dans votre cœur", "詩意": "Cet hexagramme indique un avenir prometteur.\nTout va bien.", "解曰": "Une grande route. Vous pouvez avancer. Utilisez votre cœur. Seulement en avant.\nTout se passe comme prévu avec cette enseigne. Bonne chance à Jichang.", "籤詩故事一": "◇Trois héros se battent contre Lu Bu\nSolution : Trois héros Zhang Fei, Guan Yu et Liu Bei se battent contre Lu Bu\nDong Zhuo apprit que Hua Xiong avait été décapité et envoya le général volant Lu Bu se battre. Dès que Lu Bu est entré au combat, il a tué les généraux Fang Yue et Mu Shun, ainsi que Wu Anguo et Gongsun Zan.\nZhang Fei a vu que Gongsun Zan ne pouvait pas vaincre Lu Bu, alors il a rapidement remplacé Gongsun Zan et a crié : \" Les esclaves des trois noms de famille devraient partir ! Zhang Fei de Yan est là ! \" Après cela, ils se sont battus pendant plus de cinquante rounds en succession, sans gagnant ni perdant.\nAprès que Guan Yu l'ait vu, lui et Zhang Fei ont attaqué Lu Bu et se sont battus pendant plus de trente rounds.\nLiu Bei portait également deux épées, a applaudi son cheval et s'est avancé pour aider Zhang Fei et Guan Yu.\nLes trois hommes ont encerclé Lu Bu et ont continué à se battre. Tous les membres du groupe étaient stupéfaits.\nBientôt, Lu Bu commença à perdre des forces. Le Pégase de Lu Bu se retira, mais les trois hommes poursuivirent Lu Bu et refusèrent d'abandonner. Ils ne reculèrent pas jusqu'à ce qu'ils rencontrent les troupes de Lu Bu.\n\"Trois Royaumes\"\n(Cette histoire est une métaphore du courage et de l'habileté au combat de Lu Bu. Une personne peut vaincre trois personnes.)", "聖意": "Le cœur de la maison et de la maison ne voyage que lors de son propre voyage à la recherche de la richesse. Un éventuel article de mariage va à Liujia. Les choses se passent bien pour les gens. Les vers à soie Zhushuntiens sont utilisés. Les gens peuvent être trouvés parmi les six animaux. Les gens peuvent être trouvés à l'avance Les litiges, les migrations, les biens perdus, les maladies, les montagnes et les tombes portent chance.", "古人": "Trois héros se battent contre Lu Bu", "第X籤": "Quatre-vingt-onze loteries gagnantes", "宮": "Votre palais"}