{"籤詩版本二": "Je planifie mes affaires depuis que je suis enfant, je n'ai donc pas besoin de demander de la richesse et de la richesse.\nSi deux personnes cherchent quelque chose, l’érudit sortira et reviendra avec le premier prix.", "詩意": "Cet hexagramme est le symbole des affaires depuis l'enfance.\nSoyez diligent et économe en tout et sans souci.", "解曰": "De l'enfance à l'âge adulte. Aucun obstacle, aucun obstacle. Faire un plan. La renommée se passe bien.", "籤詩故事一": "◇Cai Qing rembourse sa gentillesse (Cai Yong)\nCai Yong, nom de courtoisie Bojie, est né à Chenliuyu (aujourd'hui au sud du comté de Qixian, province du Henan). C'est un érudit et le mari de Zhao Wuniang. Il y a cinq ans, la cour impériale recrutait des talents figurant sur la liste jaune et le comté lui recommandait de venir à Pékin pour passer l'examen. Depuis, il n'y a plus de nouvelles.\nLa première année après le départ de Cai Bojie a été facile à gérer : la famille avait quelques économies et sa vie était gérable.\nL'année suivante, Chenliu a subi une grave sécheresse, il s'est donc appuyé sur Zhao Wuniangdian pour vendre des bijoux afin de survivre à la famine. Il n'y avait aucune nouvelle de Cai Bojie, ce qui a rendu la famille encore plus inquiète.\nLa sécheresse a duré trois ans durant cette période. Zhang Guangcai, un voisin du village, l'aidait de temps en temps.\nPlus tard, Cai Bojie a remporté le premier prix et est rentré chez lui pour apprendre que sa femme avait été aidée par Zhang Guangcai. Le couple s'est rendu chez Zhang pour exprimer sa gratitude et a offert à Zhang Guangcai deux taels d'argent en cadeau.", "聖意": "La maison est paisible, l'individu est prospère, les affaires sont réussies, le mariage est réussi, la naissance d'un homme est réussie, le champ est plein de vers à soie, les six bétails sont prospères, la recherche est réussie, le procès est réussi , la migration est réussie, les biens perdus sont bons, la maladie est une montagne et le tombeau est bon.", "古人": "Cai Qing rend sa gentillesse (Cai Yong)", "第X籤": "Signe quatre-vingt-douze", "宮": "Votre palais"}