{"籤詩版本二": "Luan Feng Xiang était trempé par la bruine, mais à ce moment-là, il a été victime d'intimidation par Queer\nJ'ai été choqué d'apprendre qu'un jour les nuages ​​étaient loin, mais je vous ai quand même rendu mes vêtements.", "詩意": "Cet hexagramme représente le symbole de Luan et Phoenix recouverts de pluie.\nTout arrive le moment venu.", "解曰": "Le méchant prospère de jour en jour. Un gentleman ne devrait rien faire. Restez seul. Agissez le moment venu.", "籤詩故事一": "◇Gao Jun garantit le mariage\nAu début de la dynastie Song, Zhao Kuangyin unifia le nord et tout le pays se rendit. Cependant, sous la dynastie Tang du Sud, Li Yu occupa le sud du fleuve Yangtze et adopta la stratégie de capitulation en offrant une ville et en piégeant Zhao Kuangyin à Shouzhou. La situation était critique. Le neveu de Zhao Kuangyin, Gao Junbao, un jeune homme avec un pistolet en or, a quitté Bianjing pour briser le siège de Shouzhou.\n, en passant par la montagne Shuangsuo, ils ont brisé le signe du mari installé par Liu Jinding, et les deux ont concouru. En conséquence, Liu Jinding a vaincu Gao Junbao trois fois avec ses superbes arts martiaux, et ils ont échangé des masses d'or et des cloches d'argent contre la vie. Le neveu de Zhao Kuangyin, Gao Junbao, afin de sauver Zhao Kuangyin piégé à Shouzhou, a quitté Bianjing et a traversé la montagne Shuangsuo. Il a brisé le panneau installé par Liu Jinding et les deux ont concouru. En conséquence, Liu Jinding a vaincu Gao Junbao avec son de superbes arts martiaux et a été forcé de le faire. Le couple a conduit la foule au siège et a sauvé Zhao Kuangyin.\n(La métaphore de cette histoire est que les deux ne se sont pas réconciliés (ils ont été victimes d’intimidation), mais se sont réconciliés plus tard.)", "聖意": "La maison familiale n'est pas bonne pour soi, attention à chercher de l'argent, bloquer les affaires, attendre le mariage, retarder, Liujia, faux voyageur, s'attarder dans les champs, vers à soie, en retard, six dégâts de bétail, difficile de trouver des gens, poursuites, perte, migration, conservatisme, biens perdus, maladie grave, extension de la montagne, réforme grave", "古人": "Gao Jun garantit le mariage", "第X籤": "Quatre-vingt-treize gagnant à la loterie", "宮": "Xugong"}