{"籤詩版本二": "Un gentleman ne devrait pas se soucier des petites gens, si les choses tournent mal, il causera des ennuis.\nLe son du piano doit être écouté avec un ami proche. Il est toujours doux et vague. Cette œuvre s'adresse à tous.", "詩意": "Cet hexagramme doit correspondre à l'image d'un ami proche.\nGarder les choses constantes portera chance.", "解曰": "Zhiyinfangxu. Ne faites pas attention à autre chose. Traitez-vous comme une personne noble. Tous heureux.\nZhiyin Fangxu a quatre personnages, écrits à l'origine sous le nom de Shiyin Fanghua.", "籤詩故事一": "◇BoYa rend visite à des amis (BoYa Broken Qin)\nBoya, surnommé Yu, prénom Rui et nom de courtoisie Boya, était originaire de Yingdu, dans l'État de Chu, pendant la période des printemps et des automnes et de la période des Royaumes combattants.\nZhong Ziqi travaillait comme bûcheron dans le royaume Chu. Un jour, il rencontra Yu Boya qui jouait de la harpe dans la rivière Han. Zhong Ziqi entendit une voix disant : « C'est aussi haut qu'une montagne et aussi onduleux que l'eau qui coule. » Les deux se marièrent et promirent de se revoir à la mi-octobre. Festival d'automne l'année prochaine.\nL'année suivante, Yu Boya a respecté son rendez-vous comme prévu, mais Zhong Ziqi était décédé. Après que Yu Boya ait appris que Zhong Ziqi était mort, Yu Boya a pensé qu'il n'y aurait plus de musique dans le monde et qu'il ne jouerait plus jamais de la harpe de sa vie.\ndire:\nBriser le Yao Qin et le Feng Wei Han. Zi Qi ne se soucie pas de savoir avec qui il joue.\nLa brise printanière amène tous les amis. C'est difficile de trouver un véritable ami.", "聖意": "Soyez prudent lorsque vous sortez de chez vous, vous êtes un méchant, cherchez la richesse, attendez le temps, soyez prudent dans les transactions, il vaut mieux être en retard dans le mariage, les piétons de Liujia déplacent les champs, les vers à soie sont moins nombreux, les dégâts du bétail sont trouvé, les gens sont fouillés avec diligence, les procès publics et la migration sont perdus, rechercher les maladies rapidement, il est défavorable de bloquer les montagnes et les tombes.", "古人": "Boya rend visite à des amis (Boya Broken Qin)", "第X籤": "Lot quatre-vingt-quatorze", "宮": "Xugong"}