{"籤詩版本二": "L'ambition et les réalisations appartiennent à la dynastie, mais maintenant il y aura de la beuverie et du sexe sans fin.\nSi vous voyez un coq d'or, vous serez récompensé par de l'argent, de la fortune et de la fortune.", "詩意": "Cet hexagramme représente le symbole de l'ambition et de la renommée.\nGardez tout de bon augure.", "解曰": "Ambitieux et excité. Il n'est pas trop tard pour vous protéger. Le coq d'or promet. Tous heureux.", "籤詩故事一": "◇Cao Pi s'est proclamé empereur\nCao Pi, nom de courtoisie Zihuan, est né à Peiguoqiao (aujourd'hui comté de Hao, Anhui). Homme politique et écrivain célèbre de la période Jian'an.\nCao Pi est le deuxième fils de Cao Cao. Il a vécu avec son père dans le camp militaire depuis qu'il était enfant. Sous l'influence de son père, Cao Pi a appris le tir à l'arc à l'âge de six ans et l'équitation à l'âge de huit ans, et a développé bonnes compétences en arts martiaux. Il possède également une connaissance approfondie des classiques et des biographies anciens et modernes, ainsi que des livres de centaines d’écoles de pensée. Ce n'est qu'à l'âge de dix-huit ans que Cao Cao a vaincu Yuan Shao et Cao Pi a vécu une vie relativement stable à Yecheng, le centre du règne de Cao Cao. Depuis lors, même s'il accompagnait parfois son père lors d'expéditions militaires et vivait la plupart du temps la vie d'un fils noble, il pratiquait toujours les arts martiaux tous les jours et n'a pas décliné jusqu'à ce jour. Il monte souvent sur son cheval à cent pas et est très habile en arts martiaux. Parce qu'il pratique souvent les arts martiaux, il est léger et fort.\nLe fils aîné de Cao Cao, Cao Ang, a été tué dans une bataille. Après la mort du fils aîné, Cao Pi est devenu le premier choix du prince héritier. À l'âge de trente et un ans, il fut nommé prince héritier par Cao Cao. Quand Cao Pi avait trente-trois ans, Cao Cao mourut de maladie et Cao Pi lui succéda comme premier ministre et roi de Wei. Il a dit qu'il montait souvent à cheval sur une centaine de marches et qu'il était très habile. Parce qu'il pratique souvent le kungfu, il est léger et en bonne santé.", "聖意": "Priez pour que votre maison et votre maison soient paisibles, recherchez la richesse, travaillez dur, faites du commerce, rompez tôt, le mariage sera réussi, Liujia sera en sécurité, les gens seront dans les champs, les vers à soie seront matures, six bétails seront matures , il sera difficile de trouver des gens, les poursuites publiques seront urgentes, la migration sera perdue et les choses seront loin. Les maladies persisteront dans les montagnes et les tombes.", "古人": "Cao Pi se proclame empereur", "第X籤": "Quatre-vingt-quinzième loterie gagnante", "宮": "Xugong"}