{"籤詩版本二": "La majestueuse pagode est inhabituelle, avec des éléments exquis de tous les côtés qui brillent de mille feux.\nJe vous exhorte à être déterminé à vous incliner avec diligence et à faire de bonnes actions, et le ciel vous enverra des bénédictions.", "詩意": "Cet hexagramme représente la manifestation du mérite.\nTout est de bon augure.", "解曰": "Ces bénédictions. Tout le monde l'a. Ne soyez pas trop occupé. Le mérite est déterminé à l'avance.", "籤詩故事一": "◇Le roi de Fenyang rencontre son petit-fils à l'occasion de la Saint-Valentin chinoise\nSolution : Guo Ziyi a rencontré la Weaver Girl descendant sur terre le jour de la Saint-Valentin chinoise. Tiansun, la petite-fille de l'Empereur de Jade, représente les Sept Fées.\nGuo Ziyi (697-781), également connu sous le nom de Guo Linggong, était originaire du comté de Zheng, Huazhou (aujourd'hui comté de Huaxian, province du Shaanxi) et général de la dynastie Tang. La cour impériale accorda à Ziyi le titre de roi de Fenyang.\nOn dit que Ziyi était originaire de Huazhou et qu'il est allé rejoindre l'armée à l'extérieur de la Grande Muraille. Il s'est rendu à Pékin pour réclamer une solde militaire et est retourné à Yinzhou. C'était la Saint-Valentin chinoise à cette époque. Le vent et le sable devenaient sombres et le soleil commençait à s'assombrir. Ziyi ne pouvait pas avancer, alors il se tenait au bord de la route. Il dormait par terre dans une maison vide. Alors qu'il était sur le point de s'endormir, il a soudainement vu une lumière rouge Des deux côtés. Il se leva et leva les yeux avec surprise. Il y avait un nuage dans le ciel qui descendait lentement. Là était assise une belle femme, digne et magnifique, complètement différente des gens ordinaires. Ziyi a immédiatement rendu hommage et a déclaré : « Aujourd'hui, c'est le septième jour du septième mois lunaire. Je pense que c'est la Tisserande qui est venue, souhaitant lui accorder longévité et richesse.\nLa femme a également répondu : « Avec une grande richesse vient la longévité. »\nAprès qu'il ait fini de parler, la lueur est revenue et les nuages ​​se sont lentement levés. La femme regardait toujours Guo Ziyi avec un sourire agréable. Ce n'est que lorsqu'elle était loin d'elle que la fumée s'est estompée et qu'elle ne pouvait plus être vue.\nCela s’est avéré vrai, comme la femme l’a dit. Les mérites de Ziyi sont mondialement connus, c'est un ministre extrêmement populaire et c'est un général avec à la fois des mérites et des vertus.", "聖意": "Faites un vœu pour vous-même à la maison, faites un vœu pour vous-même, priez pour de l'argent, bonne chance dans les affaires, bonne chance dans le mariage, bonne chance à Liujia, bons voyages avec les gens, champs en mouvement, vers à soie, bétail stable, malchance pour trouver les gens, les poursuites publiques, la migration, la bonne fortune, les maladies des objets perdus, les tombes à Zhenxingshan", "古人": "Le roi Fenyang rencontre son petit-fils à l'occasion de la Saint-Valentin chinoise", "第X籤": "Signe quatre-vingt-seize", "宮": "Xugong"}