{"籤詩版本二": "En retard pour entrer et sortir pour demander conseil, anxieux et inquiet de causer des ennuis\nComme un oiseau qui vole dans un piège, combien de temps faut-il pour s'échapper ?", "詩意": "Cet hexagramme est le signe de garder les choses anciennes et de s'adapter au destin.\nTout n'est pas satisfaisant.", "解曰": "Soyez conservateur à tout moment. En attendant l'arrivée du noble. Si vous demandez tout. L'essentiel sera en retard.", "籤詩故事一": "◇Ji Ping a été tué\nJi Ping, de son vrai nom Ji Tai, également connu sous le nom de Ping, était un médecin impérial de la dynastie Han.\nAu cours de la cinquième année de Jian'an (200 après JC), Cao Cao devint premier ministre et ne prit pas l'empereur au sérieux. Depuis qu'il a lu l'édit écrit par l'empereur à sa ceinture, Dong Cheng, qui n'avait aucun moyen d'obtenir débarrassé de Cao Cao, se sentit indigné et en colère. Inquiet, il tomba malade.\nL'empereur Xian a demandé au médecin impérial Ji Ping de soigner Cao Cao. Ji Ping a lu l'édit secret de l'empereur et était déterminé à se débarrasser de Cao Cao, alors ils ont tous deux élaboré un plan ensemble. De façon inattendue, les murs ont des oreilles. L'esclave domestique de Dong Cheng, Qin Qingtong, a été battu quarante fois avec un bâton par Dong Cheng à cause de sa liaison avec la jeune épouse de Dong Cheng. Il en voulait. Lorsqu'il a entendu parler de cela, il a dénoncé Dong Cheng et Ji Ping à Cao Cao.\nJi Ping a profité du mal de tête de Cao Cao et l'a secrètement empoisonné. Cao Cao a reçu une information, a piégé Ji Ping, l'a torturé et a enquêté sur le chef. Ji Ping a résisté à la mort et est mort après avoir touché les marches.", "聖意": "La maison s'inquiète pour elle-même, le méchant demande de l'argent, l'entreprise est brisée, le mariage ne dure pas longtemps, la punition est de six, le piéton est coincé dans le champ, le ver à soie est endommagé, les six animaux sont retrouvés, le la personne est retrouvée, le procès public est perdu, la migration ne bouge pas, la propriété est perdue, la maladie est commise, le filet est dans la montagne, le tombeau est mort,", "古人": "Ji Ping a été tué", "第X籤": "Numéro quatre-vingt-dix-huit", "宮": "Haïgong"}