{"籤詩版本二": "En maîtrisant le cheval et en tenant le fouet, nous arrivons tout droit ici, moitié en danger, moitié en désastre.\nC'est comme une maison incendiée. Quand le ciel tombe, la pluie la transforme en cendres. J'ai un plan.", "詩意": "Cet hexagramme représente moitié chagrin et moitié joie.\nIl est conseillé de faire le bien en tout.", "解曰": "Un travail à vie. Ne vous souciez pas du bien et du mal. Les chaînes sont temporaires. Le ressentiment vient naturellement.", "籤詩故事一": "◇Tao Sanchun bat Zheng En à Guayuan\n\"Vive mon mémorial\", Zhao Kuangyin se leva à nouveau, \"Le roi de Pékin Zheng En avait arrangé un mariage à l'époque. Maintenant que le monde est en paix, j'aimerais vous demander la permission de choisir un jour propice pour me marier. \"\n\" Longue vie à mon mémorial ! \" Zhao Kuangyin s'est levé et a dit : \" Le roi de Pékin, Zheng En, avait arrangé un mariage à l'époque. Maintenant que le monde est en paix, j'aimerais vous demander la permission de choisir un mariage de bon augure. jour pour se marier.\"\n\" Oh, le troisième frère était fiancé auparavant, comment se fait-il que je ne le sache pas ? \" Chai Rong a été très surpris. Il a agité la main et a demandé à Zhao Kuangyin de s'asseoir et de parler.\n\" Oh ! Le troisième frère était fiancé auparavant, comment se fait-il que je ne le sache pas ? \" Chai Rong (empereur de la dernière dynastie Zhou) a été très surpris. Il a agité la main et a demandé à Zhao Kuangyin de s'asseoir et de parler.\n\"C'est une longue histoire. Premièrement, nous étions encore dans la pauvreté à cette époque et n'avons pas rejoint votre armée. Depuis lors, nous nous battons depuis des années et n'avons pas le temps de nous soucier de vous. Deuxièmement, le troisième frère est aussi un peu j'ai honte de le mentionner, donc Votre Majesté ne le sait pas.\n\"C'est une longue histoire. Premièrement, nous vivions encore dans la pauvreté à cette époque et n'avons pas rejoint votre armée. Depuis, nous nous battons depuis des années et n'avons pas le temps de nous soucier de vous. Deuxièmement, le troisième frère est aussi un Je suis un peu timide pour le mentionner, donc Votre Majesté ne le sait pas.\n\"Hé, l'étudiant se marie, à quoi ça sert d'être gêné ? Le troisième frère est sur le champ de bataille depuis longtemps et peut être considéré comme un héros sans précédent. Pourquoi es-tu si mesquin à ce sujet ?\"\n\"Hé ! Le collégien va se marier, à quoi ça sert d'être gêné ? Le troisième frère est sur le champ de bataille depuis longtemps et peut être considéré comme un héros sans précédent. Pourquoi es-tu si mesquin à ce sujet ?\"\n\"En parlant de ça, je ne peux pas reprocher à mon troisième frère d'être timide, car ce mariage a été forgé.\"\n\"En parlant de ça, je ne peux pas reprocher à mon troisième frère d'être timide, car ce mariage a été forgé.\"\n\" Tapé ? Hé, c'est intéressant. S'il vous plaît, dites-moi ce qui s'est passé. \"\n\"Je l'ai tapé ! Hé ! C'est intéressant ! S'il te plaît, dis-moi ce qui s'est passé.\"\n\"Oui, je me souviens de cette année-là, alors que nous allions rejoindre Sa Majesté, nous traversions le comté de Baocheng. Il faisait très chaud en juin. Mon troisième frère ne pouvait pas rester à l'hôtel, alors il est sorti se promener seul. Après avoir traversé un jardin de melons, il est allé en cueillir. Les melons étanchent la soif. Il n'y avait pas beaucoup de melons à maturation précoce à cette époque, et le troisième frère ne savait pas comment les cueillir, alors il en a cassé beaucoup. Celle qui regardait les melons était une femme. Elle s'est avancée pour accuser le troisième frère. Les deux ont eu un désaccord, puis ils ont commencé à se battre. Viens. Heureusement, j'étais inquiet et je me suis précipité à la rescousse à temps, sinon... \".\n\"Oui, je me souviens de cette année-là, alors que nous allions rejoindre Sa Majesté, nous traversions le comté de Baocheng. Il faisait très chaud en juin. Mon troisième frère ne pouvait pas rester à l'hôtel, alors il est sorti se promener seul. Après avoir traversé un jardin de melons, il est allé en cueillir. Les melons étanchent la soif. Il n'y avait pas beaucoup de melons à maturation précoce à cette époque, et le troisième frère ne savait pas comment les cueillir, alors il en a cassé beaucoup. Celle qui regardait les melons était une femme. Elle s'est avancée pour accuser le troisième frère. Les deux ont eu un désaccord, puis ils ont commencé à se battre. Viens. Heureusement, j'étais inquiet et je me suis précipité à la rescousse à temps, sinon... \".\n\"Ce Zheng Ziming, c'est de sa faute en premier lieu, il devrait s'excuser. Pourquoi le battez-vous ? D'ailleurs, comment la famille d'une fille peut-elle résister aux coups et aux coups de pied d'un homme féroce comme lui ! Allez, vous avez battu la fille pour morceaux. Non?\" \"La fille était indemne...\"\n\"Ce Zheng Ziming, c'est de sa faute en premier lieu, alors il devrait s'excuser. Pourquoi le battez-vous ? De plus, comment la famille d'une fille peut-elle résister aux coups de poing et aux coups de pied d'un homme féroce comme lui ! Allez, dites-moi, tu as battu cette fille. Non ?\n\"La jeune fille est indemne...\"\n\"C'est bon, c'est bon... Hé, tu n'as pas agi ? Oh, je suppose que tu m'as sauvé à temps.\"\n\"C'est bon ! C'est bon... Hé ! Tu n'as pas agi ? Oh ! Je suppose que c'est toi qui m'as sauvé à temps !\"\n\"...Non, la personne que j'ai sauvée était... le troisième frère. \" \"... Non, la personne que j'ai sauvée était... le troisième frère.\"\n\"Ah ah?!\"\n\"Le troisième frère a été jeté à terre par la femme et violemment battu tout le long du chemin. Heureusement, je suis arrivé et je l'ai persuadé de partir, il n'a donc pas été grièvement blessé. ... Votre Majesté... Votre Majesté !... \"\n\"Le troisième frère a été jeté à terre par la femme et a été violemment battu. Heureusement, je suis arrivé et je l'ai persuadé de partir, il n'a donc pas été grièvement blessé. ... Votre Majesté... Votre Majesté !...\"\n\" Ah ?... Oh, qui est cette femme !? \" \" Ah !?... Oh, qui est cette femme ! ? \"\n\"Ce n'est que plus tard que j'ai découvert que le nom de la femme était Tao Sanchun et que son père Tao Hong était un vieux héros qui n'avait aucune aspiration. Tao Sanchun a appris les arts martiaux auprès de son père depuis qu'il était enfant. Après avoir appris à connaître sa famille, j'ai vu que Miss Sanchun avait un caractère exceptionnel. , Luo Luo et généreux, sans aucune habitude d'être une petite fille, ils l'ont délibérément assorti. Le père et la fille Tao aimaient aussi beaucoup le caractère direct du troisième frère. Ils s'est immédiatement entendu et a décidé de ce mariage pour eux deux. Votre Majesté, s'il vous plaît dites-moi, ce n'est pas un mariage forgé ?\n\"C'est plus tard que j'ai découvert que la fille s'appelait Tao Sanchun et qu'elle avait appris les arts martiaux auprès de son père depuis qu'elle était enfant. Après avoir fait connaissance avec sa famille, j'ai vu que Miss Sanchun avait un caractère exceptionnel et était généreuse. , et n'avait pas la moindre trace d'être une petite fille, alors je l'ai volontairement recrutée. M. Tao et sa fille ont aussi beaucoup aimé le caractère direct de leur troisième frère. Ils se sont immédiatement entendus et ont décidé de se marier chacun autre. Votre Majesté, ne pensez-vous pas qu'il s'agit d'un mariage forgé ?\n(Cette histoire est une métaphore, car une mauvaise chose s’est avérée être une bonne chose.)", "聖意": "Priez pour la protection de la maison et de vous-même, soyez prudent, priez pour la richesse, ruinez les affaires, empêchez le mariage, punition, Liujia, assurance, piétons piégés dans les champs, dommages causés par les vers à soie, dommages causés au bétail, personnes disparues, poursuites illégales, perte, migration, conservatisme , biens perdus, maladies maléfiques, soucis, dangers, montagnes, tombeaux, échec", "古人": "Tao Sanchun bat Zheng En dans le jardin de melons", "第X籤": "Numéro quatre-vingt-dix-neuf", "宮": "Haïgong"}