{"籤詩版本二": "نړۍ دې د ښه واده، نیکمرغه ورځو او ښه وختونو لپاره جوړه شي، او ټول شیان ښه وي\nدا کومه وړه خبره نه ده چې تاسو دا ډیر ترلاسه کړئ، امپراتور اعلان کوي ​​چې خلک وفادار او صادق دي.", "詩意": "دا هیکساګرام د آسمان او ځمکې د پیل پیل استازیتوب کوي.\nهر څه خوندور دي.", "解曰": "چټک سرعت. کال د خپل وخت ارزښت نلري. ګیانین لیکي. لومړی ماته خبر راکړئ.", "籤詩故事一": "◇ژونګلی روښانه شو\nژونګلي کوان، د ژونګلي لقب، د کوان نوم، د درباري نوم يون فانګ او ژينګ يانګ مستعار نوم دی، د ختيځ هان امپراتورۍ په موده کې د شينجيانګ ولايت د شيان يانګ ولايت اصلي اوسېدونکې وه.\nژونګ ليکوان د هان امپراتورۍ يو جنرال و، د لويديځ کيانګ پر ضد د عملياتو پر مهال يې د لويديځ کيانګ پر قومندان ليانګ يي حسد کاوه او يوازې يې دېرش زره زاړه او ضعيف پوځيان ورته ټاکلي وو، کله چې خپل منزل ته ورسېد، کمپ يې لوټ کړ. د لویدیځ کیانګ پوځ، او سرتیري وتښتېدل. ژونګ لي چوان په يوه دره کې ورک شو او په لاره کې يې له يو هوو راهب سره وکتل، يو کوچني کلي ته يې بوتلو او ورته يې وويل: دا د ښاغلي دونګ هو د اوسېدو ځای دی، بيا يې الوداع وويل او روان شو. څه موده وروسته ناڅاپه یو چا وویل: دا باید ځکه وي چې د شنو سترګو هو انسان ډیر خبرې کوونکی دی. هغه یو سړی ولید چې د سپینې هګۍ ویښته یې اغوستي او د شین کوینوا کارمند یې نیولی و، هغه له ژونګ لیکوان څخه وپوښتل: \"هغه سړی چې راغلی دی؟ دلته هان دا جنرال ژونګلیکوان دی\n؟ ژونګ ليکوان حيران شو، پوه شو چې هغه له يو عجيب سړي سره ليدلي، نو په صادقانه توګه يې تاو زده کړه.\nژونګ لیکوان وروسته له ژینرین هویانګ او دایمي پاچا ژوانفو سره ولیدل او د \"امریت راز\" یې زده کړل. په نهایت کې ، هغه د کانګ تانګ غره په زیجین سیهاوفینګ کې اوسېده ، د \"جیډ بکس راز\" ترلاسه کړ او یو ریښتینی ابدی شو. هغه د کوانژین فرقې له خوا د شمالي پنځه پادریانو په توګه هم درناوی کیده.", "聖意": "په مني او ژمي کې د خپل کور او کور لپاره دعا وکړئ، په مني او ژمي کې د نېکمرغۍ په لټه کې شئ، په سوداګرۍ کې نیکمرغي، په واده کې نیکمرغه، د هلکانو په زیږون کې نیکمرغه، کروندو ته په سفر کې نیکمرغۍ. په ورېښمو کې نېکمرغي، په مالدارۍ کې نېکمرغي، په مالدارۍ کې نېکمرغي، د خلکو په موندلو کې نېکمرغي، په عامه محاکمو کې نېکمرغي، په هجرت کې نېکمرغي، د مال له لاسه ورکولو کې نېکمرغي او په شمال ختيځو ناروغيو کې نېکمرغي د غرونو او قبرونو په ابادولو کې نېکمرغي ده.", "古人": "ژونګلی روښانه شو", "第X籤": "لومړۍ نښه", "宮": "رحم"}