{"籤詩版本二": "اندیښنې او اندیښنې په لنډمهاله توګه لیرې کیږي، او خوښۍ د اسمان څخه راځي.\nلکه څنګه چې په ګودر کې پټ شوی ژیړ، یو ښه کارګر دوړو څخه پورته کوي", "詩意": "دا هیکساګرام د ین او یانګ د همغږۍ استازیتوب کوي.\nهر څه چې تاسو پلان کوئ ښه دي.", "解曰": "هیڅ یې ترلاسه نه کړل، هیڅ یې له لاسه ورنکړل. د تاوان څخه ګټه واخلئ. کلیوال په ستونزه کې دی. تاسو ته ښه راغلاست، ښاغلی.", "籤詩故事一": "◇ یی مینګ ژینګ چاو دی\nیی مینګ شیونګ (۱۵۳۱-۱۵۹۷) چې د دربار نوم یې نانژاو او نوم یې لونګ تانګ و، په لونګتان بدل شو او د هوایون نوم هم ورکړل شو. د وانشیفانګ اصلي اوسیدونکی ، هویزو فوچینګ (اوس د هویچینګ ولسوالۍ یوه برخه ، د هوی زو ښار) د مینګ کورنۍ کې. د جيا جينګ د واکمنۍ په ٤٤م کال (١٥٦٥) کې هغه جينشي شو او د چينګ ولايت د مجسټرېټ لقب يې ورکړ. هغه د لیږد د څانګې د رییس په توګه دنده ترسره کوله، او وروسته د شانسي سړک د څارنې سنسر ته بدل شو.\nد وانلي په شلمه (۱۵۹۲) کال کې د نينګ شيا جنرال قونسل کوايي بای (د منګوليا د تاتار قوم مشر) والي ډنګ شين وواژه او د هېکسي ولايت د څلوېښتمې کلا يې ونيوله، ښار يې وران کړ، عبادت يې وکړ او ځان يې وسوځاوه. مینګ ژیانګ د کریډیټ اخیستلو کې مغرور نه دی، او اجازه ورکوي چې خپل مهارتونه د هغو جنرالانو په څیر ښه وي چې د جګړې جرئت لري. چارواکي وی زوزینګ بیرته خپل پوسټ ته وټاکه. د هغه په ​​​​وروستیو کلونو کې، هغه پنځه ځله استعفا وکړه او د هویلونګ معبد د جوړولو لپاره هویژو ته راستون شو.\nیی مینګ شیونګ په پیل کې د یو ملکي مامور په توګه تاوزم ته داخل شو او د خپل صداقت او صداقت له امله مشهور و، زاړه تاریخي ریکارډونه وايي چې هغه \"په عاجزۍ او وړتیا کې لومړی\" و، \"فساد له منځه وړی او بغاوتونو ته سزا ورکوي\" او ښه شهرت یې پریښود. ډېر وفادار، زړور، زړور او د وسايلو خاوند و، په توپخانه کې ښه و. د هغه د ژوند په دویمه نیمایي کې، د هغه د مارشل آرټ مهارتونه د \"مینګ سلطنت په تاریخ\" کې ثبت شوي او هغه د ملي اتل په توګه پیژندل شوی.", "聖意": "کور بد دی (په زیاتیدونکي توګه سوله ایز) مني او ژمی د ځان لپاره ښه دي ، شتمني به بریالۍ وي ، راکړه ورکړه به بریالۍ وي ، واده به بریالی وي ، لیوجیا به په دروغو ویره وي (خزانه به وي) ، پیاده کونکي به میدان ته ځي. د ورېښمو د ژویو لپاره به دعاګانې وشي، شپږ څاروي به موړ شي، خلک به پیدا شي، عامه قضاوتونه به د منلو وړ نه وي، مهاجرت به محافظه کار وي، له لاسه وتلې شتمنۍ به خنډ شي، ناروغۍ به د فشان په قبر کې میشت شي.", "古人": "یی مینګ ژینګ چاو دی", "第X籤": "شپاړس ګټونکي لوټو", "宮": "ماګونګ"}