{"籤詩版本二": "طلايي کوه په لوېديځ کې راښکته کېږي او خرگوش په ختيځ کې راپورته کېږي، د شپې او ورځې دوره له پخوانۍ زمانې څخه تر ننه دوام لري.\nراهبانو او تاوستانو پوهیږی چې هیڅ فاجعه نشته او پوهان، بزګران، صنعت کاران او تجاران ټول د خپل عقل پیروی کوی.", "詩意": "دا هیکساګرام د ین او یانګ د موم کیدو او ورکیدو استازیتوب کوي.\nدا یوه نښه هم ده چې هرڅه به د پلان په توګه پرمخ ځي.", "解曰": "په ذهن کې هیڅ نشته. هغه څه چې تاسو کړي دي د ستاینې وړ دي. لکه د کمان څخه تیر. یو ډزې په هدف ولګېدې.", "籤詩故事一": "◇ کاکا کاو ګو یو ابدی دی\nد شانګهای د امپراتور رين ژونګ لوی تره کاو ګو جيو چې د ژو ژو ولايت اوسېدونکی دی، نوم يې کاو يي وو چې د کاو جينګ شيو په نامه هم يادېږي.\nکاکا کاو ګوو یو کوچنی ورور درلود چې نوم یې کاو ایر دی. دا کاو ایر په خپل امپراتورۍ واکمنۍ تکیه وکړه او هر ډول بدۍ یې ترسره کړې، هغه یې په ځمکو قبضه وکړه، میرمنې او لوڼې یې ترې واخیستې او د ځینو غیرقانوني بدمعاشانو سره یې دوستي وکړه، چې په بهر کې راتلل، کاو ګوجیو نشي کولی دا برداشت کړي. د هغه د ښو خبرو او راحتونو له اوریدو څخه یې ډډه وکړه، نو د هغه د کنټرول لپاره یې سزا وکاروله.\nکاو ګوجیو وویل: د نړۍ اصول دا دي چې هغه څوک چې ښه شیان راټولوي هغه به بریالي کیږي او هغه څوک چې بدی راټولوي له منځه ځي. دا یو نه بدلیدونکی حقیقت دی. زموږ د کاو کورنۍ په تیرو وختونو کې د نن ورځې شتمني ترلاسه کولو لپاره بد عملونه راټول کړي دي. زما ورور تر دې حده بدي راټوله کړې ده، که څه هم هغه وتښتي، حتی که تاسو د یو چارواکي لخوا مجازات کړئ، تاسو د پټو ناورینونو څخه نشي خلاصیدلی، کله چې یو آفت راشي او ستاسو کورنۍ ویجاړ شي او یو څوک مړ شي، تاسو به نشئ وتښتئ. هغه وخت به زه ذلیل او وډار شم.» نو ما خپله ټوله شتمني وتښتوله، له غریبانو سره یې مرسته وکړه او د خپل ورور د چارو پروا یې ونه کړه. بیا هغه خپل کور او ملګري پریښودل، د تاویسټ یونیفورم بدل شو، او غرونو ته لاړ ترڅو خپل ذهن او طبیعت وده کړي.\nیوه ورځ هغه د هان د کورنۍ له ژونګلي او لو دونګبین سره ولیدل، دوی د کاکا کاو ګوو په زړه پورې ځوابونو ته ډیر خوشحاله شول، دوی هغه ته د \"حقیقت بیرته راستنیدو پټ فرمان\" ورکړ او امر یې وکړ چې په احتیاط سره عمل وکړي. کوان او لو دونګبین د امر ټولګي ته معرفي شول.", "聖意": "په کور کې ښه بخت، کور، ښه بخت، ښه بخت، په کاروبار کې نېکمرغي، واده، نر مسافر، په کرونده کې د ورېښمو د ژرندې کښت کول، د څارويو خرابېدل، د خلکو په لټه کې کېدل، محاکمه، مهاجرت، جايداد له لاسه ورکول، ناوخته ناروغي، نېکمرغي", "古人": "کاکا کاو ګو یو تل پاتې دی", "第X籤": "اتلسمه لاسلیک کړه", "宮": "ماګونګ"}