{"籤詩版本二": "د ګړندۍ اوبو له ساحل څخه کښتۍ بیرته لاړه ، تاسو د ګډوډي له امله څه کول غواړئ؟\nکه تاسو غواړئ خوندي اوسئ، د آرامۍ په لټه کې شئ او د دې بحران څخه د تیریدو څپو ته انتظار وکړئ.", "詩意": "دا هیکساګرام د یوې کښتۍ په څیر دی چې په ګړندۍ ساحل کې سفر کوي.\nپه هرڅه کې محافظه کار اوسئ او وخت ته انتظار وکړئ.", "解曰": "په چټکو اوبو کې ښکته کړئ. په خطر کې پاتې شئ. که تاسو د کیمپ پلانونو په اړه پوښتنه وکړئ. هیڅ شی نه شي کیدی.", "籤詩故事一": "◇ زیی د پاچا تاج دی\nګوو زيی (۶۹۷-۷۸۱) چې د ګوو لينګ ګونګ په نامه هم يادېږي، د ژينګ ولايت د هواژو (اوس مهال د شان شي ولايت د هوانګ ولايت) اوسېدونکى او د تانګ په کورنۍ کې يو جنرال و.\nد تيان باو په څوارلسم (۷۵۵) کال کې د انشي بغاوت پر مهال هغه ته د شوفوانګ جيدوشي لقب ورکړل شو (لينګ وو، په اوسني نينګ شيا کې د لينګ وو په لويديځ کې)، هغه ته د صليبي جګړې امر ورکړل شو او د لي ګوانګبي سره يې د شوفوانګ پوځ يو ځای کړ. دوی په چنګشان (ژینګډینګ، هیبي) کې له ځواکونو سره یوځای شول او شی سمینګ ته یې ماتې ورکړه او هیبي یې بیرته ترلاسه کړ. په دې وخت کې، ګوو جيی وړانديز وکړ چې امپراتور له شمال څخه فان يانګ ونيسي او د تونګ ګوان د محاصرې د کمولو لپاره د ياغي پړانګ په خښته بريد وکړي، خو ژو ژونګ دا خبره رد کړه. له دې وروسته د تانګ امپراتورۍ په وروستيو کې د بېلتون غوښتونکو ښارګوټو وضعيت ټينګ شو چې د تانګ امپراتورۍ د ړنګېدو لامل هم شو.\nد تيان باو د واکمنۍ په پنځلسم کال (۷۵۶) کې هغه او د اويغور اتحاد هيکو ته ماته ورکړه او د راتلونکي کال په پسرلي کې يې هاډونګ (اوس يونګجي، شانسي) او فنګ يي (اوس دالي، شان شي) بېرته ونيول او پر تونګ ګوان يې بريد وکړ. د تانګ پوځ له لسو زرو څخه زيات تلفات اوښتي دي. Cui Qianyu پوجین ته تسلیم شو. یو لوشان د خپل زوی این کینګسو لخوا ووژل شو.\nد زيدي په دوهم کال (۷۵۷) کې هغه ته امر وشو چې فنګ شيانګ ته د پوځ مشري وکړي، په لاره کې يې د بايکو ليوون برج (نن د سينيانګ په جنوب ختيځ کې) د ۵۰۰۰ لي ګيرن سپرو ته ماته ورکړه، د می په مياشت کې يې له ان شاوژنګ او لي سره جګړه وکړه. په چينګ چو (نن د شي جيان په لويديځ) کې ګيرين ماتې وخوړه او هغه ووګونګ (نن د ووګونګ شمال لويديځ) ته وتښتېد، د سپتمبر په مياشت کې يې مارشال ګوانګ پينګ وانګ لي چو د تانګ او اويغورانو مشري وکړه چې له 150,000 عسکرو سره يو ځای شي او بيا يې جګړه وکړه. په شيانګ کې له ان شاوژونګ او لي ګيرين سره، د جي معبد شمال ته (د نن د چانګان ولايت په جنوب لويديځ کې) د اويغور پوځيانو د دښمن شاته چاپه وهله، له دواړو خواوو يې بريدونه وکړل او شپېته زره دښمنان يې ووژل، جانګ تونګرو د شان شي ولايت ته وتښتېد. او بالاخره يې پلازمينه چنګان (نن د شي جيان) تر لاسه کړه. د تانګ پوځ عظمت يو ځل بيا په چنګان کې ټينګ شو.\nوروسته د تانګ پوځ له بريا څخه ګټه پورته کړه او د ختيځ په لور يې حرکت وکړ، د يان ژوانګ او جانګ تونګرو په شمول يې د شينديان (اوس د هنان ولايت د سانمنشيا ښار په جنوب لويديځ کې) ١٥٠ زره کسانو ته ماتې ورکړه، آن چينګ ژو دې ته اړ کړ چې د زيړ سيند څخه تېر شي او د شينجيانګ په لور وخوځي. دونګ جون لوویانګ بیرته راستون شو. سیتو په خپلو وړتیاوو کې اضافه کړئ او هغه د هیواد ډیوک جوړ کړئ.\nشي سيمينګ خپل پوځ له فان يانګ څخه رهبري کړ چې د ان چينګ سو د ژغورلو لپاره د انيانګ سيند په شمال کې د دواړو خواوو په منځ کې جګړې وشوې (د نن ورځ د انيانګ شمال) جګړه بې پايلې وه، په پای کې د تانګ پوځ نهه جيدوشي مشري وکړه. ادعا وکړه چې 600,000 سړي لري، (د یچنګ په جګړه کې). د دې جګړې اصلي قوماندان یو چاوین و، چې د مشرتابه مهارتونه یې نه درلودل او د جګړې د ناکامۍ پړه یې ګوو ژی پر واچوله. ګوو ژی بیرته چانګان ته راوغوښتل شو، له پوځي ځواک څخه خلاص شو، او یو بې کاره چارواکی شو.\nد باو نينګ په لومړي کال (۷۶۲) کې په تای يوان (نن د تای يوان په جنوب لويديځ کې) او جيانګ جو (د نن ورځ د شان شي ولايت په شينجيانګ) کې پوځونو بغاوت وکړ، د محکمې له خوا وېره شوه، نو ژي جي ته د فينيانګ د پاچا لقب ورکړل شو او له هېواده ووتل. Jiangzhou کنټرول. هغه هم د چانګ یوانژین لخوا جلا شوی و او د نظامي ځواک څخه لیرې شوی و.\n(د دې کیسې تمرکز: ګوو ژی، چې ډیر وړ او ښه چلند یې درلود، د ژونزونګ او یو شمیر کلیوالو سره ولیدل، چې د هغه لاسته راوړنې یې خورا زیاتې جوړې کړې.)", "聖意": "د کور او ځان برکت، د شتمنۍ په لټه کې، هیڅ معامله، واده نه، د غلط الارم نه، تیانکانجي ته د پیاده تګ راتګ، د خلکو موندلو ستونزمن، عامه قوانین او (زینګ نه)، مهاجرت، محافظه کارۍ، له لاسه ورکړې ملکیت، د موندلو ستونزمن، ناروغۍ د برکتونو، غرونو او قبرونو لپاره دعا کول، نیکمرغه", "古人": "زیي د پاچاهۍ تاج و", "第X籤": "نولسم ګټونکی لوټ", "宮": "تاتسمي"}