{"籤詩版本二": "له ډېرو اندېښنو او خطرونو وروسته به له اوس څخه هېڅکله هم خالي نه وي\nسخاوتمند زړه خپل سخاوتمندانه پلانونه لري، تاسو باید د لویو لاسته راوړنو لپاره د متخصص سره لیدنه وکړئ.", "詩意": "دا هیکساګرام د پسرلي سره د لرغوني څاه په څیر دی.\nپه هرڅه کې، عالي خلک بریالیتوب ترلاسه کوي.", "解曰": "محاکمه به بالاخره توجیه شي. ناروغ او خوندي. د مشورې لپاره دننه او بهر لاړ شئ. لرغونی څاه د پسرلی سره مل دی.", "籤詩故事一": "◇ یاو چونګ ملخان کنټرولوي\nياو چونګ (۶۴۹-۷۲۱) چې اصلي نوم يې يوان چونګ و، د شانګهای ولايت و، هغه د تانګ په کورنۍ کې د شيا ګوان د وزير، د شانګهای د چونګانګ، ژي وي لينګ، ژونګ شولينګ او د لومړي وزير په توګه دندې ترسره کړې.\nد کای یوان (۷۱۶) کال په څلورم کال کې شان دونګ (په عمومي ډول د هوشان ختیځ د ژیړ سیند حوزې ته اشاره کوي) ملخانو ځپلی و، خلک یې په توهیناتو اخته وو او د ښکار کولو او وژلو جرات یې نه کاوه، بلکې دوی یې ځای پرځای کړل. قربانۍ به یې ورکولې، خوشبویي به یې سوځوله، د کروندو تر څنګ به یې عبادت کاوه، او فصلونه به یې لیدل چې ملخانو یې خوړل.\nټولو چارواکو په دې باور وو: « ملخان یو طبیعي ناورین دی، څنګه کولای شي د افرادو په واسطه کنټرول شي!» په هغه وخت کې د دوو مختلفو مفکورو تر منځ جګړه سخته وه، چې د ملخانو له منځه وړل یا له منځه وړل.\nیاو چونګ وویل: \"تر هغه چې موږ په ګډه کار کوو، موږ کولی شو له دوی ټولو څخه خلاص شو. هغه وویل: ملخان د خلکو څخه ویره لري، نو د دوی ایستل اسانه دي. الوتلی شي، او که د شپې اور وویني، دوی به ورته الوتنه وکړي، په پټي کې یې اور واچوي، د سوځولو په وخت کې سوري وخورئ، د سوځولو په وخت کې یې ښخ کړئ، هیڅ شی به پاتې نشي.\"\nشوانزونګ وویل: ملخان یو طبیعي ناورین دی چې د کمزوري اخلاقي حکومتولۍ له امله رامینځته کیږي. که تاسو د دوی د ښکار او وژل کیدو غوښتنه وکړئ، ایا دا د غلو خلاف نه ده؟\nیاو چونګ زیاته کړه: \"د ملخانو نیول او وژل د پخوانیو خلکو لخوا تمرین شوي او ستاسو عظمت به په راتلونکي کې وکاروي. دا د کروندګرو لپاره د سولې او سوکالۍ راوستلو لپاره یوه لویه ملي پیښه ده. مهرباني وکړئ دې ته جدي پام وکړئ.\"\nXuanzong قانع شو. خو په هغه وخت کې د محکمې دننه او بهر ټولو ویل چې ملخان نشي ښکاریدی.\nژونزونګ وويل: \"ما له لومړي وزير سره خبرې وکړې او پرېکړه مې وکړه چې ملخان وځپي، هر څوک چې بيا اعتراض وکړي، اعدام به شي.\" نو هغه سانسور واستاوه چې څارنه وکړي او خلکو ته لارښوونه وکړي چې ملخان وسوځوي او ښخ کړي.\nپايلې يې ډېرې اغېزمنې وې، په ټول هېواد کې نهه ميليونه دان ملخان ونيول شول او د ملخانو طاعون په برياليتوب سره له منځه يوړل شو.\n(د ناورينونو په اداره کولو او ايستلو کې بايد له حکمت څخه کار واخيستل شي او د ستونزو د له منځه وړلو لپاره بايد هوښيارې تګلارې موجودې وي. ياو چونګ په دې برخه کې ماهر دی)", "聖意": "کور عادي دی، ځان بند دی، د پیسو غوښتنه بنده شوې، تجارت بند دی، واده او همغږي بنده ده، په لیوجیا کې خطر دی، پیاده تګ بند دی، د ورېښمو چینې بندې دي، څاروي بې ګټې دي، خلک ورک دي، عامه محاکمې دي. بند شوی، مهاجرت غیر معقول دی، ورک شوي توکي موندل ګران دي، د ناروغیو لپاره دعا کول ستونزمن دي، غرونه او قبرونه ناامنه دي.", "古人": "یاو چونګ ملخان کنټرولوي", "第X籤": "د لاټرۍ په پنځمه برخه کې ګټل", "宮": "ما ماڼۍ"}