{"籤詩版本二": "افواه دا ده چې شیان بدل شوي، او ما د افق څخه یو لیک ترلاسه کړ.\nپه کتاب کې ما سره د ویاړ او بریا وعده تر پایه خالي پاتې شوه.", "詩意": "دا هیکساګرام غلط نوم لري.\nدا مشوره ورکول کیږي چې په هرڅه کې محافظه کار وي.", "解曰": "پورته او ښکته خپه شو. د استراحت په لټه کې نه دی. د شهرت لپاره هیله. خوندي پاتې شئ.", "籤詩故事一": "◇ژونګ کوی روښانتیا ترلاسه کوي\nژونګ کوی، تخلص یې ژونګ کوی دی، د دربار نوم یې ژینګ نان دی، له ژونګ نانشان څخه دی.\nد تانګ امپراتور ديزونګ د واکمنۍ پر مهال، ژونګ کوی په امپراطورۍ ازموينه کې برخه اخيستې وه، ژونګ کوی د ازموينې پوښتنې ولوستلې او سمدلاسه يې يوه مقاله وليکله او ورته يې وسپارله. په هغه ورځ د ممتحنينو عمومي وزير هان يو او د امتحان مرستيال لو ژی وو چې يو ستر عالم وو. کله چې دواړو د ژونګ کوی کاغذ ولوست، سترګې یې روښانه شوې او په یووالي سره یې وویل: \"جادوګره، جادوګره! د دې مقالې هره کلمه د لی تایبي او دو زیمی لپاره غوره ده!\" نو دوی د ژونګ کوی نوم لومړی ځای کېښود.\nامپراتور ديزونګ د هان يو راپور واورېد او ويې ويل چې د ساينس نوی اتل ژونګ کوی ډېر تکړه و، نو ژونګ کوی يې په طلايي ماڼۍ کې راوغوښت.\nکله چې امپراتور دیزونګ د هغه بد شکل ولید، نو سمدستي یې خپه شو او ویې ویل: زموږ په دربار کې د علماوو انتخاب ټول د شخصي کلمو او خطاطۍ پر بنسټ دی، نو داسې بدکار سړی څنګه په طلايي علومو کې د لومړي نمبر عالم په توګه وټاکل شي؟ \"\nهان يو په بيړه په ګونډو شو او ويې ويل: د انسان ښه او بد ټول په ظاهري بڼه نه دي، آيا تاسو نه دي اوريدلي چې يان يونګ درې فوټه لوړ دی او د لومړي وزير سره برابر دی؟ د هان د سلطنت سره مرسته کولی شي؛ کنفوسیوس د خلکو په بڼه قضاوت کوي، او خپل زوی یو له لاسه ورکوي، زه هیله لرم چې ستاسو عظمت به دوه ځله فکر وکړي.\"\nامپراتور دیزونګ د یوې شیبې لپاره فکر وکړ او ویې ویل: که څه هم د هان ایکینګ خبرې معقولې دي، خو کله چې زه تایجونګ امپراتور وم، نو اتلس پوهان وو چې ینګژو ته راغلل او په دې اړه یې خبرې وکړې، دا سړی لومړی عالم و، زه ویره لرم چې نړۍ د استعدادونو د نه پیژندلو له امله به په ما وخاندي.\"\nلومړی وزیر لو کیی تنګ نظری او له استعدادونو سره حسد درلود، د امپراتور د خبرو له اورېدو وروسته یې په ګونډو شو او ویې ویل: په طلایی مضمون کې لومړی عالم باید داخلی او خارجی وی، د دې موضوع لپاره درې سوه کاندیدان شتون لری. تاسو ولې بل انتخاب نه کوئ؟\"\nکله چې ژونګ کوی وليدل چې دا سړی دومره مغشوش دی، هغه په ​​غوسه نه شو، هغه لو کیو ته اشاره وکړه او لعنت یې وویل: \"که دا ډول ناپوه چارواکی په محکمه کې وي، ایا هغه هیواد ته زیان نه رسوي؟\" هغه لو کیی په خپله خوله ووهله.\nدیزنګ په دې لیدلو سره په غوسه شو او ویې ویل: ته دومره زړور یې، ته په طلایی ماڼۍ کې د ستونزو د رامنځته کولو جرات کوې، ژر یې راکش کړه!\nژونګ کوی په غوسه کې په ماڼۍ کې د ولاړ جنرال له کمر څخه توره راوویستله او په لوړ غږ یې وویل: \"د نا امیده پیشو لپاره دا ستونزمنه ده چې د پړانګ تقلید وکړي، او یو نا امید طوطي د چرګ په څیر ښه نه دی.\" وروسته یې ځان وژنه وکړه.\nکله چې امپراتور دیزونګ ولیدل چې ژونګ کوی په غوسه کې ځان وژنه کړې، نو ډیر حیران شو، د خلکو د زړونو د ګټلو لپاره یې امر وکړ چې ژونګ کوی د لومړي نمبر عالم په رسمي لقب سره ښخ کړي او د ژونګ کوی خدای یې هم جوړ کړ. د بد روحونو نړۍ څخه د خلاصون لپاره Exorcism.", "聖意": "په خپل کور کې د برکت لپاره دعا وکړئ، د خپل ځان خوندیتوب، مالي مشکلات، د سوداګرۍ ناکامي، د واده ناکامي، د لیوجیا ښځینه پیاده، شینټا ورېښمو نیمه پخه شوې، شپږ کورني حیوانات چې پورته کیدی شي، ورک شوي خلک، د لویدیځ عامه قوانین، مهاجرت، محافظه کار، ورک شوی شتمنۍ، ناروغۍ، په غرونو او قبرونو کې د نیکمرغۍ لپاره دعا", "古人": "ژونګ کوی تاو ترلاسه کړ", "第X籤": "شپږویشتم لاټری ګټل (لاټری)", "宮": "ما ماڼۍ"}