{"籤詩版本二": "په آرام او آرام کې وخت تیرول، ناست او ویده کیدل پداسې حال کې چې د چای څښلو وروسته د ډکولو وروسته\nتاسو اړتیا نلرئ په فزیکي او ذهني توګه بوخت اوسئ ، او تاسو به یقینا د بې عدالتۍ یا ناورین لامل نه شئ.", "詩意": "دا هیکساګرام د سولې او ثبات سمبول دی.\nپه ټولو شیانو کې، د سم وخت انتظار کول به ښه بخت راوړي.", "解曰": "خوندي او سالم اوسئ. له خدایانو وپوښتئ. انتظار وکړئ تر څو چې وخت راشي. شیان په اتفاق سره پیښیږي.", "籤詩故事一": "◇Foyinhui Dongpo\nیو ځل، سو دونګپو د زین د زده کړې په وخت کې یو څه پوهه ترلاسه کړه، هغه پوه شو چې د هغه دولت لوړ دی، او هغه د خوښۍ احساس وکړ. زما د لیوالتیا مخه ونشوه، ما خپل قلم خپور کړ او یو شعر یې ولیکه:\n\"د اسمان په مینځ کې ، جیشو په ټوله نړۍ کې روښانه روښانه کوي؛ د اتو بادونو له امله نشي راوتلی ، هغه د ارغواني سرو زرو کمل باندې مستقیم ناست دی.\"\n(اته بادونه دې ته اشاره کوي: ګټه، زوال، تباهي، شهرت، ستاینه، طنز، کړاو او خوښي. یعني د دې اتو حالتونو څخه ناراضه نه کول د \"اتو بادونو حرکت نشي کولی\" ویل کیږي)\nد دې لیکلو وروسته، دونګپو خپل نوکر د سیند په اوږدو کې واستاوه چې د جینشان معبد زین ماسټر فوین ته ورکړي.\nد زین ماسټر فوین د لوستلو وروسته، هغه دا د \"فرټ\" کلمې سره نښه کړه او خپل نوکر ته یې ورکړ چې بیرته واخلي.\nدونګپو د دې لیدو وروسته په غوسه شو، نو هغه د سیند په اوږدو کې یوه کښتۍ واخیسته او د جینشان معبد ته لاړ ترڅو د خبرو اترو لپاره د بودا مهر ومومي.\nکله چې دونګپو د جين شان معبد دروازې ته ورسېد، فوين لا دمخه په دروازه کې انتظار کاوه.\nسو دونګپو سمدلاسه فوین تورن کړ: \"تاسو هغه شعر ته ولې وایاست چې ما لیکلی دی؟\"\nفوین ځواب ورکړ: \"ایا تاسو لا دمخه د اتو بادونو له مینځه وړلو توان نه لرئ؟\" څنګه کولی شئ چې د سیند په اوږدو کې د یوې غوښې لخوا ووهل شي!\"\nپه دې وخت کې دونګپو حیران شو چې پوه شو چې هغه ښه نه دی او په شرم کې پاتې شو.\n(دا کیسه د \"ګرمۍ لا نه ده راغلې\" لپاره استعاره ده)", "聖意": "د خپل کور او خپل خوندیتوب لپاره دعا وکړئ، ستاسو د شتمنۍ لپاره، ستاسو د سوداګرۍ لپاره، ستاسو د ښه وخت لپاره، ستاسو د واده لپاره، په لیوجیا کې د یوې ښځینه مسافر لپاره، په کروندو کې د ورېښمو د چینو د راتګ لپاره، د شپږو څارویو د ثبات لپاره، د چا د موندلو لپاره، د ستونزو لپاره، د عامه دعوې لپاره، د مهاجرت لپاره، د ورک شوي ملکیت لپاره، د ناروغۍ لپاره، د غره قبر لپاره، نیکمرغه", "古人": "Foyinhui Dongpo", "第X籤": "یو دیرش ګټونکي شمیره", "宮": "وی ګونګ"}