{"籤詩版本二": "د راستنیدو سفر یقیني دی، څوک پیژني چې په تیږه کې پټ دی؟\nیوځل چې یو ښه هنرمند روښانه کټ ولري، هغه به د جاسپر په دوره کې د خوندیتوب او خوندیتوب احساس وکړي", "詩意": "پدې هیکساګرام کې ، تاسو کولی شئ د جیډ عکس وګورئ کله چې تاسو ډبره پرې کوئ.\nپه هرڅه کې د بریالیتوب لپاره سخت کار وکړئ.", "解曰": "خزانه په ډبره کې ده. اجنبیان لږ پوهیږي. انتظار وکړئ تر هغه چې دا روښانه شي. هرڅه چې تاسو کولی شئ هغه وکړئ.", "籤詩故事一": "◇ لیو بی د استعدادونو په لټه کې دي (درې لیدنې د خټو کور ته ، درې لیدنې د خټو کور ته)\nد دریو سلطنتونو دوره. ژو ليانګ په لونګ ژونګ ښار کې په يوه پټۍ کې ژوند کاوه. ليو بي د استعدادونو په لټه کې و، نو له ژو ليانګ څخه يې په شخصي توګه ليدنه وکړه، هغه درې ځله له ژو ليانګ څخه ليدنه وکړه (په تاريخ کې د \"درې ليدنې\" په نامه ياديږي) ليو بي له نورو څخه وغوښتل چې لرې پاتې شي او له ژو ليانګ څخه يې وپوښتل: \" د هان سلطنت ړنګ شو، غدارو وزیرانو د دوی ژوند غلا کړ، جلالتمآب.\" په خاورو کې پوښل شوی، زه خپل فضیلت او وړتیا نه پیژنم، زه غواړم د نړۍ په لوی صداقت باور وکړم، مګر زما په حکمت او مهارت لږ دي، نو زه یې په چټکۍ سره کاروم. تر نن ورځې پورې. په هرصورت، زما هیله لا هم پای ته نه ده رسیدلې، ایا تاسو فکر کوئ چې دا پلان به پلي شي؟\"\nژو ليانګ بيا هغه ته د نړۍ په دريو برخو د ويشلو پلان وړاندې کړ او هغه حالات يې وڅيړل چې د کاو کاو شتون نه درلود او سن کوان کولای شي د ده مرستې ته ورشي او د جينګ او يي ايالتونو د دولتي پادريانو د بزدلۍ په اړه يې هم وضاحت وکړ. او له هغو څخه د ګټې اخیستنې فرصت شتون درلود، او یوازې هغه دوه دولتونه ګټه پورته کولی شي، یوازې هغه کولی شي نړۍ وګټي؛ هغه حتی لیو بی ته د مرکزي میدانونو د برید ستراتیژي هم بیان کړه. (دا بحث وروسته د \"لونګزونګ دوۍ\" په نوم یاد شو). وروسته له دې چې ليو بای د دې خبرې واورېدل، هغه ستاينه وکړه لکه څنګه چې يوه خزانه يې موندلې وي او په ټينګه يې ژو ليانګ ته بلنه ورکړه چې مرسته وکړي، نو ژو ليانګ د ليو بای پوځي سلاکار شو.", "聖意": "کور امن دی، زه شتمني لټوم، د کار تجارت د واده مخه نیسي او په لیوجیا کې یو مجازی مسافر شو.", "古人": "لیو بی د استعدادونو په لټه کې دی (درې لیدنې له کوټیج څخه ، درې لیدنې د خټو کور ته)", "第X籤": "د دېرشو ثانیو لاټری ګټونکی", "宮": "وی ګونګ"}