{"籤詩版本二": "که تاسو غواړئ خوندي او آرام اوسئ، نو دا مناسبه نه ده چې په باد کې شمعې ولرئ.\nدا غوره ده چې پاک کړئ او په یوه ژور تالار کې ناست شئ، پرته له رڼا، په خاموش ځای کې د روښانه رڼا سره، او حرکت وکړئ → ټرانسپورټ. شیک → یاو. وړیا → څو.", "詩意": "دا هیکساګرام د باد په څیر دی چې څراغ او شمعې ولړزوي.\nد شیانو دوامداره ساتل به ښه بخت راوړي.", "解曰": "په ارامه ځای کې اوسئ. زنګ ووهئ او پر وخت اوسئ. دا یو نعمت نه دی. محافظه کار او مناسب.", "籤詩故事一": "◇ لي جينګ بېرته غره ته ځي\nلي جينګ (۵۷۱- د جولای ۲مه، ۶۴۹)، د فارمسيست په نامه، د سان يوان، يونګژو (اوس د شان شي ولايت په شمال ختيځ کې د سان يوان ولايت) اوسېدونکی و. د سوى امپراتورۍ له وروستيو څخه د تانګ امپراتورۍ تر لومړيو پورې يو جنرال، هغه د تانګ په کورنۍ کې د ملکي او نظامي دواړو مهارتونو سره يو مشهور پوځي ستراتيژيست و. وروسته، هغه ته د ویی ډیوک لقب ورکړل شو، او په نړۍ کې د وی د ډیوک په توګه پیژندل شوی.\nلي جينګ د خدايانو په نوملړ کې د دريم شهزاده نېزا پلار دی چې د \"توتا پاچا\" په نامه هم يادېږي.لي جينګ او زوی يې د جيانګ جيا (تای ګونګ) سره مرسته وکړه چې ملکه ژاو ته ماتې ورکړي، د ژاو کورنۍ جوړه کړي او پاچا شي. وو په رسمي توګه تخت ته پورته شو. جیانګ زیا بیا د خدایانو لیست ترتیب کړ او د هغو سرتیرو د روح د تسلیت لپاره یې مراسم ترسره کړل چې په جګړه کې وژل شوي وو. له هغه وخته په نړۍ کې سوله او امن رامنځته شو. پاچا وو غوښتل مارکیزونه جوړ کړي او دوی ته انعام ورکړي، او هغه هم غوښتل چې بنسټ ایښودونکو اتلانو ته ځمکه ځانګړې کړي. لي جينګ، د هغه پلار او زوی او نورو اوو کسانو وغوښتل چې غره ته راستانه شي ترڅو د تاوزم عمل وکړي او د نړۍ د شهرت او شتمنۍ په لټه کې نه وي. وروسته، ټول اوه تنه \"په بدن کې سنتان شول\" او د امرانو په ټولګي کې درجه بندي شوه.\nد \"فینګ شین بنګ\" کیسه", "聖意": "کور محافظه کار دی، زه عادي یم، زه شتمني لټوم، زه په سوداګرۍ کې مشکل لرم، زما واده متضاد دی، لیوجیا د پیاده خلکو لپاره د باور لپاره دعا کوي، د ورېښمو چینجي په مني کې پخیږي، او شپږ څاروي خوندي دي، خلک ورک دي، عامه قوانین او مهاجرت محافظه کار دی، د ملکیت ناروغۍ له لاسه ورکړې، په جیان شینګشان کې قبر نه بدلوي", "古人": "لي جينګ غر ته راستون شو", "第X籤": "د دېرشم لاټری ګټونکی", "宮": "شین ګونګ"}