{"籤詩版本二": "سور څرخ په لویدیځ کې راوتلی، خرگوش په ختیځ کې راپورته کیږي، ین وده کوي او یانګ ورک کیږي، او هرڅه ښه کیږي\nکه ښځه وغواړي چې استعمال یې کړي، نو دا به د هغې شتمني زیاته کړي او زړه ته به یې خوشحاله کړي.", "詩意": "دا هیکساګرام د ین د ودې او یانګ ورکیدو سمبول دی.\nهر څه ستونزمن دي مخکې له دې چې وروسته اسانه شي.", "解曰": "ین ښځو ته ګټه رسوي. د نارینه وو لپاره مناسب نه دی. که تاسو د مشورې په لټه کې یاست. بد لومړی راځي او بیا ښه راځي.", "籤詩故事一": "◇ وو زیتیان په تخت کېناست\nوو په څوارلس کلنۍ کې د تانګ امپراتور تايجونګ لي شيمين لخوا د يو تکړه کس په توګه د وو مي په نامه ماڼۍ ته راوبلل شو. د تایزونګ له مړینې وروسته، زیتیان د ګاني معبد ته ننوت او یوه ننه شوه.\nکله چې د تانګ کورنۍ امپراتور ګاو جونګ تخت ته راغی، هغه د وو کورنۍ ماڼۍ ته راوبلله چې ژاوی ته درناوی وکړي. د يونګ هوی په شپږم کال (۶۵۵) کې امپراتور ګاوزونګ وو د خپلې ملکې په توګه وټاکه.\nوو زيتيان هوښيار و، په ادبياتو او تاريخونو کې يې لاس درلود او د منابعو له پلوه بډايه و. ډېر ژر وروسته له هغه چې وو زيتيان د ملکې په توګه وټاکل شو، ځکه چې ګاوزونګ کمزوری او ناروغه وه، کله کله به يې هغې ته د ځينو سياسي چارو د سمبالولو دنده وسپارله، نو د هغې واک زيات شو. د شانګهای په لومړی کال (۶۷۴) کې امپراتور ګاو جونګ د «امپراتورۍ» په نامه يادېده، امپراتور وو د «آسمان ملکه» بلل کېده او دوی دواړه په ماڼۍ کې «دوه سنت» بلل کېدل.\nد هانګ داو په لومړي کال (۶۸۳) کې، ګوزونګ مړ شو، شهزاده لي ژیان تخت ته راغی او وو زیتیان د کورنۍ واکمنۍ ته راغی. د سيشينګ (۶۸۴) کال د فبرورۍ په لومړۍ نېټه وو زيتيان د لولينګ د پاچا په توګه لي شيان له دندې ګوښه کړ او خپل څلورم زوی لي دان يې د امپراتورۍ په توګه وټاکه او د کورنۍ واکمنۍ ته يې دوام ورکړ. د همدې کال د سپتمبر په مياشت کې هغې بيرغ په سرو زرو بدل کړ او د ختيځ پلازمينه لوويانګ د الهی پلازمينې په نوم ونومول شوه. د تيان شو (٦٩٠) کال د سپتمبر په نهمه نېټه وو زيتيان ځان امپراتور اعلان کړ او د دغه هېواد نوم يې په ژاو بدل کړ.", "聖意": "کور د ځان لپاره بد دی، د برکت دعا کول، د مال غوښتل، د راکړې ورکړې ساتنه، په واده کې نیکمرغي، په واده کې بدبختي (ښځینه)، د پیاده لارو بندول، د ورېښمو چینې، هوسا څاروي، د خلکو لټون، جلا کول، قضاوت، تاوان، مهاجرت ، د مال زيان، ناروغي، صدمه، غرونه او قبرونه، نيکمرغي", "古人": "وو زیتیان په تخت کېناست", "第X籤": "د څلویښتم لاټری ګټونکی", "宮": "ته ماڼۍ"}