{"籤詩版本二": "ته به بې حده ښې خبرې په یاد ساتې، خو که غل وپېژنې نو ستا زوی به شې.\nپه اوس وخت کې لالچ مه کوئ او اندیښنه مه کوئ چې څنګه به هغه یو کال دمخه ښه کار کړی وي.", "詩意": "دا هیکساګرام یو غل د زوی په توګه پیژني.\nپه هر کار کې محتاط اوسئ.", "解曰": "یوازې دا یو. شریف سړی هیڅ غلطي نه کوي. دا په ذهن کې وساتئ. یوازې مه اوسئ.", "籤詩故事一": "◇ دونګ ژو لو بو مني\nلو بو، زړور او په جګړه کې ښه، د ختيځ هان امپراتورۍ په پای کې او د دريو سلطنتونو په پيل کې يو مشهور پوځي جنرال و، هغه يو وخت د جينګ جو ولايت والي دينګ يوان د خپل پلار په توګه ګڼلی او د هغه تر مشرۍ لاندې يې دنده ترسره کوله.\nد ختيځ هان امپراتور لينګ له مړينې وروسته دينګ يوان بېجينګ ته لاړ چې د حکومت د کنټرول لپاره له جنرال هي جين سره يو ځای شي.\nدونګ ژو له دنګ يوان سره جګړه وکړه، خو څو جنرالان ونه توانېدل چې لو بو ته ماتې ورکړي، نو دونګ ژو خپل ماتحت لي سو د لو بو رشوت ورکولو لپاره ولېږه. لي سو د سرو زرو او سپينو زرو خزانې او مشهور سور خرگوش آس د \"لو بو\" څخه د ليدنې لپاره راوړل. لي سو له لو بو څخه د ليدنې لپاره د سرو زرو او سپينو زرو خزانې او مشهور سور خرگوش آسونه راوړل. نو لو بو د دونګ ژو لخوا د دینګ یوان د وژلو لپاره رشوت ورکړ او خپلو سرتیرو ته یې وویل چې که دوی وغواړي له هغه سره راشي او که دوی نه غواړي د هغه تعقیب پریږدي، په پایله کې، ډیری سرتیري وتښتېدل. نو لو بو د دونګ ژو لخوا رشوت ورکړل شو او دینګ یوان یې وواژه.\nوروسته له دې چې دونګ ژو واک ترلاسه کړ، هغه لو بو د خپل زوی په توګه غوره کړ او هغه یې یو جنرال او مارکویس جوړ کړ.\nدونګ ژو له تاوتریخوالی ډک مزاج درلود او له لو بو سره د پلار او زوی اړیکه په حقیقت کې ډېره کمزورې وه، په ۱۸۹ زیږدیز کال کې د سیتو وانګ یون په هڅولو سره لو بو دونګ ژو وواژه.\nد دونګ ژو له مړینې شپږ میاشتې وروسته، د دونګ ژو پخوانیو سرتیرو په پلازمینه برید وکړ او لو بو او میرمن یې په ویره کې وتښتیدل. لو بو د پلازمېنې له پرېښودو وروسته د يوان شو، يوان شاو، جانګ يانګ، جانګ مياو، ليو بي او داسې نورو جنګسالارانو سره پناه يوړه او د هغه وخت له يو بل ستر جنګسالار کاو کاو سره يې څو ځله جګړه وکړه، لو بو زړور او ښه و. په جګړه کې، او څو ځله یې کاو کاو ته ماتې ورکړه.\nد ختيځ هان امپراتورۍ د جين ان په دريم کال کې د کاو کاو پوځيانو د ژياوپي د لو بو په اډه بريد وکړ او د بايمن برج لاندې د کاو کاو لخوا ونيول شو او ووژل شو. له اعدام څخه مخکې، لو بو له کاو کاو څخه وغوښتل چې د مرګ څخه د مخنیوي لپاره هغه ژوندی وساتي، مګر لیو بی کاو کاو ته یادونه وکړه چې لو بو څو ځله خیانت کړی او یو بې ایمانه سړی و. په پای کې، کاو کاو، چې د اخلاقو په پام کې نیولو پرته یوازې استعدادونو ته ارزښت ورکوي، لو بو اعدام کړ.", "聖意": "زه په کور کې نارامه یم، معمولا د پیسو په لټه کې یم، د راکړې ورکړې په وړاندې ساتنه کوم، واده کول ستونزمن دي، لیوجیا سړی حیران دی، خلک میدان ته راځي، د ورېښمو چینجي نیم پخې شوي، شپږ څاروي خوندي دي، خلک د خلکو په لټه کې دي. قوانین مناسب او مهاجرت دي، ورک شوي شیان موندل ستونزمن دي، د ناروغیو موندل ستونزمن دي، او د ژینګ سینګ غره په قبر کې سوله شتون لري.", "古人": "دونګ ژو لو بو مني", "第X籤": "د لاټرۍ 41 ګټونکی", "宮": "ته ماڼۍ"}