{"籤詩版本二": "امپراتور، امپراتور او امپراتور به په پای کې مهربان وي او انتظار کوي او پرته له تاوان او ګټې څخه د برکت دعا کوي.\nټول هوښیار مخلوقات ترې ګټه پورته کوي، او په دنیا او جنت کې د سوکالۍ تمه کیږي.", "詩意": "دا هیکساګرام د جنت څخه د احسان نښه ده.\nهرڅه به بریالي وي.", "解曰": "امپراتور خپل احسان څرګند کړ. هيڅکله مه هېروه. د سهار او ماښام مراسم. دا مناسبه ده چې خوشبویي وسوځوئ.", "籤詩故事一": "◇مولان خپله مور وژغورله\nموکو لین، یا مولین، د ساکیموني بودا په لسو پیروانو کې ترټولو پیاوړی دی.\nد هغه مور د خپل ژوند په اوږدو کې لالچی او بخل وه، نو هغه د هغه له مړینې وروسته د وږو غشیانو په سیمه کې راښکته شوه. موخولیان خپل جادويي ځواک د څارنې لپاره وکاراوه او وموندله چې مور یې د وږې روح په توګه زیږیدلې وه، د خوړو د ترلاسه کولو لپاره هیڅ لاره نه درلوده او په خورا سختۍ کې وه، هغه د خپل جادو ځواک څخه کار اخیستی ترڅو خپلې مور ته خواړه راوړي، په ناڅاپي توګه، د مور له رسیدلو وروسته. خواړه، دا په ایرو بدل شو او د خوړلو وړ نه و.\nمودګالیانا د څه پیښیدو په اړه اندیښمن و او بودا ته یې خبر ورکړ. بودا مولین ته وویل چې د سپوږمۍ د اوومې میاشتې په پنځلسمه ورځ دې سل عطرونه او پنځه میوې په یوه حوزه کې کېږدي او د لسو لورو نیکو راهبانو ته یې وړاندې کړي او په دې ځواک سره به یې مور وخوري. .\nمودګالیانا د بودا د ارادې سره سم عمل وکړ، او مور یې په پای کې آزاده شوه. دا ډول مراسم د \"اوبن فستیوال\" په نوم یادیږي او دا جشن د \"اوبن فیستیوال\" په نوم یادیږي.\n(یادونه: یو ماده د نړۍ په مختلفو کچو کې مختلف احساسات لري. د بیلګې په توګه: کله چې په دې نړۍ کې باران وي، موږ هغه د \"اوبو\" په توګه ګورو، په داسې حال کې چې د وږو د مینځلو مخلوقات د \"وینې\" په څیر احساس کوي. د دوزخ په نړۍ کې موجودات دا د \"وینې\" په څیر احساس کوي. دا د \"توره غورځولو\" په څیر احساس کوي، پداسې حال کې چې آسماني مخلوق د \"ګل غورځولو\" په څیر احساس کوي.)", "聖意": "کور او کور ته دعا کول، په ژمي کې د نېکمرغۍ دعا کول، د مال غوښتل، معامله نه کول، واده کول، په لیوجیا کې سوله، پیاده چلول، خوځنده کرونده، د ورېښمو چینه، شپږ څاروي، د خلکو موندل، قانون، بریالیتوب، مهاجرت، محافظت، د ملکیت له لاسه ورکول، ناروغۍ د ذهن سوله، د غرونو او قبرونو سوله", "古人": "مولین خپله مور وژغوره", "第X籤": "دوه څلویښت لاسلیک کړه", "宮": "ته ماڼۍ"}