{"籤詩版本二": "نړۍ انعطاف منونکې ده او ټول شیان د ځان ملاتړي، ځان ملاتړي او خوندي دي\nپه ژوند کې هرڅه په زړه پوري دي، د هر څه لپاره د اولیاوو او باباانو څخه مننه وکړئ، او خوشحاله اوسئ.", "詩意": "دا هیکساګرام د ځمکې او ځمکې ترمنځ همغږي څرګندوي.\nهرڅه سم روان دي او هیڅ خطر نشته.", "解曰": "ټول شیان پیدا کیږي. ټول پلانونه او هیلې واقع کیږي. فورډ مرسته کوي. Rui Qi په چټکۍ سره دی.", "籤詩故事一": "◇ چلونکي روښانتیا ترلاسه کوي\nلویدیځ ته د سفر کیسه:\nسن ووکونګ د هوګو په غره کې پاچا شو، وروسته د تل لپاره د ژوند کولو د لارې د موندلو لپاره، هغه اته یا نهه کاله د غرونو او سیندونو په اوږدو کې تیر کړل ترڅو د خپل ښوونکي په توګه د پاتریرک بودي عبادت وکړي. د ځمکې بدۍ او طلايي ورېځې، او د لومړي ځل لپاره یې د لمر تخلص واخیست، نوم یې ووکونګ.\nله هغې وروسته، سن ووکونګ د مناسبې وسلې د موندلو لپاره په ختیځ چین سمندر کې د ډریګون ماڼۍ ته لاړ او په پای کې یې د تیانې او دینګای الهی ستنې د روی ګولډن کډګل وموندل. ځکه چې د هغه د ژوند موده پای ته رسیدلې وه، هغه په ​​​​ځمکه کې لوی ګډوډي جوړه کړه، د ژوند او مرګ کتاب یې بیاکتنه وکړه، او د انسان نړۍ ته راستون شو. وروسته، سن ووکونګ د لومړي ځل لپاره د آسمان لخوا وغوښتل شو او د بیما وین نوم ورکړل شو. وروسته د دوهم ځل لپاره اسمان ته راوغوښتل شو او د بندر پاچا ونومول شو، په اسمان کې یې هم د شاتو مچۍ غلا کړې او په جنت کې یې مصیبتونه راپارول، د باګوا په کوټه کې بند شو، تر څو د خپلو طلایی سترګو او تورو سترګو تمرین وکړي، بالاخره هغه په ​​زوره مړ شو. د تاتاګاتا بودا لخوا د 500 کلونو لپاره د ووزي غره په پښو کې ، د حرکت کولو توان نلري. هغه ځای چیرې چې د باګوا کوټه وهل شوې وه د اور په غره بدله شوه.\nپنځه سوه کاله وروسته، مونک تانګ لويديځ ته د کتابونو د ترلاسه کولو لپاره لاړ، د پنځو عناصرو غره څخه تېر شو، او د سن ووکونګ د ژغورلو دمخه يې د تاليزم څخه ليرې کړه. سن ووکونګ په مننې سره اوښکې تويې کړې، د ګوانين بوديساتوا له لارښوونو وروسته يې د تانګ مونک د ښوونکي په توګه عبادت وکړ او لويديځ ته لاړ چې په ګډه کتابونه زده کړي. د صحیفو د زده کړې په لاره کې، سن ووکونګ په شیطانانو باندې راښکته شو او راکشسونه یې له منځه یوړل، او په مکرر ډول یې غیر معمولي کارنامې ترسره کړې، مګر، هغه د خپل بادار تانګ سینګ لخوا په غلطه پوه شو او بیرته وشړل شو. د اتلس سختو ستونزو وروسته، دا کار په پای کې پای ته ورسید، څلور استادان او شاګردان د ژیتیان لییین معبد ته ورسیدل او ریښتینی کتاب یې ترلاسه کړ. سن ووکونګ سمه پایله ترلاسه کړه.\n(دا کیسه یو استعاره ده چې حتی یو بندر هم روښانه کیدی شي، یوازې یو انسان پریږدئ.)", "聖意": "کور د ځان لپاره ښه دی، شتمني، سوداګرۍ، واده، لیوجیا، نارینه پیاده، د کروندو خنډ، د ورېښمو ژوي، شپږ حیوانات، ژونګپینګ، د خلکو په لټه کې، قضاوت، بریالیتوب، مهاجرت، د ملکیت ضایع کول، ناروغۍ، د ژینګ شینګشان قبر، شیان نیکمرغه دي", "古人": "مسافر روښانتیا ترلاسه کوي", "第X籤": "په 43 کې لاسلیک شو", "宮": "xugong"}