{"籤詩版本二": "سړه هوا اوبه په یخ بدلوي ولې د شهرت لالچ؟\nزه بله چاره نلرم پرته له دې چې خاموش ناست شم او د پاڼو د طبیعي ودې لپاره انتظار وکړم.", "詩意": "په دې هیکساګرام کې اوبه په یخ بدلیږي.\nد بې ځایه څه غوښتنه مه کوئ.", "解曰": "اوبه په یخ بدلیږي. یخ په اوبو کې منحل کیږي. که دا دسیسه وي. نو دا دی.", "籤詩故事一": "◇ وانګ ژیانګ د کارپ غوښتنه کوي (د څلور ویشت تقویه کیسې)\nد جين امپراتورۍ وانګ شيانګ چې د فزينګ په نامه نومول شوی، په ليني کې زېږېدلی دی.\nکله چې وانګ شيانګ ځوان و، د هغه بيولوژيکي مور مړه شوه، يوازینی پلار يې د ژو په نامه له يوې ښځې سره واده وکړ او وانګ شيانګ نوې مور پيدا کړه. کله چې وانګ شيانګ ځوان و، د هغه بيولوژيکي مور مړه شوه او يوازينی پلار يې د ژو په نامه له يوې ښځې سره واده وکړ. د وانګ شيانګ سومه مور يوه تنګ نظره او حسد لرونکې ښځه وه، وانګ شيانګ يې نه خوښېده او زياتره به يې په کوچنيو مسايلو وغندله. ډېر ژر، پاتي مور هم د وانګ لان په نوم زوی وزېږېد. پاتي مور يې يوازې له خپلو ماشومانو سره مينه درلوده او وانګ شيانګ يې په خپل څنګ کې د اغزي په توګه ګڼله، هغه د وانګ شيانګ په اړه نوره هم زياته غوښتنه وکړه او ډېر کله به يې د پلار په مخ کې د وانګ شيانګ په اړه بدې خبرې کولې، حتی پلار يې ورو ورو له هغه سره مينه نه درلوده. پاتي مور يې يوازې له خپلو ماشومانو سره مينه درلوده او وانګ شيانګ يې په خپل څنګ کې د اغزي په توګه ګڼلی و، له وانګ شيانګ څخه يې هم زياتې غوښتنې درلودې او ډېر کله به يې د پلار په مخ کې د وانګ شيانګ په اړه بدې خبرې کولې، حتی پلار يې ورو ورو له هغه سره مينه نه درلوده. که څه هم د وانګ شيانګ نيمه ورور وانګ لان له خپل ورور سره ډېر دوستانه دی. د هغې د مور د شکنجې سره سره، هغه لا تر اوسه ډیره مینه وه. سومه مور ډېره سخته ده، خو وانګ ژیانګ لا هم ډېر هوښیار دی.\nد هغه سومه مور یو شوق لري، هغه دا دی چې هغه تازه کبونه وخوري چې یوازې د سیند څخه کب نیول شوي. د هغه سومه مور یو شوق لري، هغه دا دی چې هغه تازه کبونه وخوري چې یوازې د سیند څخه کب نیول شوي. په يو ژمي کې پلار يې د سوداګرۍ لپاره لاړ او مور يې بيا ناروغه شوه، وروڼو وانګ شيانګ او وانګ لان په ډېر دقت سره خپلې مور ته سوپ او درمل برابر کړل او په سخته سړه هوا کې يې د مور ناروغي لا هم ښه نه شوه. بیړه په يو ژمي کې پلار يې د سوداګرۍ لپاره لاړ او مور يې بيا ناروغه شوه، وروڼو وانګ شيانګ او وانګ لان په ډېر دقت سره خپلې مور ته سوپ او درمل برابر کړل او په سخته سړه هوا کې يې د مور ناروغي لا هم ښه نه شوه. بیړه ناروغې مور غوښتل چې له سيند څخه تازه ماهي وخوري، په دې سخته سړه هوا کې بهر واوره اورېدلې وه او د سيند اوبه لا دمخه په يخ بدلې شوې وې. ناروغې مور غوښتل چې تازه کب وخوري، په دې یخ او واوره اقلیم کې تازه ماهیان چیرته موندل کیدی شي؟\nپه دې ورځو کې، د موسم څخه بهر خواړه نه وو، او تاسو نشئ کولی هغه واخلئ حتی که تاسو پیسې ولرئ.\nد کيسه په دې پړاو کې د وانګ شيانګ ليو په زړه پورې کيسه وشوه. دواړو وروڼو په بې وسۍ سره د خپلې مور ساتنه کوله، وانګ شيانګ د خپلې ناروغې مور د نااميدۍ لپاره د کنګل سيند په لور روان شو، وانګ شيانګ يو ​​خيال درلود او د يخنۍ په پام کې نيولو سره يې خپل کميس را وايست، هغه بربنډ پروت په يخچال کې پروت و او غوښتل يې چې ترې ګټه واخلي. د یخ د خړوبولو لپاره د خپل بدن تودوخه (په دې توګه وانګ ژیانګچیو کارپ په یخ کې پروت وانګ ژیانګ هم ویل کیږي). هغه خپل کميس را وايست او بربنډ پر ګليشير کې پروت و. هغه خدای ته دعا وکړه او ویې ویل: \"خدای، زما مور ناروغه ده او غواړي تازه غالۍ وخوري، تاسو باید زما لپاره یوه لاره ومومئ که څه هم.\" په حیرانتیا سره، د هغه څنګ ته د یخ بلاک ناڅاپه ټوټه شوه، او دوه دوه وو. cracks. يو ژوندی کارپ له درز څخه کودتا وکړه او پر يخ يې ټوپ کړ، وانګ شيانګ ډېر خوشحاله و. هغه خدای ته دعا وکړه: \"خدای، زما مور ناروغه ده او غواړي تازه غالۍ وخوري، تاسو باید زما لپاره لاره پیدا کړئ، هیڅ توپیر نلري.\" د حیرانتیا خبره ده، د هغه څنګ ته د یخ بلاک ناڅاپه درز شو، او دوه درزونه وو. یو ژوندی کارپ د درز څخه راښکته شو او په یخ کې یې ټوپ کړ، وانګ شیانګ ډیر خوشحاله و. هغه په ​​چټکۍ سره ښکته شو، د خدای شکر یې ادا کړ، او د غالۍ سره کور ته ورغی. هغه په ​​چټکۍ سره ښکته شو، د خدای شکر یې وکړ، او ژر تر ژره یې غالۍ واخیستله او کور ته لاړ. وروسته له هغه چې مور یې تازه کارپ وخوړل، هغه ژر تر ژره له خپلې ناروغۍ څخه روغ شو. د روغتون په بستره کې پاتي مور هغه وخت حيرانه شوه چې د وانګ شيانګ بربنډ بدن يې وليد چې له يخنۍ څخه ارغواني کيږي او دوه کبان يې په لاسونو کې دي، په خوښۍ سره کوټې ته ورغله او حيرانه شوه.\nوانګ ژیانګ وروسته یو چارواکی شو او تایباو شو او د ډیوک لقب ورکړل شو.", "聖意": "په کور کې ناامني ، زه د محافظت لپاره دعا کوم ، مالي مشکلات ، سوداګریزې ستونزې ، واده ، د لیوجیا بیمه کې تضاد ، پیاده چلونکي ، د ورېښمو چینې ، د څارویو شپږ زیانونه ، ورک شوي خلک ، عامه قضاوتونه ، مهاجرت ، محافظه کارۍ ، له لاسه ورکړل شوي ملکیت ، ناروغۍ ، بیرته ترلاسه کول مشکل د غره قبر، ښه بخت", "古人": "وانګ ژیانګ د کارپ غوښتنه کوي (څلورویشت د تقوی کیسې)", "第X籤": "نهه پنځوس د لوټ ګټل", "宮": "هایګونګ"}