{"籤詩版本二": "تاسو کولی شئ د هیواد ټولو کونجونو ته سفر وکړئ ، د سیل کنوپی ځړول ترڅو دا په آزاده توګه وساتي\nکه چیرې یو ښه باد وي، هغه به ژر راشي او کښتۍ به له خزانو ډکه وي.", "詩意": "دا هیکساګرام د باد سره د کښتۍ ایستلو په څیر دی.\nهرڅه ښه پرمخ ځي.", "解曰": "په آرامۍ سره آرام کړئ. هیڅ هڅې ته اړتیا نشته. ډیره شتمني. ټولو یې ستاینه وکړه.", "籤詩故事一": "◇ تاو ژوګي پنځه جهيلونه (فان ليګوي جهيل)\nد پسرلي او مني په موده کې، فان لي چې د دربار نوم يې شاوبو و، د ګوي يزيپي يا تاو ژوګونګ په نامه هم يادېده.\nپه هغه وخت کې د وو ایالت او د یوی ایالت ترمنځ جګړه روانه وه او د وو ایالت د یوی ایالت ویجاړ کړ. فان لي او ون ژونګ د يوی پاچا ګو جيان لپاره يو پلان جوړ کړ چې د يوی پرمختګ او وو له منځه يوسي. فان لي په شخصي توګه د غرونو او سيندونو له لارې سفر وکړ او د هوانشا سيند څخه يې ليدنه وکړه چې د کايلو په غرونو کې يې د شي شي په نامه يوه ښکلې ښځه پيدا کړه چې دواړه فضيلتونه، استعدادونه او ښايستونه لري او هغه يې د وو پاچا ته وړاندې کړه او هغه يې \"ښکلا\" استعمال کړه. چال\" دننه او بهر د همکارۍ لپاره او د وو سلطنت ویجاړ کړ.\nوروسته له هغه چې هغه د وو سلطنت په له منځه وړلو کې بريالی شو، فان لي پوه شو چې ګو جيان يو \"اوږدې غاړې لرونکې مرغۍ چې د چونګښې لرونکې مرغۍ\" ده او کولای شي له ده سره سختۍ او خوښۍ شريکې کړي، نو هغه او شي شي د کيو سلطنت په اوږدو کې سفر وکړ او خپل نومونه يې بدل کړل. ګوی زیپي ته لاړ او خپل زامن او پیروان یې د کیو په سلطنت کې رهبري کړل، دوی د سمندر په غاړه په یوه کوټه کې ژوند کوي. هغه په ​​بې وزلو ځمکو کې د کرنې، د یوې غاړې د سوداګرۍ او سوداګرۍ په برخه کې سخت کار وکړ، د څو کلونو په اوږدو کې یې د لسګونو میلیونو کورنیو ملکیتونه راټول کړل. هغه د شتمنۍ په خپرولو او خپل ښار ته د ښه کولو په برخه کې سخاوتمند و، د فان لي هوښیارتیا او وړتیا د کیو د خلکو لخوا د ستاینې وړ وه، د کیو پاچا هغه پلازمینې لینزي ته بلنه ورکړه او د دولتي چارو د مشر په توګه یې د هغه عبادت وکړ. . هغه په ​​زغرده وويل: \"د چارواكي په توګه كولاى شي وزيران شي، او د يوې كورنۍ چلول د برخليك لامل كېداى شي. د يو عام وګړي لپاره چې له پيله يې پيل كړى، تر دې حده رسېدلى دى. د اوږدې مودې لپاره عزتمن كېدل ښايي ښه نښه نه وي.\" نو، یوازې درې کاله وروسته، هغه یو ځل بیا په زړورتیا سره شاتګ وکړ، د کیو پاچا ته یې مهر بیرته ورکړ او د هغه د کورنۍ ټوله شتمني یې خپلو نږدې ملګرو او کلیوالو ته ورکړه.", "聖意": "کور د ځان لپاره ښه دی (لیږدول)، پیسې ښه دي، سوداګري ښه ده، واده ناوخته دی، واده ښه نه دی، لیوجیا خوندي دی، خلک د کروندو مخه نیسي، ورېښم چینې، مني، څاروي، پسرلی هوساینه ده، خلک د خلکو په لټه کې دي، قوانین خراب دي، مهاجرت محافظه کار دی، شیان ورک شوي، د لویدیځ ناروغۍ حل شوي، غرونه او قبرونه جنوب دي.", "古人": "تاو ژوګی پنځه جهيلونه (فان ليګوي جهيل)", "第X籤": "د لاټرۍ پنځوسم ګټونکی", "宮": "هایګونګ"}