{"籤詩版本二": "په اوبو کې د سپوږمۍ نیول ډیرې هڅې غواړي خو هیڅ نه.\nبې ځایه خبرې مه کوئ او د بدن د پیاوړتیا لپاره خپلې هڅې ضایع کوئ، د \"بدن وچ شوی\" کلمه په اصل کې معنی لري \"بدن یوازې دی\".", "詩意": "دا هیکساګرام د هڅو عکس لپاره لالچ دی.\nهر څه په کار دي او په کار دي.", "解曰": "ژمنې په یاد ساتل سخت دي. ډیر سخت کار. په کور کې اندیښنه. د نیکو خلکو لیدو ته انتظار کول.", "籤詩故事一": "◇ طیبي د شرابو په وخت کې سپوږمۍ ونیوله (لی تایبي د شرابو په وخت کې سپوږمۍ ونیوله)\nلي بای (۷۰۱-۷۶۲) چې د تایبي په نامه هم يادېږي، د چينګلين جوشي په نوم هم يادېږي. د تانګ امپراتورۍ هغه شاعر چې ځان ته يې يو بنده امر باله، د شعر د امر په نامه پېژندل کېده او تل به يې له څښلو پرته خوشاله وه.\nيو ځل لي بای جين لينګ (اوس نان جينګ) ته راغی او د وينډ برج څنګ ته په يوه رستورانت کې استراحت وکړ.\nهغه ورځ د ژمي د قمري مياشتي پنځلسمه ورځ وه، د شپې به يې په رستورانت کي يواځي ناست و او د سپوږمۍ ستاينه به يې کوله او په څکلو به يې شعرونه ويل. هغه ورځ د ژمي د قمري مياشتي پنځلسمه ورځ وه، د شپې به يې په رستورانت کي يواځي ناست و او د سپوږمۍ ستاينه به يې کوله او په څکلو به يې شعرونه ويل. لي تای بای په خپل ژوند کې له سپوږمۍ سره ډېره مينه درلوده، ويل يې چې دا پاکه او ښکلې وه. لي تای بای په خپل ژوند کې له سپوږمۍ سره ډېره مينه درلوده، ويل يې چې دا پاکه او ښکلې وه. هغه شپه يې پورته وکتل په اسمان کې يې سپينه او ګرده سپوږمۍ وليده، ډېر خوشحاله شو او يو څو شيشې يې وڅښلې. هغه شپه يې پورته وکتل په اسمان کې يې سپينه او ګرده سپوږمۍ وليده، ډېر خوشحاله شو او يو څو شيشې يې وڅښلې. په نيمه شپه کې لي تایبي له شرابو څخه ګټه پورته کړه او د وينډ برج ته ښکته شوه. په نيمه شپه کې لي تایبي له شرابو څخه ګټه پورته کړه او د وينډ برج ته ښکته شوه. کله چې یې پل ته قدم کیښود، سر یې ښکته کړ، ناڅاپه یې سپوږمۍ په اوبو کې راښکته کړه، کله چې سیند حرکت وکړ، د سپوږمۍ په سیوري کې یو څو تورې کرښې ور اضافه شوې. کله چې یې پل ته قدم کیښود، سر یې ښکته کړ، ناڅاپه یې سپوږمۍ په اوبو کې راښکته کړه، کله چې سیند حرکت وکړ، د سپوږمۍ په سیوري کې یو څو تورې کرښې ور اضافه شوې. لي تایبي په دې وخت کې دومره مست و چې فکر يې وکړ چې دا هغه سپوږمۍ ده چې د سيند په اوبو ککړه شوې وه. لي تایبي په دې وخت کې دومره مست و چې فکر يې وکړ چې دا هغه سپوږمۍ ده چې د سيند په اوبو ککړه شوې وه. هغه حتی د بوټانو د ایستلو زحمت هم ونه کړ، لاسونه یې خلاص کړل او د سپوږمۍ د نیولو لپاره یې له پله څخه ټوپ کړ. هغه حتی د بوټانو د ایستلو زحمت هم ونه کړ، لاسونه یې خلاص کړل او د سپوږمۍ د نیولو لپاره یې له پله څخه ټوپ کړ. ناڅاپه په دې کودتا سره سپوږمۍ ونه نیول شوه، بلکې سپوږمۍ په اوبو کې ولویده او سمدستي په دوو برخو وویشل شوه. ناڅاپه، په دې کود کې، سپوږمۍ ونه نیول شوه، مګر سړی ډوب شو. هغه په ​​دوه شپیته کلنۍ کې مړ شو.", "聖意": "په کور کې نارامه وي او ځان په بد بختۍ کې وي (بدبخته، روغتیا ته پام وکړئ)، په شتمنۍ کې توازن لټوئ (د هغې په اړه فکر هم مه کوئ)، ستونزمن کاروبار، واده نه دی شوی، د ساتنې لپاره دعا (د سقط د مخنیوي لپاره خالي خزانې) )، پیاده چلونکي په مصیبت کې دي، د ورېښمو وریښمو پنځه ټکي دي، شپږ حیوانات د کمښت په حال کې دي، د خلکو په لټه کې دي (بدبخته)، عامه محاکمه او (د محاکمې مخه ونیسئ) عادي مهاجرت (دا یادونه مه کوئ) د ملکیت ضایع کول (الوتکې) دعا کول. د ناروغۍ څخه د ساتنې لپاره (بدبختانه) په غرونو او قبرونو کې نیکمرغي", "古人": "تایبي د شرابو په وخت کې سپوږمۍ ونیوله (لی تایبي د شرابو په وخت کې سپوږمۍ ونیوله)", "第X籤": "د لاټری ګټلو پنځوس ثانیه (لاټری)", "宮": "رحم"}