{"籤詩版本二": "کله چې مایوسي په خوښۍ بدله شي، ډریگن اوازونه کوي او پړانګان غږیږي.\nنیلي اسمان د اسمان لپاره خپله لاره لري، زه یو بل چانس لرم چې شهرت ترلاسه کړم.", "詩意": "دا هیکساګرام د اژدها په څیر دی او د پړانګ غږ کوي.\nهیله ده چې هرڅه به سم شي.", "解曰": "یوازې درس ورکړئ او لاړ شئ. خپله خوشحالي ولرئ. باید په پای کې جوړ شي. د موندلو لپاره یو ځای شتون لري.", "籤詩故事一": "◇ ليو بي يوه ناوې استخداموي\nد چيبي له جګړې وروسته، سن کوان د جينګ جو ښار د بېرته نيولو په لټه کې و، چې د ليو بي له خوا نيول شوی و، نو هغه د ژو يو له پلان څخه کار اخيسته، داسې ښکارېده چې غوښتل يې له ليو بي سره د خپلې خور سن رين واده وکړي، خو په حقيقت کې هغه غوښتل چې د ليو بي له خوا ونيول شي. لیو بی د یرغمل په توګه د Jingzhou ادعا کولو لپاره.\nوروسته له دې چې ژو ليانګ د ژاو يو پلان جاسوسي وکړه، هغه د ستراتيژۍ سره دغه کتابچه ژاو يون ته وسپارله چې د ليو بي ساتنه يې کوله کله چې سوچي ته لاړ. ژاو يون په بروشر کې ستراتيژي تعقيب کړه او په قصدي توګه يې د وو ګوتای د پريښودو لپاره يو ستر ګوزار وکړ. د سن کوان پلار) د واده وړاندیز په اړه پوهیږي. ځکه چې وو ګوتای له خپلې لور سره مینه درلوده او نه یې غوښتل چې د خپلې لور د ژوند په اوږدو کې پریکړه وکړي، هغې د خپلې خور سره د بې رحمۍ له امله سن کوان وغندله او وړاندیز یې وکړ چې په شخصي توګه ازموینه وکړي چې لیو بی د ګانلو په معبد کې د خپلې لور وړ دی. د وو ګوتای له ليو بای سره له ليدنې وروسته د ليو بای ډېره ستاينه وکړه او د ليو بای او د هغه د لور تر منځ يې د واده ټينګ ملاتړ وکړ، په پايله کې ليو بای په بريالۍ توګه له مېرمن سن سره واده وکړ.\nوروسته ليو بای او مېرمن سن يو ځای بېرته جينګ جو ته وتښتېدل، وروسته سن کوان غوښتل چې د ليو بي له بريد څخه په ګټې اخيستنې په جينګ جو باندې بريد وکړي، خو وو ګوتای د خپلې لور د خونديتوب په اړه اندېښمن و.\nویل کیږي: \"د ژو یو هوښیار پلان په نړۍ کې ترټولو غوره دی. هغه خپله میرمن له لاسه ورکړه او خپل سرتیري یې له لاسه ورکړل.\"\n(لیو بی له زیان څخه لاسته راوړی)", "聖意": "زه په کور کې بدبخته یم او بدبخته یم (لومړی بد بختی، بیا نیکمرغه) د مال، توازن، په واده کې مصیبت، په واده کې بریالیتوب، د پیاده کولو لپاره د برکت دعا، په کروندو کې د ورېښمو چینې، د څارویو د زیان لپاره پنځه ټکي، لټون. خلک، محاکمې او مهاجرت، د ورک شوي ملکیت لپاره نیکمرغي، د ناروغیو لپاره نیکمرغي، د غرونو او قبرونو سوله.", "古人": "ليو بي يوه ناوې استخدام کړه", "第X籤": "د ګټونکي پنځم نمبر", "宮": "رحم"}