{"籤詩版本二": "ساحل له ډبرو ډک دی، سیندونه روان دي، باد روښانه دی، سپوږمۍ روښانه ده، او نیک خلک بوخت دي.\nپه لاره کې، زه باید وپوښتم چې چیرته ځم، په ځنګل کې د ګلانو او بوټو بوی مه اخلئ، پام یې مه کوئ.", "詩意": "دا هیکساګرام د یوې کښتۍ په څیر دی چې په کوچني ساحل کې سفر کوي.\nپه هرڅه کې ، د مرستې لپاره عالي خلک شتون لري.", "解曰": "د ژوند کولو لپاره. ډیر سخت کار. محافظه کار اوسئ او انتظار وکړئ. بریالیتوب مو غواړم.", "籤詩故事一": "◇ د لوشان بغاوت\nیو لوشان (۷۰۳-۷۵۷) چې تخلص یې کانګ و او یالوشان نومېده، د لیوچینګ، ینژو (اوس چاوانګ، لیاونګ) څخه و.\nوروسته، هغه د ان نوم واخیست او خپل نوم یې لوشان ته بدل کړ. د تانګ امپراتور شوان زونګ د واکمنۍ پر مهال، ان لوشان پوځي استازی و.\nد تيان باو د څوارلسم کال د نوامبر په مياشت کې ان لوشان په فانيانګ کې پوځيان راوغوښتل او د يانګ ګوژونګ د بريد په نوم يې بغاوت پيل کړ او د دريو ښارګوټو عسکر يې د ختيځ پر پلازمينې لوويانګ د بريد لپاره راوغوښتل. له تای يوان څخه راپورونه ليشان ته ورسېدل، تانګ ژوانګ چې په هغه وخت کې د لي شان ښار د هو چينګ په ماڼۍ کې و، باور نه کاوه چې انلوشان به بغاوت وکړي، خو د بغاوت خبرونه په پرله پسې ډول خپرېدل او ژون ژونګ لا هم نيمه قناعت درلود. (دا د \"په یوه سیند کې په کوچنیو ډبرو کې د ناڅاپه روان اوبو غږ\" انځور دی)\nدا تر هغه وخته پورې نه و چې د پینګ یوان کاونټي مشر یان ژین چینګ یو څوک د معلوماتو لیږلو لپاره واستاوه چې ژون ژونګ له خوبه راویښ شو.\nد تانګ امپراتور شوان زونګ د غلطې تګلارې له مخې، د لوشان د غره ختونکي رژيم د ختيځ پلازمينه لوو يانګ ونيوله او د راتلونکي کال په لومړۍ مياشت کې يې د ليو يانګ، جين يوان شينګ وو، امپراتور ژينګ وو او دا شيون په توګه د ديان امپراتور اعلان کړ. لومړی وزير.\nد همدې کال د جون په مياشت کې د تانګ امپراتور ژو ژونګ د چانګ ان ولايت د کړکېچ د هواري په لټه کې او د غلط پوځي تفاهم له مخې دوه مشهور جنرالان فنګ چنګ چينګ او ګاو شيان ژي اعدام کړل او دغه حکم د تانګ پوځ ته ټکان ورکړ. (دا چلند سرغړونه کوي \"سړک باید مخکینۍ سیند ته اشاره وکړي\")\nوروسته د تانګ امپراتور شوان زونګ په بيړنۍ توګه يو بل جنرال ګي شوهان ته امر وکړ چې د تانګ پوځ مشري له تونګ ګوان څخه ختيځ لور ته کړي.\nګی شوهان، چې د تانګ امپراتور ژونزونګ ستراتیژیکې تېروتنې په بشپړه توګه درک کړې، د بدلون د ځنډولو پلان جوړ کړ (د \"دا سمه ده که چیرې باد ارامه وي او څپې ارامه وي\").\nپه پای کې، د تانګ امپراتور ژونزونګ فکر وکړ چې هغه د جګړې لپاره ډیر ډارونکی دی، نو هغه د ان لوشان سره په اوښکو کې د جنګ کولو پرته بله لاره نه درلوده، او مات شو. (دا پوره کوي \"که تاسو د ځان د ملاتړ لپاره سخت کار کوئ، تاسو ممکن ټپي شئ.\")\nد تانګ امپراتورۍ په وخت کې، کله چې سرحدي ځواکونو او محلي ګارنیزون د ځواب ویلو لپاره هیڅ وخت نه درلود، د لوشان پوځ سرحد ته فشار ورکړ او پلازمینې سیمې ته ننوتل. په یوه نازک حالت کې، د تانګ امپراتور ژونزونګ د ګارد قول اردو د پلازمینې څخه د تیښتې لپاره رهبري کړه، چې د بې مشر ژیجینګ چانګان د سقوط لامل شو.\n(تانګ شوانزونګ د دې نښې له لارښوونې څخه سرغړونه وکړه، نو د لوشان بغاوت بریالی شو.)", "聖意": "کور خوندي دی، ځان نېکمرغه دی، بخت یې باثباته دی، راکړه ورکړه یې هوسا ده او واده یې بریالی دی (احتیاط) له لیوجیا څخه یو نارینه پیاده میدان ته راځي، د ورېښمو چینجي را ټولېږي او شپږ څاروي یې خرابېږي. وموندل شي او عامه قضاوت جواز لري، له لاسه ورکړې شتمنۍ ناروغي راولي، دا د انشان قبر باید ترمیم شي.", "古人": "د لوشان بغاوت", "第X籤": "پنځه شپیته لاټری", "宮": "بدرنګه ماڼۍ"}