{"籤詩版本二": "سهار او ماښام، د بودا ملاتړ باید د خطر په وخت کې وي مګر په خطر کې نه وي\nکه تاسو د یو عالي شخص لخوا راجلب شئ، نو پیسې او ورېښم به هم ستاسو سره یوځای شي، دا چوان لای دی. دا ټول په تاسو پورې اړه لري.", "詩意": "دا هیکساګرام د خدایانو او بودا د پټ نعمت استازیتوب کوي.\nصبر وکړئ او په هرڅه کې ښه بخت ولرئ.", "解曰": "د پخوانۍ سولې نښه. کله چې هر څه ګران وي، دا به ښه وي.", "籤詩故事一": "◇ تانګ راهب روښانتیا ترلاسه کړه\nيوه ورځ تانګ سينګ سيند ته راغی او په مخ کې يې د بودا لينګ شان غره وليدل، په مخ کې يې يو پل پروت و، تانګ سينګ له هغې څخه د تېرېدو جرئت نه کاوه. بودا په کشتۍ بدله شوه او بې پایه ټوټه شوې کښتۍ یې ونیوله ، کله چې تانګ مونک په کښتۍ کې کښیناست ، سیند ته ولوید او د کښتۍ چلونکي یې وژغوره ، په دې توګه تانګ مونک د بودا هویت ترلاسه کړ. (لویدیځ ته د سفر کیسه)\n◇ د تانګ راهب د بودايي صحیفې\nد تانګ امپراتورۍ سانژانګ، د هغه عام تخلص چن وو او د هغه نوم یی یی وو. په ګوشي کاونټي، لوزو (اوس د یانشي ښار سویل، د هینان ولایت) کې زیږیدلی. هغه په ​​ديارلس کلنۍ کې راهب شو او بودايي نوم يې شوان ژانګ کېښود.\nد ژن ګوان (۶۲۹م) کال په درېيم کال کې هغه د بودايي کتابونو د تر لاسه کولو لپاره له چانګ ان (نن د شيان ولايت د شان شي ولايت) څخه د پولې په اوږدو کې سفر وکړ او تيان ژو ته د رسېدو لپاره يې بې شمېره کړاوونه تېر کړل. هند) د کتابونو راټولولو لپاره. هغه د ګنګا او سیند د سیندونو په اوږدو کې او د هند سویل ختیځ ساحلونو ته سفر وکړ، بیا یې په واورو پوښلي غرونو او شنو دښتو څخه تیر شو، د 50,000 میلونو څخه ډیر شا او خوا تګ یې وکړ او په پای کې یې چنګان ته راستون شو. د ژینګوان د ۱۹م کال (۶۴۵م) کال. هغه د بودايي کتابونو لوی شمیر بیرته راوړی او چینایي ته یې ژباړلی.\n(تانګ سانژانګ د چین او هند تر منځ په اوږده سفر تېر شو، او هغه د خطرونو سره مخ و، مګر هغه وتوانید چې په خوندي توګه بیرته راستانه شي ځکه چې د هغه تر شا یو ناڅرګند سرپرست و.)", "聖意": "کور خوندي دی، ځان نېکمرغه دی، غربي سوداګري بریالۍ ده، واده بریالی دی، پیاده روونه پټېږي، د ورېښمو چینې بندېږي، د ورېښمو چینې اوه ټکي دي، څاروي ګټه لري، د خلکو لټون دی، غربي عامه قضاوت بد دی، مهاجرت محافظه کار دی، ورک شوی شتمنی لیدل کیږی، مرض خیر دی، غرونه او قبرونه خیر دی.", "古人": "تانګ مونک روښانتیا ترلاسه کړه", "第X籤": "دوه شپیته لاټری ګټل", "宮": "د ین ماڼۍ"}