{"籤詩版本二": "کله چې ژمی راشي، د غره د ګلانو یوه څانګه به هیڅکله له منځه نه ځي، حتی که د هغې پاڼې ولویږي او څانګې یې وچې شي.\nخو کله چې پسرلی راشي، بیا هم ما د دربار په توګه راوباسي او اصلي کار یې له منځه یوسي.", "詩意": "په دې هیکساګرام کې، د پلم ګلان مخکښ ځای نیسي.\nهر څه ښه دي که دا وځنډول شي.", "解曰": "یو تیر خالي شو. کله چې دا خالي وي، دا خالي نه وي. د پسرلي راتلو ته انتظار. رنګ په کې دی.", "籤詩故事一": "◇ دوه ځلې منډې کړې\nد تانګ امپراتور دیزونګ د واکمنۍ پر مهال، وفادار وزیر می بوګاو او کورنۍ یې د غدار لومړي وزیر لو کیو لخوا په دار وځړول شوه چې غوښتل یې ټول ووژني، یوازې د هغه زوی می لیانګ یو په تېښته بریالی شو، وروسته یې خپل ځای بدل کړ. د خپل هویت د پټولو لپاره وانګ ژیتونګ ته نوم ورکړ. هغه په ​​سړکونو کې یوازې ژوند کاوه، وږی او یخ، خو خوشبختانه هغه د چن ریشینګ (چن دونګچو) لخوا ونیول شو. چن ریشینګ د خپل ژوند له تجربو نه خبر نه و، نو له هغه څخه یې وغوښتل چې د چن د بیر باغ په ساتنه کې مرسته وکړي ترڅو هغه په ​​سړکونو کې له لوږې مړ نشي.\nچن رشینګ د می بوګاو ټولګیوال او ملګری و، کله چې د لو کیو لخوا ځورول کیده، هغه د می بوګاو لخوا وژغورل شو، په پایله کې د می بوګاو او لو کیو ترمنځ دښمني رامنځته شوه، په پای کې د هغه ټوله کورنۍ ووژل شوه. ريشينګ له دې امله خپه او غوسه شو، له واده وروسته يې استعفا ورکړه او خپله کورنۍ يې يانګژو ته ولېږله چې په يوازيتوب کې ژوند وکړي.\nچن ريشينګ د چن شينګ يوان په نامه يوه لور لري چې ښکلې او خوشبويه ده، وروسته له دې چې مي ليانګ يو ​​د چن کورنۍ ته راغی، دوی په لومړي نظر کې مينه پيدا کړه. په هغه ورځ چې د انګورو ګلونه په بشپړ ډول غوړیدلي وو، چې د می بوګاو د مړینې کلیزه هم وه، چن ریشین او د هغه کورنۍ د خپل مړ شوي ملګري او مرستندویه د یادولو لپاره د خپل کور په باغ کې یو قربانګاه پرانیستله، په ناڅاپي ډول، آسمان په ناڅاپي توګه بدل شو. او د واورې سخت توفان راوتلی و، ټول بیر ګلونه یې پوښلي. چن ريشينګ خواشيني څرګنده کړه چې هغه په ​​خوندي توګه وتښتېد، مګر هغه د مي کورنۍ اولاد هم نه شي ژغورلی، هغه فکر کاوه چې دا د خدای له خوا يو خبرداری دی، نو هغه ژمنه وکړه چې که د انګورو ګلونه بيا ونه غوړيږي، دا ثابتوي چې د مي کورنۍ اولادونه. د می کورنۍ لا ژوندۍ وه، هغه به هیڅکله څه ونه ویل، هغه بودیزم ته وتښتید او یو راهب شو.\nد هغه لور ژینګ یوان دا واورېدل او سمدلاسه یې خوشبویي وسوزوله او خدای ته یې په اخلاص دعا وکړه چې د بیر ګلونه بیا غوړ شي. د دوی اخلاص آسمان ته وخوځاوه او د بیر په باغ کې د انګورو ټولې ونې یو ځل بیا غوړیدلې؛ وروسته چن ریشین پوه شو چې ژیتونګ لیانګ یو دی، نو هغه د خپلې لور شینګ یوان سره واده وکړ.", "聖意": "کور د ځان لپاره ښه نه دی، د ځان لپاره ښه دی، د مال په لټه کې دی، په معاملو کې هوښیار دی، وخت ناوخته دی، واده ناوخته دی، پسرلی خوشحال دی، مني خالي دی، مسافر ناوخته دی. کروندې سمسورې دي، د ورېښمو مرغان سوکاله دي، شپږ مالداران سوکاله دي، د خلکو په لټه کې دي، عامه محاکمه، تاوان، مهاجرت، جایدادونه له لاسه ورکول، شرقي مرضونه، دروغجن الارمونه، د غرونو قبرونه باید بدل شي.", "古人": "دوه ځلې منډې وکړې", "第X籤": "نهه شپیته د لوټ ګټل", "宮": "تاتسمي"}