{"籤詩版本二": "چاو چاو د ګلانو د راټولولو مچۍ په څیر دی، د سویل لویدیز او بیا ختیځ څخه الوتنه کوي\nپسرلی راورسیده، ګلونه ورک شول، د لیدو ځای نشته، دا زړه به خپل ځای بدل نه کړي.", "詩意": "دا هیکساګرام د مچیو په څیر دی چې ګلونه راټولوي.\nهر څه په کار دي او په کار دي.", "解曰": "د پسرلي منظره نشته. دا د اوږدې مودې لپاره باران دی مګر هیڅکله نه پاکیږي. د مرستې غوښتنه وکړئ. دا غوره ده چې خاموش اوسئ.\n.", "籤詩故事一": "◇ لي مي د تانګ امپراتورۍ په وړاندې بغاوت وکړ\nلي مي\n(582-619)، د چین د سوی امپراتورۍ په وروستیو کې د بزګرانو په پاڅون کې د واګانګ پوځ پخوانی مشر. د خطاطۍ ماسټر. د فا د کلمې څښتن د جينګ ژاو د چنګان ښار اوسېدونکی و او د هغه پلرنی ټاټوبی د شيانګ پينګ، لياو دونګ (اوس د لياو نينګ په جنوب کې) و. د چانګان اصلي ټاټوبی، جينګ ژاو، د هغه پلار نيکمرغه کور د شيانګ پينګ، لياو دونګ (اوس د لياو نينګ په جنوب کې) دی.\nپه نهم کال د دای په (۶۱۳) کال کې هغه په ​​ليانګ (اوسمهال د شين جيان ولايت په شمال ختيځ کې) کې د سوی امپراتورۍ پر ضد د يانګ شوانګ په بغاوت کې ګډون وکړ. په نهم کال د دای په (۶۱۳) کال کې هغه په ​​ليانګ (اوسمهال د شين جيان ولايت په شمال ختيځ کې) کې د سوی امپراتورۍ پر ضد د يانګ شوانګ په بغاوت کې ګډون وکړ. پراسرار احساس مات شوی،\nلي مي وتښتېد. شوانګان ماتې وخوړه او لی می وتښتید.\nد دوولسم کال د دۍ په میاشت کې هغه د واګانګ په پوځ کې شامل شو\n. د دای د واکمنۍ په دولسم کال کې هغه د واګانګ په پوځ کې شامل شو. لي مي په ستراتيژۍ کې ښه و، د دوولسم کال د اکتوبر په ديارلسمه نېټه، لي مي ژای وهڅوه چې د ژينګ تونګ ځواکمن جنرال چې د پوځ ملګری و، د جانګ ژوتو څخه دفاع وکړي، د سوو پوځ ته يې ماتې ورکړه او جانګ ژوتو ووژل. لي مي په ستراتيژۍ کې ښه و، د دوولسم کال د اکتوبر په ديارلسمه نېټه، لي مي ژای وهڅوه چې د ژينګ تونګ ځواکمن جنرال چې د پوځ ملګری و، د جانګ ژوتو څخه دفاع وکړي، د سوو پوځ ته يې ماتې ورکړه او جانګ ژوتو ووژل.\nوروسته يې وړانديز وکړ چې د شينګلو په ګودام باندې بريد وکړي، د مرستې لپاره ګودامونه پرانيزي او ډله يې پراخه کړي، د واګانګ پوځ ډله په چټکۍ سره وده وکړه، په ديارلسم کال کې لي مي د واګانګ پوځ مشري وکړه او ژای رنګ د سوى امپراتورۍ له منځه وړلو او ويشلو سره معامله وکړه، د پوځي منابعو او نورو مسايلو په اړه جګړه روانه وه او لي مي ژا رنګ او د هغه په ​​سلګونو پلويان ووژل. وروسته يې وړانديز وکړ چې د شينګلو په ګودام باندې بريد وکړي، د مرستې لپاره ګودامونه پرانيزي او ډله يې پراخه کړي، د واګانګ پوځ ډله په چټکۍ سره وده وکړه، په ديارلسم کال کې لي مي د واګانګ پوځ مشري وکړه او ژای رنګ د سوى امپراتورۍ له منځه وړلو او ويشلو سره معامله وکړه، د پوځي منابعو او نورو مسايلو په اړه جګړه روانه وه او لي مي ژا رنګ او د هغه په ​​سلګونو پلويان ووژل.\nد څوارلسم کال د مارچ په مياشت کې يو ون هواجي د سوی امپراتور يانګ يانګ وواژه.\nد 100,000 څخه ډیر خلک لویدیځ ته راستانه شول. د څوارلسم کال د دای د مارچ په مياشت کې يوو ون هوجي (يو ون، جامع تخلص) د سوی امپراتور ينګ يانګ وواژه او د څه دپاسه سل زره کسانو سره لويديځ ته راستون شو. لي مي ته امر وشو، چې هوجي باندې بريد وکړي، که څه هم هوجي ماتې وخوړه، د لي مي پوځيانو ته هم درانه زيانونه واوښتل، وروسته د وانګ شيچونګ لخوا تعقيب شول، د لي مي پوځ له ماتې سره مخ شو او کمپ يې ويجاړ شو، د هغه جنرالان کين شوباو، چينګ زيجي (اصلي نوم يې) وو. چینګ یاوجین)، نیو جیندا او نور ونیول شول، شان ژینګسین تسلیم شول. لي مي ته امر وشو چي پر هوجي باندي بريد وکړي، که څه هم هوجي ماته وخوړه، خو د لي مي عسکرو ته هم سخت زيانونه واوښتل. وروسته هغه د وانګ شيچونګ لخوا تعقيب شو، د لي مي پوځ مات شو او د هغه کمپ ړنګ شو، د هغه جنرالان چين شوباو، چينګ ژيجي (اصلي نوم يې چينګ ياوجين)، نيو جيندا او نور ونيول شول او شان شيانګ شين تسليم شول. لي مي هوښيار و، نو د سپتمبر په مياشت کې له سيند څخه هايانګ ته لاړ او د تانګ سلطنت ته تسليم شو. لي مي هوښيار و، نو د سپتمبر په مياشت کې له سيند څخه هايانګ ته لاړ او د تانګ سلطنت ته تسليم شو.\nد نوامبر په مياشت کې لي يوان لي مي شان دونګ ته واستاوه چې د زړو ځواکونو د استخدام لپاره. نومبر، \nلي يوان لي مي په شان دونګ کې د زړو عسکرو د استخدام لپاره ليږلی و. د دې احساس سره چې هغه شکمن شوی و، هغه د تانګ په وړاندې بغاوت وکړ. د دې احساس سره چې هغه شکمن شوی و، هغه د تانګ په وړاندې بغاوت وکړ. د تانګ جنرال شینګ یانشي لی می ته بلنه ورکړه چې برید وکړي او هغه یې په ژینګ ژیان کې وواژه. د تانګ جنرال شینګ یانشي لی می ته بلنه ورکړه چې برید وکړي او هغه یې په ژینګ ژیان کې وواژه.", "聖意": "کور، کور، ژبه، ځان، بدمعاش، د شتمنۍ په لټه کې، د سوداګرۍ ضایع کول، ودونه پای ته نه رسیږي، لیوجیا، خالي ګلونه، پیاده، یاوتیان، د ورېښمو زیان، د څارویو شپږ زیان، ورک شوي کسان، محاکمه، تاوان، مهاجرت، محافظه کار، د ملکیت ضایع کول ناروغۍ، خنډونه، د غره قبر اصالح", "古人": "لي مي د تانګ امپراتورۍ په وړاندې بغاوت وکړ", "第X籤": "د اویایمې کلیزې پای", "宮": "تاتسمي"}