{"籤詩版本二": "د مچیو پالونکي باید شات وغواړي، داسې نه چې دوی د ډنګ په واسطه وخوړل شي\nستاسو په مخ کې باید یو عجیب سړک وي، راز یې د اغزو ځنګل په څیر ژور دی.", "詩意": "دا هیکساګرام د مچیو د شاتو راټولولو سمبول دی.\nهر څه په کار دي او په کار دي.\n\n(دا هیکساګرام د خوږ او ترخې سمبول په لټه کې دی.\nپه هر څه کې د آفتونو مخه ونیسئ.\n)", "解曰": "کارونه باید په دقت سره ترسره شي. اړتیا نشته چې دا مجبور کړي. مچۍ شات راټولوي. علت یې څه دی؟", "籤詩故事一": "◇ وانګ منګ استعدادونه لټوي\nد لويديځ هان امپراتورۍ د وانګ منګ کورنۍ يوه شتمنه کورنۍ بلل کېږي. که څه هم د هغه پلار ډیر ژر مړ شو، د هغه څو تره او تره د هان د کورنۍ امپراتوران شول، دوی جنرالان، صدراعظمان، مارکیزین او انعامونه ترلاسه کړل. د وانګ کورنۍ خورا مشهوره وه.\nخو د وانګ منګ خپله کوچنۍ کورنۍ ډېره بې وزله وه؛ پلار يې په ځوانۍ کې مړ شو او يوازې له خپلې مور سره يې ژوند کاوه، د خپلوانو په خيريه تکيه يې کوله. خو له دې امله وانګ منګ له ماشومتوب څخه د خلکو سره د چلند کولو مهارتونه جوړ او عملي کړل. که څه هم هغه څومره غمجن یا غوسه احساس کړی، هغه تل د خپلوانو، مشرانو یا بهرنیانو په وړاندې خورا خوشحاله او سوله ایز ښکاریده، نو په قبیله کې د هرچا لخوا خورا ستاینه کیده.\nیو ځل یې مشر تره سخت ناروغه شو، تر دې خبر شو، د ناروغ بستر ته یې انتظار وکړ، دوا او اوبه یې راوړې او د شپې به یې هم څاره، څو میاشتې یې په پرله پسې ډول جامې اغوستې، بې کاره او ستړی و. هغه په ​​ساده ډول د ناروغ په پرتله ډیر \"ناروغ\" و او د بیولوژیکي زوی څخه ډیر \"زوی\" و.\nد دې لپاره، د تایوان خلکو ټولو د هغه ستاینه وکړه او لیکونه یې لیکلي چې د هغه لپاره د انعام غوښتنه کوي.\nنو د هان کورنۍ امپراتور چنګ هغه ته د نوې پلازمېنې مارکوس لقب ورکړ او هغه یې په ماڼۍ کې د ساتونکي په توګه وټاکه او د امپراتور نږدې وزیر شو.\nوانګ منګ د خپل لوړ مقام او ستر قدرت په درلودلو سره هيڅکله تکبر او سستي ونه کړه، بلکې له يوې خوا يې له وزيرانو، جنرالانو، مشهورو شخصيتونو او پوهانو سره دوستي وکړه، له بلې خوا يې له نورو څخه زيات مهربانه او مهربانه شو. هغه د بې وزلو سره مرسته کوله او په خپل مال کې یې سخاوت کاوه.\nخو هغه ډېر بې ځايه ژوند کاوه، ډېر ځله يې د غوښې لوښي خوړل، د اوږدې جامې او اوږده لاسي کالي يې نه اغوستل، يوازې لنډې جامې يې اغوستې. نو په حکومت او عامو خلکو کې ټولو په اتفاق سره هغه ته د \"صالح\" په کلمه ستاینه وکړه.\nوروسته، د هغه تره، لوی سیما وانګین، د ناروغۍ له امله مړ شو او هغه د هغه ځای ناستی وټاکل شو. امپراتور او ټولو وزیرانو فکر کاوه چې هغه تر ټولو مناسب سړی دی. له دې امله وانګ منګ چې يوازې اته دېرش کلن و، په هېواد کې د ستر پوځي ځواک په لرلو سره د لوی سيما ښار شو.\n(دا کیسه یو استعاره ده. د ښه انسان په توګه ښه کیدل کولی شي تاسو سره د \"د مچیو لخوا د ځړیدلو مشکل\" څخه خلاصون کې مرسته وکړي او خپل نظریات ترلاسه کړئ لکه څنګه چې تاسو غواړئ.)", "聖意": "کور د ځان لپاره ښه نه دی، کورنۍ په ستونزو کې ده، سوداګري بنده ده، واده بند دی، شپږ کنډکونه دروغ دي، پیاده تګ ناوخته دی، د ورېښمو کښت کم دی، مالداري کمه ده. خلک پیدا کړه، محاکمه خرابه ده، مهاجرت نه روان دی، ورک شوی شتمني خرابه ده، ناروغي جوړه شوې، د غره قبر ورک دی", "古人": "وانګ منګ استعدادونه لټوي", "第X籤": "د لاټری ګټل اووه ویشت", "宮": "تاتسمي"}