{"籤詩版本二": "کله چې پسرلی راشي، تندر ولړزوي او حشرات چیغې وهي، او زه له خټو څخه مخ اړوم\nکله چې زه لومړی پوه شوم چې زه لاهم ځم او ځم، یوځل چې زه بدل شوم، زه یو ډریگن شوم.", "詩意": "دا هیکساګرام د تندر او حشراتو په څیر دی.\nد یو عالي شخص سره لیدنه په هرڅه کې ښه نښه ده.", "解曰": "تندر ډزې کوي. دوه زیرمې دننه او بهر. یو ځل بدل کړئ. تر تیان مین پورې.", "籤詩故事一": "◇ د چنقیاو بغاوت\nپه 959 میلادي کال کې ژو شیزونګ چای رونګ مړ شو او امپراتور ګونګ، چای زونګ سونګ چې په تخت کېناست، یوازې اوه کلن و. په هغه وخت کې ژاو کوانګ ين چې د ماڼۍ مخې ته د مفتش په توګه دنده ترسره کوله او د آلمان پوځ ته د سونګژو د استازي په توګه دنده ترسره کوله، اصلي واک درلود.\nد ٩٦٠ ميلادي کال په پسرلي کې د ژن جو (نن د شينجيانګ د هيبي ولايت) او دينګ ژو (د نن ورځ د دينګ شيان ولايت د هيبي ولايت) خبر ورکړ چې د شمالي هان امپراتورۍ او د لياو ايالت پوځونه په ګډه جنوب ته روان دي چې د وروسته ژاو کورنۍ سره بريد وکړي. لوی حرکت، او د مرستې لپاره د سرتیرو د لیږلو غوښتنه وکړه. وروسته، د ژو کورنۍ د ژاو کوانګین امر وکړ چې شمال ته د خپلو سرتیرو مشري وکړي ترڅو د دښمن سره جګړه وکړي. ژاو کوانګ ين د خپل ورور ژاو ګوانګي، ژاو پو، شي شوزين او نورو تر پلان لاندې په پټه توګه عمل وکړ.\nد فبرورۍ په درېيمه نېټه، کله چې پوځ چن چياوی (اوس د چن چياو ښارګوټی، د فنګچيو په جنوب ختيځ کې، د شينان په جنوب ختيځ کې) ته ورسيد، دوی يو بغاوت پيل کړ او عسکرو ته يې امر وکړ چې د ده لپاره ژيړ جامې واغوندي، دوی د ژو امپراتورۍ په وړاندې پاڅون وکړ او د ژاو کوانګين د امپراتور په توګه يې ملاتړ وکړ. . له هغه وروسته ژاو خپل پوځونه له سوځولو، وژلو او لوټلو پرته کافينګ ته ولېږل.تاي زو چن کيو د پلازمېنې د خلکو د نه ګډوډولو ژمنه وکړه او ژمنه يې وکړه چې ښار ته د ننوتو په ورځ به ښار نه ګډوډوي.\nد سپوږمۍ کال د درېيمې مياشتې په درېيمه نېټه، ژاو کوانګ ين په چن چيانګ کې پاڅون وکړ او پلازمېنې ته راستون شو، فان ژي د وانګ پو او وي رين پو په مشرۍ له ژاو کوانګين څخه پوښتنې وکړې، لو يان هوان خپله توره د خېمې مخې ته راښکته کړه او په لوړ غږ يې چيغې وکړې. : \"درې واړه لښکرونه بادار نه لري، جنرالانو پرېکړه کړې چې هغه د امپراتور په توګه وټاکي. هر څوک چې خبرې کوي، وژل کېږي!\". د وانګ پو څېره د ځمکې په شان رنګه وه، هغه خپل قدمونه ښکته کړل او سجده يې وکړه، فان ژي هم سجده وکړه، کوانګ ين په شخصي توګه له هغه سره مرسته وکړه او په ډېره مينه يې ورسره چلند وکړ.\nله يو معتدل مقاومت وروسته د ژو امپراتور ګونګ د وروستنۍ ژو امپراتورۍ پر تخت کښېناست او ژاو په تخت کښېناست .تازو د زين د منلو په حال کښې و ، خو د زين متن نشته ، د هانلين يو عالم تاو ګو دغه حکم ومنلو . او د هغه څنګ ته راغی، ویې ویل: \"دا کار شوی دی.\"\nوروسته له دې چې ژاو په تخت کېناست، د دغه هېواد نوم يې په سونګ، يوان په جين لونګ بدل کړ او د کافينګ پلازمېنه يې بدله کړه، شي شو شين، ګاو هوائې، جانګ لينګ دو، وانګ شنچي، جانګ ګوانګان او ژاو يان هوی ټولو ته د جيدوشي لقب ورکړل شو. ، چې په تاریخ کې د \"چین چیو بغاوت\" په نوم پیژندل شوی.\nويکيپېډيا\n(دا کیسه څرګندوي چې دا د ژاو کوانګین فعالیت پیل دی.)", "聖意": "د خپل کور لپاره دعا وکړئ، ورځنی ژوند، شتمني، نیکمرغه، په سوداګرۍ کې نیکمرغه، نیکمرغه واده، په لیوجیا کې بریالیتوب، نارینه پیاده، په کروندو کې د ورېښمو د چرګانو ژر زیږون، د شپږو څارویو ژر زیږون، په پسرلي کې ښه بخت، د خلکو په لټه کې په قوانينو کې برياليتوب، په هجرت کې نېکمرغي، د مال له لاسه ورکول، په ناروغيو کې خطرونه، په غرونو او قبرونو کې خطرونه.", "古人": "د چنقیاو بغاوت", "第X籤": "درې اویا لاسلیک شو", "宮": "ما ماڼۍ"}