{"籤詩版本二": "په خوب کې ويل کېدل چې ډېر شتمن به وي، خو شهرت يې بې ګټې و.\nاوبه لرې او غرونه لرې دي، خو وفا سخته ده، عزتمند انسان لارښوونه کوي او مسکا کوي.", "詩意": "دا هیکساګرام په خوب کې د خزانې ترلاسه کولو سمبول استازیتوب کوي.\nهر څه لږ یا لږ ریښتیا دي.", "解曰": "د خوب په څیر خوب کول. د شهرت هیله نشته. یوازې ښه وخت ته انتظار وکړئ. عالي لارښوونې.", "籤詩故事一": "◇ جیډ ژاو ته راستانه کړئ (د بشپړولو وروسته جیډ ژاو ته راستون کړئ)\nپه 283 ق م کې پاچا ژاو هوی ون له چو څخه هو بای تر لاسه کړ، وروسته له هغه چې پاچا چين ژاو شيانګ د دې خبر له اورېدو وروسته پاچا ژاو ته يو ليک واستاوه او خپله لېوالتيا يې څرګنده کړه چې پنځلس ښارونه د هو بي په بدل کې تبادله کړي.\nلین ژیانګرو پاچا ژاو ته تحلیل وکړ چې کین قوي او ژاو ضعیف و او باید ځای په ځای شي.\nپاچا ژاو بيا لين شيانګرو د هي بي سره چين ته ولېږه.\nد چين پاچا په جانګ تای کې له لين شيانګرو سره وکتل او لين شيانګرو د چين پاچا ته جيډ وړاندې کړ. د کین پاچا ډیر خوشحاله شو او د هی بی ښکلا ته یې ورساوه او د هغې شاوخوا ټولو خلکو ورته وکتل، په دې وخت کې د کیڼ او ښي خوا ټولو خلکو چیغې وهلې.\nلين شيانګرو وليدل چې د چين پاچا د ژاو د ښار د ورکولو اراده نه لري، نو د چين پاچا ته يې وويل چې د ده جيډ نيمګړی دی او غوښتل يې چې د چين پاچا ته يې په ګوته کړي تر څو د دغه ښار د تر لاسه کولو له فرصت څخه ګټه پورته کړي. جیډ بیرته\nوروسته له هغه چې لین ژیانګرو د هیشي بای بیرته واخیست ، هغه د لوی ستنې څنګ ته ودرېد ، دا ښیې چې هغه غواړي د هیشي بی سره مړ شي.\nپه دې وخت کې لين جيانګ رو د چين پاچا ته وويل: د ژاو پاچا بيا هم د وزيرانو اعتراضونه پر ځای کړل او د وزير وړانديز يې ومنلو، که څه هم له عامو خلکو سره د اړيکو پر مهال يې يو بل ته دوکه نه ورکوله. چين يو لوی هيواد دی، د چين او ژاو پاچاهي د دوستۍ د ساتلو په خاطر، د پنځو ورځو روژه ماتی وروسته ما خپل وزيران د جين سره چين ته وليږل، خو له بده مرغه د چين پاچا نه يوازی د ژاو د ورکولو اراده نه درلوده. ښار، بلکې د هغه د کورنۍ جیډ یوې ښکلې میرمنې ته وسپارل، چې په حقیقت کې زما د وزیرانو ملنډې وه.\"\nد وينا له پای ته رسولو وروسته لين شيانګ يو ​​سمدلاسه د يوې ستنې د وهلو اشاره وکړه، د چين پاچا وېره درلوده چې هو بای به زيانمن شي، نو د ژاو د پنځلسو ښارګوټو د ورکولو طرحه يې وکړه. لين جيانګرو د پاچا چين خيانت پلان وليد، نو له پاچا چين څخه يې وغوښتل چې پنځه ورځې روژه ونيسي مخکې له دې چې د وخت د ځنډولو لپاره هي بي ته حاضر شي. په دې څو ورځو کې لين شيانګ ګرو خپل خدمتګاران واستول چې د جيد سره د ژاو ايالت ته راستانه شي، په داسې حال کې چې هغه د چين له پاچا سره د معاملې لپاره پاتې شو.\n(دا کیسه داسې ده لکه د یو عادي سړي سترګې د هغه د وضعیت په اړه متوجه وي.)", "聖意": "په کور کې د برکت لپاره دعا کول، ځان ته، د مال خنډ کول، د راکړې ورکړې لاسته راوړل ستونزمن کول، واده د لیوجیاکسو پیاده رو سره سمون نه لري، د چتیان ورېښمو کیمونه نه منل کیږي، شپږ څاروي زیانمن کیږي، خلک ورک شوي، د عامه قوانینو او مهاجرت تمه کیږي، د شیانو ورکیدل لیرې دي، ناروغۍ رامینځته شوي، د غرونو قبرونو ته لیږل شوي، او بدل شوي.", "古人": "جیډ ژاو ته راستانه کړئ (ژو ته جیډ بشپړ کړئ)", "第X籤": "اووه اویا ګټونکې لاټری", "宮": "غرمه ماڼۍ"}