{"籤詩版本二": "د سیکامور د ونو پاڼي راوتلي دي، مني راروان دی، او د مسافرینو بیرته راستنیدل د ورېځو په څیر ښکاري.\nد خدای د لویو هڅو په مننه، کښتۍ په باد کې د خزانې سره بیرته راستانه شوه.", "詩意": "دا هیکساګرام د سیکامور ونې د راټیټ شوي پاڼو استازیتوب کوي.\nهر څه مخکي بد او په پای کي ښه دي.", "解曰": "له زړه څخه شیان واخلئ. Tianxin دا تعقیبوي. د ژوند کولو لپاره. هرڅه چې تاسو کولی شئ هغه وکړئ.", "籤詩故事一": "◇ باد د تینګوانګ پویلین ته ځي\nوانګ بو د ژيان په نامه د تانګ امپراتورۍ د لومړيو وختونو شاعر و، هغه د تانګ امپراتور ګاو سونګ د يونګ هوی په لومړی کال کې وزږید. وانګ بو د ماشومتوب څخه صحيفې لولي، او هغه د \"ماشوم پروډي\" په توګه پیژندل کیږي. وانګ بو د ماشومتوب څخه صحيفې لولي، او هغه د \"ماشوم پروډي\" په توګه پیژندل کیږي.\nکله چې هغه لس کلن و، هغه او پلار یې د ګوانډي د معبد څخه تیریدل، دوی په معبد کې د ګوانډي عالي مجسمه ولیده چې د \"پسرلی او مني\" نسخه یې په لاس کې وه او لوستل یې. هغه امپراتور ګوان ته وويل: \"د شنه ږيرې درې قلفې نيول، شنه چراغ ته د چينګ امپراتورۍ تاريخ لوستل او د مشهورو نومونو ته درناوى ورکول، زما په لاس کې شين ډريگن او سپوږمۍ نيول.\" د روان کال په مني کې وانګ بو له شان شي څخه د های نان ټاپو ته د خپل پلار د ليدو لپاره لاړ چې د جياو جي د ولايت مقام ته ګوښه شوی و، د لارې په اوږدو کې له زرګونو غرونو او سيندونو څخه تېر شو. د روان کال په مني کې چې هغه اوه ويشت کلن و، وانګ بو له شان شي څخه د های نان ټاپو ته د خپل پلار د ليدو لپاره لاړ چې د جياو جيو ولايت د مقر له دندې ګوښه شوی و او د لارې په اوږدو کې له زرګونو غرونو او سيندونو څخه تېر شو.\nکله چې موږ په هغه ورځ د مدنګ غره ته ورسېدو، هرڅوک د استراحت لپاره ساحل ته ولاړل، کله چې وانګ بو يوازې د يوه لرغوني معبد په خوا روان و، ناڅاپه يې يو بوډا سړی وليد چې د معبد تر څنګ په تيږو ناست وو، هغه بوډا د ماشوم په څېر ښکارېده چې سپين ويښتان يې درلودل. هغه وانګ بو ته وویل: \"ایا ته وانګ بو نه یې؟\" وانګ بو حیران شو او ویې ویل: \"سمه ده! ته دا څنګه پیژنې؟\" بوډا وویل: \"ما له ډیرې مودې راهیسې اوریدلي چې ته ښه یې؟ د خلکو د ژغورلو اراده، او ستاسو شعرونه خورا معنی لري، سبا به د تینګوانګ په تالار کې لوی محفل جوړ شي، که تاسو په ضیافت کې ګډون وکړئ او مقاله ولیکئ، تاسو به د عمر په اوږدو کې مشهور شئ او د سفر لګښتونه به ترلاسه کړئ.\" د مدنګ په غره کې، هرڅوک د استراحت لپاره ساحل ته ولاړل، کله چې وانګ بو یوازې د یوه لرغوني معبد په خوا روان و، ناڅاپه یې ولیدل چې د معبد تر څنګ په یوه تیږه کې یو بوډا ناست و، هغه د ماشوم په څیر ښکاري چې ښایسته ویښتان او ښایسته ښکاري. هغه وانګ بو ته وويل: ته وانګ بو نه يې؟\nوانګ بو حیران شو او ویې ویل: سمه ده! ته څنګه پوه شوې؟\nبوډا وويل: له ډېر وخته مې اورېدلي دي چې ته د خلکو د ژغورلو اراده لري، او هغه شعرونه چې تا ليکلي ډېر ارزښتناک دي، سبا به د شهزاده تنګ په تالار کې يوه لويه مېلمستيا وي، که په مېلمستيا کې ګډون وکړئ او کمپوز وکړئ. تاسو به په ټول عمر مشهور یاست او د سفر لګښتونه به ترلاسه کوئ.\"\nوانګ بو وويل: دا ځای د تينګوانګ له تالار څخه شپږ يا اوه سوه کيلومتره لرې دی، سبا څنګه کولای شو دلته ورسي؟ سبا ته به خامخا راشم.\" وانګ بو له ما څخه مننه وکړه او ویې ویل: \"بښنه غواړم، زما خسر، ایا تاسو یو خدای یا خدای یاست؟\" بوډا وخندل او ویې ویل: \"زه د ژونګ یوان شیجون مسؤل یم. د اوبو دغه سيمه! وانګ بو وويل: دا ځای له تينګوانګ پوويلين څخه شپږ يا اوه سوه کيلومتره لرې دی، سبا به څنګه دلته ورسيږو؟\nبوډا وویل: زه به له آس څخه د آسماني باد په توګه کار واخلم، ترڅو له تا سره په ارامه کښتۍ کې مرسته وکړم، زه به خامخا سبا راشم.\nوانګ بو له هغه څخه مننه وکړه او ویې ویل: بخښنه غواړم پلار جانه، ته امر یا خدای دی؟\nبوډا وخندل او ويې ويل: \"زه ژونګ يوان شو جيون يم چې د دې اوبو د سيمې مسوول يم!\" بيا بوډا له وانګ بو څخه وغوښتل چې ژر تر ژره کښتۍ ته ورشي، هغه وليدل چې د يو څه وخت لپاره يې په شاوخوا کې ښکلې وريځې او بادونه وليدل. او په لاره کې اوبه نرمې وې، هغه د سترګو په رپ کې سل میله سفر کړی و.\nوروسته بوډا له وانګ بو څخه وغوښتل چې ژر تر ژره په کښتۍ کې سپور شي، هغه د يو څه وخت لپاره ښکلې وريځې وليدې چې دا يو ارامه سفر و، د سترګو په رپ کې يې سل کيلومتره سفر کړی و. لکه څنګه چې تمه کیده، وانګ بو د لویې غونډې په سهار د شهزاده تنګ تالاب ته ورغی.\nلکه څنګه چې تمه کیده، وانګ بو د لویې غونډې په سهار د شهزاده تنګ تالاب ته ورغی. او په ځای کې، هغه د \"د شهزاده تنګ د ماڼۍ مخکتنه\" لیکلې، چې د تانګ امپراتور ګاوزونګ لخوا د ابدي شاهکار په نامه یادیږي. او په ځای کې، هغه د \"د شهزاده تنګ د ماڼۍ مخکتنه\" لیکلې، چې د تانګ امپراتور ګاوزونګ لخوا د ابدي شاهکار په نامه یادیږي.\nیو شعر دی چې وایي:\nتل ویل شوي چې تکړه خلک خدایان دي، نو دا کومه تصادف نه ده چې باد نان چینګ ته نان چینګ راوړي؛\nما د تينګ وانګ د لوړ تالار په اړه يوه جمله وليکله او بيا هغه د ژونګ يوان له امرانو سره يو ځای شو.", "聖意": "د خپل کور لپاره دعا وکړئ او د ځان ساتنه وکړئ، د برکت دعا وکړئ، شتمني وغواړئ، او واده او همغږي ترلاسه کړئ.", "古人": "باد د تینګوانګ پویلین ته ځي", "第X籤": "اتلس لاسلیک کړه", "宮": "وی ګونګ"}