{"籤詩版本二": "که د خپل شهرت له امله خپل فضیلت له لاسه ورکړم نو څه به کیږي؟\nنشه، زه نه پوهیږم چې چیرته لاړ شم، زه د انارو د شنو ونو په سیوري کې یو تیاره خوب لرم.", "詩意": "دا هیکساګرام هغه سړه کب څرګندوي چې اوبه پریږدي.\nهیڅ شی نشي لیږدول کیدی.\n\n(دا هیکساګرام د بد فضیلت او بد بخت سمبول دی.\nپه هرڅه کې خپلې پښې په ځمکه کې وساتئ.\n)", "解曰": "سړه ماهي اوبه پریږدي. په مرهم کې مچۍ که تاسو د کیمپ پلانونو په اړه پوښتنه وکړئ. دا د Mo Qi لپاره غوره ده\nدا نښه به لیوجیا ته بد بخت راوړي. هر څه غلط کیږي. د امنیت لپاره دعا وکړئ.", "籤詩故事一": "◇ژوانګزي خپله مېرمن ازمويي\nژوانګ زي د ژو په کورنۍ کې وزږید، تخلص يې ژوانګ وو، نوم يې ژو او ورکړل شوی نوم يې ژي سيو و، هغه د سونګ په امپراتورۍ کې د مينګي اصلي ټاټوبی و. د ژو په کورنۍ کې، هغه د قي يوان ولايت چارواکی و.\nيوه ورځ ژوانګ زي په غره کې له يوې ښځې سره وکتل، هغه د يوه نوي قبر مخې ته ناسته وه، په بې صبرۍ سره يې خپل پوټکی داسې غورځول، لکه چې غواړي د قبر لنده خاوره وچه کړي. ژوانګزي د هغې په نيت پوه نه شو، نو له هغې يې وپوښتل. هغې وویل چې په قبر کې ښخ شوی سړی د هغې میړه و او د میړه وروستۍ خبره دا وه چې تر هغه چې د قبر خاوره وچه شوې نه وي بیا واده نشي کولی. هغې نور انتظار نه شو کولی، نو هغې د قبر خاوره په چټکۍ سره وچه کړه، نو هغه کولی شي دویم پسرلي تعقیب کړي.\nژوانګزي ساه ورکړه کله چې هغه فکر کاوه چې په نړۍ کې داسې بې زړه ښځه شتون لري. بیا مې فکر وکړ چې ایا زما ښځه به داسې وي؟ کله چې شک پیدا شي، زه غواړم دا ازموینه وکړم.\nد ژوانګزي د مېرمنې تخلص تيان و، او جوړه يې معمولاً نږدې اړيکې درلودې، د خپلې مېرمنې د وفادارۍ د ازمويلو لپاره، ژوانګزي پرېکړه وکړه چې د مرګ بهانه وکړي.\nد ژوانګ زي د ناڅاپه ناروغۍ له امله د مړينې د خبر په اورېدو سره د خپلوانو او دوستانو په شمول له بېلا بېلو ځايونو څخه ډېر خلک د خواخوږۍ څرګندولو لپاره راغلي وو، په دوی کې د چوان ولايت يو ښکلی پاچا او لمسی هم و، چې ډېر شتمن و. تیان نوې کونډه او بې رحمه وه، هغه یې تعقیب کړه. آغلې تيان دغه لالچ نه شو زغملی او له وانګ سن سره يې مينه پيدا شوه او يوازې په شلو ورځو کې يې واده وکړ.\nهغه شپه چې شراب څښل او غوږونه ګرم وو، وانګ سن ناڅاپه د زړه حمله وکړه او مړ شو.\nاغلې تيان وېرېدله او وېرېدله او له وانګ سن څخه يې په بيړنۍ توګه پوښتنه وکړه چې څه بايد وکړي، وانګ سن درد وخوړ او مېرمن تيان ته يې وويل چې د مړو د ژوندي کولو لپاره د مړو له مغز څخه کار اخيستل کېږي.\nمړی چیرته پیدا کړو؟ آغلې تیان ناڅاپه فکر وکړ، ایا د هغې میړه یوازې مړ شوی نه دی؟ ښاغلي تيان د مېړه او مېرمنې تر منځ پخوانۍ مينه هېره کړه او په حقيقت کې يې تبر واخيست او د خپل مېړه تابوت يې خلاص کړ او د خپل مغز د دوا لپاره يې چمتووالی ونيو.\nپه ناڅاپي ډول، کله چې تابوت پرانیستل شو، ژوانګزي بیرته ژوندی شو. اغلې تيان دومره شرميده چې ځان يې ځوړند کړ.\n(دا کیسه د شخصي ګټو لپاره د ملګرتیا سرغړونې استعاره ده، نو موږ نشو کولی ورسره موافق شو.)", "聖意": "کور کې امن دی، ځان خوندي دی، پیسې بې انصافه دي، تجارتونه قرباني کیږي، واده حل شوی، په لیوجیا کې بدمرغۍ خوشحالي ده، پیاده راوتلي نه دي، د ورېښمو چینې په امن کې دي، مالداران په امن کې دي. خلک د خلکو په لټه کې دي، محاکمه بدله شوې، پیروان محافظه کار شوي، ملکیتونه له لاسه ورکړل شوي، هیڅ ناروغي نشته، او غرونه او قبرونه خراب شوي.", "古人": "ژوانګزي خپله میرمن ازموینه کوي", "第X籤": "لوټ ۸۴", "宮": "وی ګونګ"}