{"籤詩版本二": "د غره مخې ته تورې ورېځې او درغلي سړک پوښي، هرڅه ګرد دي او سپوږمۍ بیا ګردې ده.\nکه شعر او کتابونه واخله له ژور خوب څخه به راویښ شي، ستر شخصیت به دې بام ته لارښوونه وکړي.", "詩意": "دا هیکساګرام د پسرلي پای او د ګلونو غوړیدو سمبول دی.\nهر څه د رب وروسته بدلیږي.", "解曰": "زوړ سړی باید د مرستې غوښتنه وکړي. دا په پسرلي کې بیا غوړیږي. د شهرت او شتمنۍ هیله. په ژوند کې ناوخته د باد سره مخ شئ.", "籤詩故事一": "◇ هان وینګونګ له واورو سره مخ کیږي\nهان يو، چې د دربار نوم يې توزي وه، د چانګلي څخه و. تانګ ديزونګ د ژنيو په اتم کال کې جينشي شو او له مړينې وروسته يې لقب ون ګونګ و.\nد تانګ امپراتور ژیان زونګ د واکمنۍ پرمهال، هان یو د بودا د هډوکو سره یو ځای شو، چې امپراتور یې په غوسه کړ. هان يو خپله مېرمن او ماشومان پرېښودل او چاوژو ته لاړ. د څو ورځو څخه لږ تګ وروسته، سړه باد پورته شو او ډیره واوره وشوه. هان يو يو داسې ځای ته ورسېد چې واوره يې څو متره ژوره وه، د آس لپاره يې تګ ستونزمن کړ، نږدې کور نه و او نه پوهېده چې لاره چېرته ده. که تاسو غواړئ چې لاره تعقیب کړئ او شاتګ وکړئ ، د شا تګ لاره نشته. هوا سخته وه او واوره په چټکۍ سره راښکته کېده، هان يو پوستکی لوند، يخ او وږی و او د خپل غم د څرګندولو لپاره يې هيڅ ځای نه درلود.\nهان یو په ژړا شو او ویې ویل: امپراتور به ما ونه وژني، خو امپراتور غواړي ما له منځه یوسي.\nکله چې هان یو نا امیده شو، نو یو سړی یې ولید چې د سختې یخنۍ سره سره د واورې پاکولو لپاره راځي، هغه د هان ژینګزي (د هان یو وراره) و.\nمخکې هان ژیانګ هان یو ته ویلي وو: \"په چین کې د یون هینګ کور چیرته دی؟ واوره نیلي دروازې ته غاړه غځوي او آس مخ په وړاندې ودریږي.\" هغه وخت هان یو نه پوهیده چې هان ژینګزي څه معنی لري، مګر اوس هغه دی. بالاخره پوه شو.\nنو هان يو او هان شيانګ زي په لانګوان ښار کې د فو کور ته د شپې تېرولو لپاره لاړل. د تېر او د کښت د لارې په اړه خبرې کول، هان يو په صادقانه توګه قانع وو.\nوروسته، هان یو خپل رسمي موقف پریښود، خپل ټول ملکیت یې محلي حکومت ته ورکړ، او غرونو ته لاړ ترڅو د تاوزم تمرین وکړي او یو ابدی شي.", "聖意": "کور د ځان لپاره ښه نه دی، د پیسو په لټه کې محتاط اوسئ، په سوداګرۍ تمرکز وکړئ، واده ناوخته دی، د لیوجیا ښځینه پیاده روونه پټوي، د ورېښمو چینجي ښه دي، څاروي ښه دي، د خلکو موندل ستونزمن دي، د عامه قوانینو تکرار دی، مهاجرت دی. تازه شوي، ورک شوي شیان جدي دي، ناروغۍ ځنډول شوي، د غرونو قبرونه باید بدل شي.", "古人": "هان وینګونګ له واورو سره مخامخ دی", "第X籤": "اته پنځوسم ګټونکي لاټری", "宮": "شین ګونګ"}