{"籤詩版本二": "د لويديځ غره ته په نيمه لاره تلل، د جونلينګ غرونه نه شي کيدلی.\nد ساتنې لپاره د خدای په لټه کې ، دا جسد لاهم په مړوند کې دی", "詩意": "دا هیکساګرام داسې دی لکه په شګه کې د سرو زرو په لټه کې.\nپه هر څه کې د نیکو خلکو نښې دي.\n\nهمدارنګه: دا هیکساګرام په ګوته کوي چې سړی په خطر کې دی.\nپه هر څه کې د نیکو خلکو نښې دي.", "解曰": "جیډ د ډبرې د چسپولو په واسطه موندل کیدی شي. په شګه کې سره زر ومومئ. سخت کار ته اړتیا ده. یوازې ستونزه.\nبل کار: یو ستونزمن حالت. هیڅ ځای نه پاتې کیږي. د خدای د برکت غوښتنه وکړئ. د ذهني سکون لپاره دعا وکړئ.", "籤詩故事一": "◇ طلا وخورئ او د ځمکې لاندې غار وپلټئ\nد خپلو پوځي کارنامو د لمانځلو لپاره، چنګ یاوجین په یانوو یانګ کې د میلمستیا کوربه توب وکړ. ناڅاپه په ځمکه کې یو سوری پرانستل شو، چې د پوهیدو وړ نه و، هر چا د کلمو په راټولولو سره، د سرو زرو د ګټلو لپاره په کټ کې اچول، او په سوري کې د ځان تړلو لپاره رسۍ په کرایه کول.\nد ډبرو دروازې، میزونه، څوکۍ، پلونه او نور شیان شتون لري، په میز کې د ډریگن جامې او د جیډ کمربندونه دي چې د سرو زرو څخه جوړ شوي او د غار څخه اغوستل شوي دي.\nياو جين د يو لوي صندوق او کوچني صندوق سره له سوري څخه راووت، د لرګيو صندوق يې پرانست او د جيډ مهر يې راوايست، صندوق يې پرانست، لوي بيرغ او د تاج لوښي يې راوايستل او پر مېز يې کيښود. ټولو یو یو ورته وکتل. ما ولیدل چې په لوی مهر باندې د مهر اته کرکټرونه لیکل شوي وو \"د هونشي ډیمون پاچا، لوی نیک امپراتور\".\nهرچا د هغه د \"امپراتور\" په توګه عبادت کاوه، او یاوجین د شیطان پاچا په توګه درې کاله دا کار وکړ. (په حقیقت کې ، دا یوازې ځان اعلان شوی و ، او چینګ یاوجین په هغه وخت کې یوازې د کلي مشر و.)\n(دا کیسه یو استعاره ده چې ښه شیان یوازې د عمل په څیر دي. دا د \"دا بدن لاهم په باطل کې دی\" هنري مفهوم دی.)", "聖意": "د کور او کور لپاره دعا کول، ځان ته ماتې ورکول، د شتمنۍ په لټه کې، سخت کار کول، په سوداګرۍ کې احتیاط کول، واده به د لیو جیا سو، پیاده، چی تیان، د ورېښمو چینو، مستحکم شپږ څارویو، د خلکو لټون، هیڅ ډول قانون، تاوان نه وي. مهاجرت، له لاسه تللي شتمنۍ ساتل، بدې ناروغۍ، خنډونه، غرونه او قبرونه.", "古人": "د سرو زرو لپاره د کریپټ سپړنه", "第X籤": "اته اویا لاسلیک کړه", "宮": "شین ګونګ"}