{"籤詩版本二": "ما په خپلو شخصي چارو کې مه ځوروئ، دا د خلکو غوښتنه کول ډیر مناسب دي.\nروښانه زړه په آسمان کې د روښانه سپوږمۍ په څیر روښانه دی", "詩意": "دا هیکساګرام په اسمان کې د روښانه سپوږمۍ عکس څرګندوي.\nهرڅه روښانه او هواي دي.", "解曰": "په زړه کې صادق اوسئ. قانون په سمه توګه پلی کړئ. مقدس الفاظ. په نهایت کې روښانه کیږي.", "籤詩故事一": "◇ د کانګ مینګ جنرال\nحل: ژو لیانګ خپل سرتیري او جنرالان متحرک کوي\nد دريو سلطنتونو په دوره کې، ژو ليانګ (۱۸۱-۲۳۴)، د کانګ مينګ د درباري نوم په يانګ دو، لانګيا (اوس د شان دونګ ولايت د ينان ولايت) کې زېږېدلی دی.\nژو ليانګ موافقه وکړه چې د ليو بای له غونډۍ څخه درې ځله ليدنه وکړي، په هغه وخت کې کاو کاو د هيبي د ارامولو هوډ وکړ او جنوب ته يې د تګ هوډ وکړ، هغه ژي هو دون د عمومي قومندان په توګه، يو جين، لي ديان او نور د عمومي قومندان په توګه واستول. مرستیال جنرالان، د 100,000 پوځ مشري کوي ترڅو د Xinye په لور حرکت وکړي. که څه هم ژو ليانګ په هغه وخت کې له دښمن څخه د شا تګ پلان درلود، ګوان يو او جانګ فو د ژو ليانګ له خبرو څخه کرکه وکړه. ژو ليانګ بله چاره نه درلوده چې د ليو بي له تورې څخه په استفادې سره د دوی دواړو قانع کړي، هر يو يې د زرو عسکرو مشري وکړه او په يوشان او انلين کې يې کمينونه ونيول، دوی د شياو دون انتظار کاوه چې خپل پوځ د تېرېدو لپاره رهبري کړي او بيا يې پر هغوی بريد وکړ. حملې او اورونه\nبرسېره پر دې، ژاو يون د پوځ د زړو او کمزورو پاتې شونو مشري کولو لپاره ولېږل شو چې د ژي هو دون پر وړاندې د يوه سرګردانه په توګه جګړه وکړي، او بيا يې ماتې وخوړه او په شا وتمبول، د ژي هو دون په غرونو او ځنګلونو کې تنګ سړک ته يې د ګوان په نامه هم ولېږه. پینګ، ژو کینګ، لیو فینګ او نورو د کاو د اردو شاته د ننوتلو لپاره، اکمالات سوځول او د کاو په اردو کې یې ویره رامنځته کړه.\nد جګړې وروسته، هر څه پیښ شول لکه څنګه چې ژوګ لیانګ ترتیب کړل. کله چې شياو دون او يو جين د پوځ مشري کوله، لي ديان چې په شا کې و، په بيړنۍ توګه په مخ کې د شياو دون ته خبر ورکړ چې هغه بايد د دښمن د ډزو په مقابل کې ساتنه وکړي، خو ډېر ناوخته شوی و، د کاو پوځ له خنډ سره مخ شو. تنګ سړک او په هغه ځای کې موقعیت درلود چیرې چې ونې یو له بل سره تړلې وې ، نو اور نه شو پیل کولی ، هلته درنه مرګ ژوبله واوښته ، شیاو دون او نور جنرالان مات شول او بیرته ژودو ته وتښتیدل.\n(دا کیسه یو استعاره ده چې کانګ مینګ د خلکو په کارولو او په هیواد کې د حکمت سره حکومت کولو کې ښه دی.)", "聖意": "کور او کور نیکمرغه دي، په شتمنۍ کې نیکمرغي، د زړه سکون، په سوداګرۍ کې سوکالي، واده، په لیوجیا کې بریالیتوب، نارینه پیاده، خوځنده کروندې، د ورېښمو چینې، د څارویو ضایع کول، د خلکو لټون، عامه قوانین، مهاجرت، ورک شوي شتمني، نعمتونه، ناروغۍ، سوله، غرونه او قبرونه.", "古人": "د کانګ مینګ جنرال", "第X籤": "نهمه نښه", "宮": "د ین ماڼۍ"}