{"籤詩版本二": "یو ښه ننداره تاسو د خلکو څخه په خندا سره ودروي، او ستاسو راتلونکی بدلوي او تاسو ډیره شتمني راوړي.\nیو سړک د آسمان په څیر پراخ دی، او ټولې پیسې چې تاسو یې ورکوئ ستاسو په زړه کې به وي", "詩意": "دا هیکساګرام یو امید لرونکی راتلونکی په ګوته کوي.\nهرڅه ښه پرمخ ځي.", "解曰": "یو لوی سړک. تاسو کولی شئ مخکې لاړ شئ. خپل زړه وکاروئ. یوازې وړاندې.\nهرڅه لکه څنګه چې د دې نښې سره پلان شوي تیریږي. جیچنګ ته ښه راغلاست.", "籤詩故事一": "◇ درې اتلان د لو بو په وړاندې جګړه کوي\nحل: درې اتلان جانګ فی، ګوان یو او لیو بی د لو بو په وړاندې جګړه کوي\nدونګ ژو پوه شو چې د هو ژینګ سر پرې شوی او د جګړې لپاره د الوتنې جنرال لو بو لیږل شوی. کله چې لو بو جګړې ته لاړ، هغه جنرال فانګ یو او مو شون ووژل، او وو اینګو او ګونګسون ژان یې ووژل.\nجانګ فای وليدل چې ګونګسون ژان نه شي کولای لو بو ته ماتې ورکړي، نو هغه په ​​چټکۍ سره د ګونګسون ژان ځای په ځای کړ او چيغې يې کړې: \"د دريو نومونو غلامان دې پريږدي! د يان څخه جانګ فای دلته دی!\" له دې وروسته، دوی له پنځوسو څخه زياتې جګړې وکړې. بریالیتوب، پرته له ګټونکي یا بایلونکي.\nوروسته له دې چې ګوان يو دا وليدل، هغه او جانګ في په لو بو بريد وکړ او له دېرشو څخه زياتې جګړې يې وکړې.\nليو بي هم دوه تورې په لاس کې نيولې، اسونه يې تاو کړل او د جانګ فای او ګوان يو سره د مرستې لپاره يې ګام پورته کړ.\nدرېو کسانو لو بو محاصره کړ او جګړه یې روانه وساتله، ټول خلک حیران شول.\nډېر ژر، لو بو خپل ځواک له لاسه ورکړ، د لو بو پیګاسس شاته شو، خو درېو کسانو لو بو تعقیب کړ او له تسلیمېدو یې ډډه وکړه، تر هغه چې د لو بو له پوځیانو سره نه وي لیدلي، شاته نه شول.\n\"درې سلطنتونه\"\n(دا کیسه په جګړه کې د لو بو د زړورتیا او مهارت لپاره یوه استعاره ده. یو سړی کولی شي درې کسانو ته ماتې ورکړي.)", "聖意": "د کور او کور زړه یوازې د شتمنۍ د موندلو لپاره په خپل سفر کې سفر کوي، د ممکنه واده مقاله لیوجیا ته ځي، شیان د خلکو لپاره په اسانۍ سره پرمخ ځي، د ژوشینټین ورېښمو چینجي کاروي، خلک د شپږو حیواناتو په مینځ کې موندل کیدی شي. خلک مخکې موندل کیدی شي مقدمه، هجرت، ورک شوی شتمني، ناروغۍ، غرونه او قبرونه د نېکمرغۍ په څېر دي.", "古人": "درې اتلان د لو بو په وړاندې جګړه کوي", "第X籤": "نولس ګټونکي لاټري", "宮": "ته ماڼۍ"}