{"籤詩版本二": "ارمانونه او لاسته راوړنې په سلطنت کې دي، مګر اوس به بې پایه څښاک او جنسیت وي.\nکه د سرو زرو چرګ وویني، نو تاسو ته به د پیسو، قسمت او بخت سره ثواب درکړل شي.", "詩意": "دا هیکساګرام د لیوالتیا او شهرت سمبول استازیتوب کوي.\nهر څه خوندور وساتئ.", "解曰": "هوښیار او په زړه پوری. دا ډیر ناوخته نه دی چې خپل ځان وساتئ. د سرو زرو مرغ ژمنه کوي. ټول خوشحاله.", "籤詩故事一": "◇ کاو پی ځان امپراتور اعلان کړ\nکاو پی، د ژی هوان د دربار نوم، په پیګوقیاو (اوس د هاو کاونټي، آن هوی) کې زیږیدلی. د جين ان د دورې يو مشهور سياستوال او ليکوال و.\nکاو پي د کاو کاو دوهم زوی دی، هغه له ماشومتوبه له خپل پلار سره په پوځي کمپ کې ژوند کاوه، د خپل پلار تر اغېز لاندې، کاو پي په شپږ کلنۍ کې تيرنګ او په اته کلنۍ کې د اسونو سواري زده کړه او پرمختګ يې وکړ. د مارشل آرټ ښه مهارتونه. هغه د لرغونو او عصري کلاسیکونو او ژوندلیکونو او همدارنګه د سلګونو مکتبونو کتابونو پراخه پوهه لري. دا په اتلس کلنۍ کې نه و چې کاو کاو یوان شاو ته ماتې ورکړه او کاو پی د کاو کاو د واکمنۍ په مرکز یچینګ کې نسبتا ارام ژوند کاوه. له هغه وخت راهیسې، که څه هم هغه کله ناکله د خپل پلار سره په نظامي سفرونو کې و او ډیری وخت یې د یو نیک زوی په توګه ژوند کاوه، هغه بیا هم هره ورځ د مارشل آرټ تمرین کاوه او تر نن ورځې پورې یې نه دی کم شوی. هغه اکثرا په خپل آس باندې په سل قدمه سپور وي او په مارشل آرټ کې ډیر مهارت لري.\nد کاو کاو مشر زوی کاو انګ په جګړه کې ووژل شو. د مشر زوی له مړینې وروسته، کاو پی د ولیعهد لپاره لومړی انتخاب شو. کله چې هغه د دېرش کلن و، هغه د کاو کاو لخوا د ولیعهد په توګه وټاکل شو. کله چې کاو پي درې دېرش کلن و، کاو کاو د ناروغۍ له امله مړ شو، او کاو پي د هغه ځای ناستی لومړی وزیر او د ویی پاچا شو. هغه وويل چې هغه زياتره په اسونو باندې په سل قدمه سپاره ګرځي او ډېر مهارت لري، ځکه چې زياتره د کنګفو تمرين کوي، هغه روښانه او سالم دی.", "聖意": "د خپل کور او کور د امن لپاره دعا وکړئ، شتمني ولټوئ، سخت کار وکړئ، تجارت وکړئ، واده به بریالي وي، لیوجیا به خوندي وي، خلک به په کروندو کې وي، د ورېښمو چینجي به بالغ وي، شپږ څاروي به وي. بالغ. د خلکو موندل به ستونزمن وي. عامه دعوه، عاجل پریکړه، مهاجرت، له لاسه ورکړل شوي ملکیتونه، لیرې، ناروغۍ په غرونو او قبرونو کې تیریږي. نیکمرغه.", "古人": "کاو پی خپل ځان امپراتور اعلان کړ", "第X籤": "نهه پنځوسم ګټونکي لاټری", "宮": "xugong"}