{"籤詩版本二": "عالي پاګوډا غیر معمولي ده ، په ټولو اړخونو کې د عالي سینګارونو سره چې د رڼا سره روښانه کیږي\nزه تاسو ته د سجده کولو او نیکو اعمالو د ترسره کولو لپاره د ارادې څخه غوښتنه کوم، او جنت به تاسو ته برکت درکړي.", "詩意": "دا هیکساګرام د وړتیا څرګندونه څرګندوي.\nهر څه خوندور دي.", "解曰": "دا نعمتونه. هرڅوک یې لري. ډیر بوخت مه کیږئ. وړتیا مخکې له مخکې ټاکل کیږي.", "籤詩故事一": "◇ د فینیانګ پاچا د چین د ویلینټاین په ورځ له خپل لمسی سره وکتل\nحل: ګوو زی د چینایی ویلینټاین په ورځ ځمکې ته راښکته شوې ویور انجلۍ سره ولیدل. تیانسون، د جیډ امپراتور لمسی، اوه پری دی.\nګوو زيی (۶۹۷-۷۸۱) چې د ګوو لينګ ګونګ په نامه هم يادېږي، د ژينګ ولايت د هواژو (اوس مهال د شان شي ولايت د هوانګ ولايت) اوسېدونکى او د تانګ په کورنۍ کې يو جنرال و. امپراطورۍ محکمې زیی ته د فینیانګ د پاچا لقب ورکړ.\nويل کيږي چې زيی په اصل کې د هوزو ښار دی او له لوی ديوال څخه بهر د پوځ سره د يو ځای کېدو لپاره بېجينګ ته ولاړ او د پوځي معاش د اخيستلو لپاره بېرته ينژو ته راستون شو، په هغه وخت کې د چين د مينانو ورځ وه. تیاره شوه، لمر تیاره شو، زیی نه شوای کولای چې مخکې لاړ شي، نو د سړک تر څنګ ولاړ و، په یوه تش کور کې په فرش باندې ویده و، کله چې ویده کیده، ناڅاپه یې یوه سور څراغ ولید. دواړو خواوو ته ولاړ، په حیرانتیا یې پورته وکتل، په اسمان کې ورېځ وه، ورو ورو ښکته کېده، هلته یوه ښکلې ښځه ناسته وه، باعزته او ښکلې، له عادي خلکو څخه بېله وه. ضيايي سمدلاسه خپل درناوى وکړ او ويې ويل: \"نن د قمري مياشتې اوومه ورځ ده، زما په اند دا هغه اوبدونکي نجلۍ ده چې د اوږد عمر او شتمنۍ په هيله راغلې ده.\"\nښځې هم ځواب ورکړ: په لوی مال سره اوږد عمر راځي.\nوروسته له دې چې هغه خبرې پای ته ورسولې، رڼا بیرته راغله او ورېځې ورو ورو راپورته شوې، ښځه لاهم په خوندوره موسکا سره ګوو ژی ته ګوري، یوازې کله چې هغه له هغې څخه لیرې وه، لوګی تیاره وه او نور یې نه لیدل کیده.\nدا سمه شوه، لکه څنګه چې ښځې وویل. د ضيايي فضيلتونه په ټوله نړۍ کې مشهور دي، هغه يو ډېر مشهور وزير دی، او هغه يو جنرال دی، چې د دواړو له ښېګڼو او فضيلتونو څخه برخمن دی.", "聖意": "په کور کې د ځان لپاره ارمان وکړئ، د ځان لپاره دعا وکړئ، د پیسو لپاره دعا وکړئ، په سوداګرۍ کې ښه والی، په واده کې نیکمرغه، په لیوجیا کې نیکمرغه، د خلکو سره خوشحاله سفرونه، خوځنده کروندې، د ورېښمو چینې، مستحکم څاروي، په موندلو کې بد بخت خلک، عامه قوانین، مهاجرت، ښه بخت، د ملکیت ناروغۍ له لاسه ورکړې، په ژین شینګشان کې قبرونه", "古人": "پاچا فینیانګ د چین د ویلینټاین په ورځ له خپل لمسی سره وکتل", "第X籤": "نهه شپیته لاسلیک کړه", "宮": "xugong"}