{"籤詩版本二": "د آس په تکیه کولو او د چت په نیولو سره، موږ مستقیم دلته راځو، نیم په خطر کې او نیم په ناورین کې.\nدا داسې دی لکه یو کور چې اور سوځي، کله چې اسمان راښکته شي، باران یې په ایرو بدلوي، زه یو پلان لرم.", "詩意": "دا هیکساګرام نیم غم او نیمه خوښي څرګندوي.\nدا مشوره ورکول کیږي چې په هرڅه کې ښه کار وکړئ.", "解曰": "د ټول عمر کار. د حق او باطل پروا مه کوئ. بندونه موقتي دي. خپګان په طبیعي ډول راځي.", "籤詩故事一": "◇ تاو سانچون په ګویوان کې ژینګ این ته ماتې ورکړه\nژاو کوانګ ين يو ځل بيا ودرېد: \"زما يادګار دې ژوندی وي\" هغه وخت د بي پينګ پاچا ژينګ اين واده کړی و، اوس چې نړۍ په امن کې ده، زه غواړم له تاسو څخه اجازه وغواړم چې د واده لپاره يوه ښه ورځ وټاکم. \"\n\"زما یاد دې ژوندی وي!\" ژاو کوانګین ودرېد او ویې ویل: \"د پیکنګ پاچا ژینګ این هغه وخت واده کړی و، اوس چې نړۍ په امن کې ده، زه غواړم له تاسو څخه اجازه وغواړم چې یو نیکمرغه انتخاب کړم. د واده کولو ورځ.\"\n\"آه، درېم ورور مې له دې مخکې کوژده کړې وه، زه له دې څنګه خبر نه شوم؟\" چای رونګ ډېر حيران شو، خپل لاس يې ژاو کوانګ ين ته ورښکاره کړ چې کېني او خبرې وکړي.\n\"هو! درېم ورور مې مخکې کوژده کړې وه، زه څنګه په دې نه پوهېدم؟\" چای رونګ (د وروسته د ژو امپراطور) ډېر حيران شو، لاس يې وغځاوه او له ژاو کوانګ ين څخه يې وغوښتل چې کېني او خبرې وکړي.\n\"دا یوه اوږده کیسه ده، لومړی دا چې موږ په هغه وخت کې په غربت کې وو او ستاسو په اردو کې شامل نه وو، له هغه وخت راهیسې موږ کلونه کلونه جګړه کوو او هیڅ وخت نه لرو چې ستاسو پاملرنه وکړو، دوهم دا چې دریم ورور هم لږ دی. د دې په یادولو کې شرمیږي، نو جلالتماب نه پوهیږي.\n\"دا یوه اوږده کیسه ده، لومړی دا چې موږ په هغه وخت کې هم په غربت کې ژوند کاوه او ستاسو په اردو کې شامل نه وو، له هغه وخت راهیسې موږ کلونه کلونه جګړه کوو او هیڅ وخت نه لرو چې ستاسو پاملرنه وکړو، دویم دا چې دریم ورور هم یو. د دې په یادولو کې لږ شرمیږي، نو جلالتماب نه پوهیږي.\n\"اې، د کالج زده کوونکی واده کوي، په دې کې د شرم خبره څه ده؟ درېیم ورور یې له ډېرې مودې راهیسې د جګړې په ډګر کې دی او د یو بې مثاله اتل په توګه ګڼل کېږي. ته ولې په دې مسله دومره خفه یې؟\"\n\"اې! د کالج هلک واده کوي، د شرم خبره څه ده؟ درېم ورور یې له ډېرې مودې راهیسې د جګړې په ډګر کې دی او د یو بې مثاله اتل په سترګه ورته کتل کېدای شي. ته ولې په دې مسله کې دومره سپک یې؟\"\n\"د دې په اړه خبرې کول، زه خپل دریم ورور نه شم کولی چې شرمنده وي، ځکه چې دا واده جعلي و.\"\n\"د دې په اړه خبرې کول، زه خپل دریم ورور نه شم کولی چې شرمنده وي، ځکه چې دا واده جعلي و.\"\n\"ټایپ شوی؟ هو، دا په زړه پورې ده. مهرباني وکړئ ما ته ووایاست چې څه پیښ شوي.\"\n\"ما دا ټایپ کړ! هو! دا په زړه پورې ده! مهرباني وکړئ ما ته ووایاست چې څه پیښ شوي.\"\n\"هو، زما په یاد دي هغه کال، کله چې موږ د جلالتمآب سره یوځای کیدو ته نیږدې وو، موږ د باوچینګ کاونټۍ څخه تیریدل. د جون په میاشت کې ډیره ګرمه وه، زما دریم ورور په هوټل کې پاتې نشو، نو هغه یوازې بهر ته لاړ. د خټکو له باغ څخه د تېرېدو وروسته، هغه د خربوزو د راټولولو لپاره دننه شو، خټکیو تنده ماته کړه، په دې وخت کې ډېر ژر پخېدونکي خټکي نه وو او دریم ورور یې نه پوهېدل، چې څنګه یې راټول کړي، نو ډېر یې مات کړل. خټکي ته چې کتل یوه ښځه وه، مخ په وړاندې ولاړه، درېیم ورور یې تورن کړ، د دواړو تر منځ اختلاف وشو، بیا یې جګړه پیل کړه، راشه، له نېکه مرغه زه اندېښمن شوم او په وخت کې د ژغورنې لپاره ورغلم، که نه. \"\n\"هو، زما په یاد دي هغه کال، کله چې موږ د جلالتمآب سره یوځای کیدو ته نیږدې وو، موږ د باوچینګ کاونټۍ څخه تیریدل. د جون په میاشت کې ډیره ګرمه وه، زما دریم ورور په هوټل کې پاتې نشو، نو هغه یوازې بهر ته لاړ. د خټکو له باغ څخه د تېرېدو وروسته، هغه د خربوزو د راټولولو لپاره دننه شو، خټکیو تنده ماته کړه، په دې وخت کې ډېر ژر پخېدونکي خټکي نه وو او دریم ورور یې نه پوهېدل، چې څنګه یې راټول کړي، نو ډېر یې مات کړل. خټکي ته چې کتل یوه ښځه وه، مخ په وړاندې ولاړه، درېیم ورور یې تورن کړ، د دواړو تر منځ اختلاف وشو، بیا یې جګړه پیل کړه، راشه، له نېکه مرغه زه اندېښمن شوم او په وخت کې د ژغورنې لپاره ورغلم، که نه. \"\n\"دا ژینګ زیمینګ، دا په لومړي سر کې د هغه ګناه ده، هغه باید بخښنه وغواړي، تاسو ولې هغه ووهلو؟ سربیره پردې، د یوې نجلۍ کورنۍ څنګه کولی شي د هغه په ​​​​څیر د یو ډارونکي سړي د ټکونو او لټوو سره مخ شي! ټوټې. نه؟\" \"نجلۍ بې زیانه شوې وه...\"\n\"دا ژینګ زیمینګ، دا په لومړي سر کې د هغه ګناه ده، نو باید بخښنه وغواړي، تاسو ولې هغه وهلي؟ د دې ترڅنګ، د یوې نجلۍ کورنۍ څنګه کولی شي د هغه په ​​​​څیر د یو ډارونکي سړي د ټکونو او لښتو سره مخ شي! تا دا نجلۍ وهلې، نه؟\"\n\"نجلۍ بې زیانه شوې وه ...\"\n\"دا سمه ده، سمه ده... هو، تاسو اقدام نه دی کړی؟ هو، زه فکر کوم چې تاسو ما په وخت کې وژغوره.\"\n\"دا سمه ده! سمه ده... هو! ایا تاسو اقدام نه دی کړی؟ اوه! زما په اند تاسو هغه څوک یاست چې ما په وخت کې وژغوره!\"\n\"...نه، هغه کس چې ما ژغورلی و ... دریم ورور و.\" \"... نه، هغه سړی چې ما ژغورلی و ... دریم ورور و.\"\n\"آه؟!\" \"آه؟!\"\n\"دریم ورور یې د ښځې له خوا په ځمکه وویشتل شو او ټوله لاره یې په زوره ووهله، خوشبختانه زه راورسیدم او وهڅولم چې لاړ شي، نو هغه سخت ټپي شوی نه و. ... جلالتمآب ... جلالتماب! ... \"\n\"دریم ورور یې د ښځې له خوا په ځمکه وویشتل شو او په زوره یې ووهل شو. له نېکه مرغه، زه راورسیدم او هغه یې وهڅولم چې لاړ شي، نو هغه سخت ټپي نه شو. ... جلالتمآب... جلالتمآب!...\"\n\"آه؟... اوه، هغه ښځه څوک ده!؟\" \"آه!؟... اوه، هغه ښځه څوک ده!؟\"\n\"دا یوازې وروسته پوه شوم چې د دې ښځې نوم تاو سانچون و او پلار یې تاو هونګ یو پخوانی اتل و چې هیڅ ارمان یې نه درلود. تاو سانچون له ماشومتوب راهیسې له خپل پلار څخه د مارشل آرټ زده کړه وکړه چې زه وروسته پوه شوم. د هغه کورنۍ مې وليدل چې مېرمن سانچون ډېر ښه شخصيت لري، لو لو لو او سخاوت لرونکی، د وړې نجلۍ له عادت پرته يې په قصدي توګه له هغه سره ملګرتيا وکړه، د تاو پلار او لور هم د دريم ورور مستقيم شخصيت ډېر خوښ کړ. سمدلاسه یې ودراوه او د دواړو لپاره یې د دې واده پریکړه وکړه ، جلالتماب ، مهرباني وکړئ ماته ووایاست ، ایا دا جعلي واده نه دی؟\n\"دا یوازې وروسته معلومه شوه چې د نجلۍ نوم تاو سانچون دی او هغې د ماشومتوب راهیسې د خپل پلار څخه د مارشل آرټ زده کړې کړې وې، وروسته له دې چې ما د هغه له کورنۍ سره وپیژندل، ما ولیدل چې میرمن سانچون د پام وړ شخصیت درلود. سخاوتمنده او د وړې نجلۍ عادتونه يې نه درلودل، نو ما په قصدي توګه هغه وګمارله، ښاغلي تاو او لور يې هم د خپل دريم ورور په څېر ساده څېره ډېره خوښه شوه، سمدستي يې پرې وخوړه او پرېکړه يې وکړه چې له يو بل سره واده وکړي. جلالتمآب، تاسو فکر نه کوئ چې دا یو جعلي واده دی؟\"\n(دا کیسه یو استعاره ده، ځکه چې یو بد شی ښه شی و.)", "聖意": "د کور او ځان د ساتنې لپاره دعا کول، احتیاط کول، د مال لپاره دعا کول، د سوداګرۍ خرابول، د واده مخه نیول، سزا ورکول، لیوجیا، بیمه، په کروندو کې د پیاده تګ، د ورېښمو د زیان، د څارویو زیان، ورک شوي خلک، غیرقانوني قضیې، تاوان، مهاجرت، محافظت د شتمنۍ له لاسه ورکول، بدې ناروغۍ، اندېښنې، خطرونه، غرونه، قبرونه، ناکامي", "古人": "تاو سانچون د خټکي په باغ کې ژینګ این ماتوي", "第X籤": "نهه نويم نمبر", "宮": "هایګونګ"}