{"籤詩版本二": "추운 날씨에 물이 얼음으로 변하는데, 왜 명성에 욕심을 내나요?\n나는 가만히 앉아서 나뭇잎이 자연스럽게 피어날 때까지 기다릴 수밖에 없다.", "詩意": "이 헥사그램에서는 물이 얼음으로 변합니다.\n헛된 것을 요구하지 마십시오.", "解曰": "물이 얼음으로 얼었습니다. 얼음이 물에 녹습니다. 음모라면. 그렇습니다.", "籤詩故事一": "◇왕상이 잉어를 구하다(이십사효담)\n진나라 왕상(王祥), 호칭은 복정(富政)이 린이(臨井)에서 태어났다.\n왕샹은 어렸을 때 친어머니가 돌아가셨고, 외로운 아버지는 주(朱)라는 여자와 결혼했고, 왕샹은 새 어머니를 낳았다. Wang Xiang은 어렸을 때 친어머니가 돌아가셨고 외로운 아버지는 Zhu라는 여성과 결혼했습니다. 왕샹의 계모는 편협하고 질투심 많은 여자였는데, 왕샹을 좋아하지 않았고 사소한 일로 왕샹을 자주 꾸짖었습니다. 곧 계모는 왕란이라는 아들을 낳았습니다. 계모는 자기 자식들만 사랑하고 왕샹을 자신의 옆구리에 가시처럼 여겼으며, 왕샹에 대한 요구는 더욱 심해졌고, 아버지 앞에서는 자주 왕샹에 대해 욕을 했고, 아버지마저도 점차 왕샹을 사랑하지 않게 되었습니다. 계모는 자기 자식들만 사랑하고 왕상을 자기 옆구리의 가시로 여겼으며, 왕상을 더욱 요구하고 아버지 앞에서 왕상을 자주 험담하여 아버지마저도 점차 왕상을 사랑하지 않게 되었습니다. Wang Xiang의 이복형이지만 Wang Lan은 그의 형제에게 매우 친절합니다. 계모의 고문에도 불구하고 그녀는 여전히 매우 효도했습니다. 계모는 너무 가혹했지만 왕샹은 여전히 ​​효심이 깊습니다.\n그의 계모는 취미가 있다. 바로 강에서 갓 잡아 올린 신선한 생선을 먹는 것을 좋아한다. 그의 계모는 취미가 있다. 바로 강에서 갓 잡아 올린 신선한 생선을 먹는 것을 좋아한다. 어느 겨울, 아버지가 사업을 하러 가셨는데 계모가 또 병이 나자 왕상, 왕란 형제가 어머니에게 국과 약을 공손히 대접하여 추운 날씨에도 계모의 병은 호전되지 않았습니다. 서두르다. 어느 겨울, 아버지가 사업을 하러 가셨는데 계모가 또 병이 나자 왕상, 왕란 형제가 어머니에게 국과 약을 공손히 대접하여 추운 날씨에도 계모의 병은 호전되지 않았습니다. 서두르다. 병든 계모는 강에서 신선한 생선을 먹고 싶었는데, 그 혹독한 날씨에 밖에는 눈이 내리고 강물은 이미 두꺼운 얼음으로 변했습니다. 몸이 아픈 계모는 신선한 생선을 먹고 싶었는데, 그 추운 날씨와 눈이 내리는 날씨에 신선한 생선을 어디에서 찾을 수 있겠습니까?\n그 당시에는 제철 음식이 없었고, 돈이 있어도 살 수 없었습니다.\n이야기의 이 시점에서 왕샹추리(Wang Xiangqiu Li)의 감동적인 이야기가 일어났습니다. 두 형제는 무기력하게 어머니를 지켰고, 아픈 계모를 실망시키지 않기 위해 왕샹은 얼어붙은 강으로 걸어갔다. 왕샹은 아이디어가 떠올랐고 추위에도 불구하고 셔츠를 벗었다. 그는 맨가슴으로 빙하 위에 누워서 원했다. 자신의 체온을 이용해 얼음을 녹인다(그래서 왕샹추 잉어는 얼음 위에 누워 있는 왕샹이라고도 불린다). 그는 셔츠를 벗고 알몸으로 빙하 위에 누워 있었습니다. 그는 하나님께 기도하며 “하나님, 저희 어머니가 아프셔서 싱싱한 잉어를 먹고 싶어하시니 무슨 일이 있어도 길을 찾아주셔야 합니다”라고 기도했는데, 이상하게도 옆에 있던 얼음 덩어리가 갑자기 깨져서 두 마리가 있었습니다. 갈라진 틈에서 살아있는 잉어가 튀어나와 얼음 위로 뛰어오르자 왕샹은 매우 기뻐했습니다. 그는 하나님께 기도했다: \"하나님, 저희 어머니가 아프셔서 신선한 잉어를 먹고 싶어 하십니다. 무슨 일이 있어도 저를 위해 길을 찾아주셔야 합니다.\" 이상하게도 옆에 있던 얼음 덩어리가 갑자기 깨지면서 두 개의 금이 갔습니다. 살아있는 잉어 한 마리가 틈에서 튀어나와 얼음 위로 뛰어오르자 왕샹은 매우 기뻐했습니다. 그는 재빨리 무릎을 꿇고 하나님께 감사한 뒤 잉어를 데리고 집으로 달려갔습니다. 그는 재빨리 무릎을 꿇고 하나님께 감사한 뒤 재빨리 잉어를 챙겨 집으로 돌아갔습니다. 계모는 신선한 잉어를 먹은 후 곧 병이 나았습니다. 병원 침대에 있던 계모는 추위로 인해 보랏빛으로 변한 왕샹의 벌거벗은 상반신과 그의 손에 물고기 두 마리가 들려 있는 것을 보고 깜짝 놀랐고, 기뻐하며 방으로 달려가 깜짝 놀랐다.\n왕상은 나중에 관이 되어 태보가 되었고, 공작이라는 칭호를 받았습니다.", "聖意": "집이 불안하여 보호, 금전적 어려움, 사업상의 문제, 혼인, 유가보험 불일치, 행인, 지천누에, 육축손실, 실종자, 공개소송, 이주, 보수성, 재산분실, 질병, 회복불안, 산 무덤, 행운을 빕니다", "古人": "왕상이 잉어를 달라고 한다(24효담)", "第X籤": "마흔아홉 로트 당첨", "宮": "하이공"}