{"籤詩版本二": "돌무화과나무의 잎이 떨어지고, 가을이 다가오고, 여행자들의 돌아오는 길은 구름처럼 보입니다.\n하나님의 크신 노력 덕분에 배는 보물을 바람에 실어 돌아왔습니다.", "詩意": "이 헥사그램은 플라타너스 나무의 떨어지는 나뭇잎을 나타냅니다.\n모든 것이 처음에는 나쁘고 결국에는 좋습니다.", "解曰": "마음에서 물건을 가져 가라. Tianxin이 그것을 따릅니다. 생계를 유지하기 위해. 당신이 할 수 있는 일은 무엇이든 하세요.", "籤詩故事一": "◇등왕각에 바람이 분다\n왕백(王伯)은 당초 시인으로 당고종 영희 원년에 태어났다. 왕보는 어렸을 때부터 경전을 읽어왔으며 '신동'으로 알려져 있다. 왕보는 어렸을 때부터 경전을 읽어왔으며 '신동'으로 알려져 있다.\n그가 열 살이었을 때, 그와 그의 아버지는 우연히 관제사(關常寺)를 지나가다가 사찰 안에 있는 장엄한 관제상이 『춘추』 한 권을 들고 읽고 있는 것을 보았고, 그의 아버지는 그것을 보고, 그는 관제에게 \"녹색 수염 세 가닥을 들고, 청등에 청나라의 역사를 읽고, 유명한 명사들에게 경의를 표하며, 청룡과 달을 손에 쥐고 있다\"고 구송했다고 한다. 올해 가을, 왕보는 교지 현판사로 강등된 아버지를 만나러 산시(山西)에서 하이난 섬(海南島)으로 가면서 수천 개의 산과 강을 통과했다. 스물일곱 살이던 가을, 왕보는 교지현판으로 강등된 아버지를 만나러 산시(山西)에서 하이난(海南)섬으로 가는 길에 수천 개의 산과 강을 통과했다.\n그날 우리가 마당산에 도착하여 모두가 쉬러 해변으로 나갔더니 왕보가 혼자 고대 사찰을 지나갈 때 갑자기 사찰 옆 돌 위에 한 노인이 앉아 있는 것을 보았으니 그 노인은 금발 머리를 가진 어린아이 같았습니다. 왕보에게 “네가 왕보 아니냐?”고 하니 왕보는 깜짝 놀라 “그렇습니다! 그걸 어떻게 아십니까?” 노인이 말했습니다. 당신의 시는 매우 의미가 깊습니다. 내일 등왕각에서 성대한 잔치가 열릴 것입니다. 연회에 참석하여 수필을 쓰면 만세에 유명해지고 여비도 받게 될 것입니다.\" 그들이 도착했을 때 마당산에는 모두가 해변으로 가서 쉬는데, 왕보가 혼자 고대 사찰 옆을 지나가다가 문득 사찰 옆 돌을 보니, 금발의 어린아이 같고 선녀 같은 노인이 앉아 있었다. 그는 왕보에게 “네가 왕보 아니냐”고 말했다.\n왕보는 당황하며 \"맞아요! 그걸 어떻게 아세요?\"라고 말했습니다.\n노인이 말했다: \"나는 당신이 사람을 구하려는 마음이 있다는 것을 오래전부터 들어왔고, 당신이 지은 시는 아주 의미가 깊습니다. 내일 등왕각에서 성대한 잔치가 있을 것입니다. 연회에 참석하여 시를 지을 수 있다면, 당신은 시대를 초월하여 유명해질 것이고 여행비도 받게 될 것입니다.\"\n왕백이 말했다: \"여기는 등왕각에서 600리, 700리 떨어져 있는데 내일 어떻게 여기까지 갈 수 있습니까?\" 노인이 말했다: \"나는 말을 신풍으로 삼아 당신의 항해를 순조롭게 돕겠습니다. 내일은 꼭 도착할 겁니다.” 왕보는 나에게 감사하다고 말하며 “죄송합니다, 시아버지. , 당신은 불멸의 존재입니까 아니면 신입니까?”라고 말하자 노인은 ​​웃으며 말했다. 왕백이 말했습니다. \"여기는 등왕각에서 600, 700리 떨어져 있는데 내일 어떻게 갈 수 있습니까?\"\n노인은 \"말을 신바람으로 삼아 당신의 순항을 돕겠습니다. 내일 꼭 도착하겠습니다.\"라고 말했습니다.\n왕보는 그에게 감사하며 \"죄송합니다 시아버지, 당신은 불멸의 존재입니까 아니면 신입니까? \"라고 말했습니다.\n노인은 웃으며 \"나는 이 수역을 관리하는 중원수군이다!\"라고 말했고, 노인은 왕보에게 빨리 배에 타라고 재촉했고 상서로운 구름이 그를 둘러싸고 잠시 동안 바람이 불어오는 것을 보았습니다. 길을 따라 흐르는 물은 눈 깜짝할 사이에 수백 마일을 여행했습니다.\n그러자 노인은 ​​왕보에게 빨리 배에 타라고 재촉했고, 한동안 상서로운 구름이 자신을 둘러싸고 있는 것을 보고 순조롭게 여행했고, 눈 깜짝할 사이에 수백 리를 여행했습니다. 예상대로 왕보는 성대한 행사 당일 아침 등왕정으로 달려갔다.\n예상대로 왕보는 성대한 행사 당일 아침 등왕정으로 달려갔다. 그리고 그 자리에서 당고종(唐宗宗)의 영원한 걸작이라 일컬어지는 《등태자정서(順王亭書)》를 지었다. 그리고 그 자리에서 당고종(唐宗宗)의 영원한 걸작이라 일컬어지는 《등태자정서(順王亭書)》를 지었다.\n다음과 같은 시가 있습니다.\n재능있는 사람은 신이라고 항상 말해왔기 때문에 바람이 난창을 난창으로 데려오는 것은 우연이 아닙니다.\n나는 Teng Wang의 높은 정자에 대한 문장을 썼고 그는 불멸자와 함께 Zhongyuan으로 왔습니다.", "聖意": "가정을 위해 기도하고 자신을 보호하고, 복을 빌고, 부를 구하고, 결혼과 화합을 이루기를 기원합니다.", "古人": "등왕각에 바람이 분다", "第X籤": "81에 서명하세요", "宮": "웨이 공"}