{"籤詩版本二": "말을 고삐 잡고 채찍을 쥐고 우리는 반은 위험하고 반은 재앙으로 곧장 여기로 왔습니다.\n불에 집이 타버리는 것과 같으니 하늘이 무너지면 비가 재로 변하느니라 나에게는 계획이 있느니라", "詩意": "이 헥사그램은 슬픔 반, 기쁨 반을 나타냅니다.\n모든 일에 선을 행하는 것이 좋습니다.", "解曰": "평생 노동. 옳고 그름에 신경 쓰지 마십시오. 족쇄는 일시적입니다. 불만은 자연스럽게 나옵니다.", "籤詩故事一": "◇타오삼춘이 과원에서 정언을 꺾다\n조광윤은 \"내 기념비 만세\"라며 다시 일어섰다. \"그때 북평왕 정은(鄭恩)왕이 혼인을 주선했는데 지금은 천하가 평안하니 좋은 날을 골라 혼인할 수 있게 허락해 주시기를 청합니다. \"\n\"나의 기념비 만세!\" 조광윤이 일어나 말했다. \"그때 북경왕 정은이 혼인을 주선했습니다. 이제 천하가 평안하니 상서로운 길을 선택할 수 있도록 허락해 주시길 청합니다. 결혼하는 날.\"\n\"아, 셋째 형이 전에 약혼했는데 왜 이걸 몰랐나요?\" 차이롱은 매우 놀랐고 조광윤에게 손을 흔들며 앉아서 이야기를 나누었습니다.\n\"아! 셋째 형이 약혼한 적이 있는데 왜 나는 이것을 몰랐습니까?\" 채융(후주 황제)이 매우 놀라며 손을 흔들며 조광윤에게 앉아서 이야기하라고 했습니다.\n\"말이 길군요. 첫째, 그 당시 우리는 여전히 가난해서 당신의 군대에 입대하지 않았습니다. 그 이후로 우리는 수년간 싸워왔고 당신을 돌볼 시간이 없었습니다. 둘째, 셋째 동생도 조금 어렸습니다. 말하기 부끄럽기 때문에 폐하께서는 모르십니다.”\n\"말이 길군요. 첫째, 그 당시 우리는 여전히 가난하게 살았고 당신의 군대에 합류하지 않았습니다. 그 이후로 우리는 수년간 싸워왔고 당신을 돌볼 시간이 없었습니다. 둘째, 셋째 형도 말하기가 조금 부끄러워서 폐하께서는 모르십니다.”\n\"야, 남대생이 결혼하는데 왜 창피하냐? 셋째 형은 오랫동안 전장에 있어 비할 데 없는 영웅이라고 할 수 있다. 왜 이 일에 그렇게 쪼잔한가?\"\n\"야! 대학생이 결혼하는데 왜 창피해? 셋째 형은 오랫동안 전쟁터에 있었고 비할 바 없는 영웅이라고 할 수 있다. 왜 이 문제에 대해 그렇게 쪼잔한가?\"\n\"그런데 이 결혼은 위조된 것이기 때문에 부끄러워하는 셋째 형을 비난할 수는 없습니다.\"\n\"그런데 이 결혼은 위조된 것이기 때문에 부끄러워하는 셋째 형을 비난할 수는 없습니다.\"\n\"타자 쳤어요? 재미있네요. 무슨 일이 일어났는지 말해주세요.\"\n\"내가 타이핑했어! 이야! 재미있다! 무슨 일이 일어났는지 말해주세요.\"\n\"그렇습니다. 그 해에 우리가 폐하께 합류하려고 할 때 우리는 보청현을 지나가고 있었습니다. 6월은 매우 더웠어요. 셋째 형은 호텔에 묵을 수 없어서 혼자 나가서 돌아다녔습니다.\" 참외 밭을 지나서 따러 들어갔다가 참외로 갈증을 해소했는데 이때는 일찍 익은 참외가 많지 않아 셋째 동생이 따는 방법을 몰라 많이 깨뜨렸다. 참외를 바라보던 여자가 앞으로 나서서 셋째 형을 고발했다. 둘이 의견이 맞지 않아 싸우기 시작했다. 어서. 다행히 걱정이 돼서 제 시간에 맞춰 달려가서 구조를 했고, 그렇지 않으면...\"\n\"그렇습니다. 그해에 우리가 폐하께 합류하려고 할 때 우리는 보청현을 지나가고 있었습니다. 6월은 매우 더웠어요. 셋째 형은 호텔에 머물 수 없어서 혼자 나가서 돌아다녔습니다.\" 참외 밭을 지나서 따러 들어갔다가 참외로 갈증을 해소했는데 이때는 일찍 익은 참외가 많지 않아 셋째 동생이 따는 방법을 몰라 많이 깨뜨렸다. 참외를 바라보던 여자가 앞으로 나서서 셋째 형을 고발했다. 둘이 의견이 맞지 않아 싸우기 시작했다. 어서. 다행히 걱정이 돼서 제 시간에 맞춰 달려가서 구조를 했고, 그렇지 않으면...\"\n\"이 Zheng Ziming, 애초에 그의 잘못입니다. 사과해야합니다. 그가 왜 그를 때렸습니까? 게다가 그와 같은 사나운 남자의 주먹과 발길질을 어떻게 여자 가족이 견딜 수 있습니까? 자, 당신은 이 여자를 때려 아니?\" \"소녀는 무사한데...\"\n\"이 정쯔밍, 애초에 자기 잘못이니까 사과해야지. 왜 때리려고 하는 거야? 게다가 그처럼 사나운 남자의 주먹과 발길질을 어떻게 여자 가족이 견딜 수 있겠어! 자, 말해봐. 당신이 이 여자를 때렸어요. 아니?\"\n\"그 소녀는 무사했습니다...\"\n\"괜찮아, 괜찮아... 야, 조치 안 취했어? 아, 제 시간에 구해준 것 같은데.\"\n\"괜찮아! 괜찮아... 야! 행동 안 했어? 아! 시간에 맞춰 나를 구해준 건 너였나봐!\"\n\"...아니, 내가 구한 사람은...셋째 형이었어.\" \"...아니, 내가 구한 사람은...셋째 형이었지.\"\n\"아 아?!\"\n\"셋째 동생은 여자에게 넘어져 심하게 구타당했습니다. 다행히 제가 도착해서 설득해서 가니 크게 다치지는 않았습니다.... 폐하... 폐하!... \"\n\"셋째 동생은 여자에게 넘어져 심하게 구타당했습니다. 다행히 제가 도착해서 설득해서 가니 크게 다치지는 않았습니다. ... 폐하... 폐하!...\"\n\"아?...아, 저 여자는 누구야!?\" \"아!?...아, 저 여자는 누구야!?\"\n\"나중에야 그 여자의 이름이 도삼춘이라는 걸 알게 됐고, 그녀의 아버지 타오홍은 아무런 뜻도 없는 늙은 영웅이었다. 타오삼춘은 어릴 때부터 아버지에게 무술을 배웠다. 알고 난 뒤에야 알았다.\" 그의 가족 중에서 나는 삼춘씨가 인품이 뛰어난 것을 보았다. , 나라와 관대하고 어린애의 버릇이 전혀 없이 일부러 그와 짝을 이루었고, 타오 아버지와 딸도 셋째 형의 솔직한 성격을 매우 좋아했다. 곧바로 화해하고 두 사람을 위해 이 결혼을 하기로 결정했습니다. 폐하, 이것이 위조결혼이 아니라고 말씀해 주십시오.\"\n\"뒤에서야 그 소녀의 이름이 도삼춘이라는 것을 알게 되었는데, 그 아이는 어릴 때부터 아버지에게 무술을 배웠습니다. 그 가족을 알고 나니 싼춘 씨의 인품이 뛰어나고, 관대하고 어린 소녀의 버릇이 전혀 없어서 일부러 데려갔고, 타오 씨와 그의 딸도 셋째 형의 솔직한 성격을 매우 좋아했고, 즉시 마음에 들어서 결혼하기로 결정했습니다. 폐하, 이것이 위조결혼이라고 생각하지 않습니까?\"\n(이 이야기는 나쁜 일이 좋은 일로 바뀌었기 때문에 비유입니다.)", "聖意": "가정과 자신의 보호를 위해 기도하고, 조심하고, 부를 기원하고, 장사를 망치고, 결혼을 방해하고, 형벌, 유가, 보험, 들판에 갇힌 행인, 누에피해, 가축피해, 실종자, 불법소송, 손실, 이주, 보수성 , 유실물, 악질병, 걱정, 위험, 산, 무덤, 실패", "古人": "타오삼춘이 멜론밭에서 정언을 이겼다", "第X籤": "아흔아홉 번째", "宮": "하이공"}