{"籤詩版本二": "دنیا ایک اچھی شادی، اچھے دنوں اور اچھے وقتوں کے لیے بنائی جائے، اور سب کچھ ٹھیک ہو۔\nاگر آپ کو یہ لاٹ مل جائے تو یہ کوئی چھوٹی بات نہیں ہے۔ شہنشاہ نے اعلان کیا کہ لوگ وفادار اور راست باز ہیں۔", "詩意": "یہ ہیکسگرام آسمان اور زمین کے کھلنے کے آغاز کی نمائندگی کرتا ہے۔\nہر چیز مبارک ہے۔", "解曰": "تیز رفتار۔ سال اپنے وقت کے قابل نہیں ہے۔ Guanyin لکھتے ہیں. پہلے مجھے بتائیں۔", "籤詩故事一": "◇ زونگلی روشن ہو گیا۔\nZhongli Quan، کنیت Zhongli، دیا ہوا نام Quan، بشکریہ نام Yunfang، اور عرفیت Zhengyang، مشرقی ہان خاندان کے دوران Xianyang کاؤنٹی، Xi'an، Shaanxi صوبے کے رہنے والے تھے.\nژونگ لیکوان ہان خاندان کا ایک جرنیل تھا، مغربی کیانگ کے خلاف مہم کے دوران، وہ کمانڈر لیانگ یی سے حسد کرتا تھا اور اسے صرف 30,000 بوڑھے اور کمزور سپاہی تفویض کیے تھے۔ جیسے ہی وہ اپنی منزل پر پہنچا، کیمپ کو لوٹ لیا گیا۔ مغربی کیانگ فوج، اور فوجی بھاگ گئے. Zhong Liquan ایک وادی میں گم ہو گیا اور راستے میں ایک ہوو راہب سے ملاقات ہوئی، وہ اسے ایک چھوٹے سے گاؤں میں لے گیا اور کہا، \"یہ مسٹر ڈونگوا کی رہائش گاہ ہے۔\" پھر اس نے الوداع کہا اور چلا گیا۔ تھوڑی دیر کے بعد، اچانک کسی نے کہا، \"یہ اس لیے ہوگا کیونکہ سبز آنکھوں والا ہو آدمی بہت زیادہ باتونی ہے۔\" اس نے ایک شخص کو دیکھا جس نے ہرن کی سفید کھال پہنی ہوئی تھی اور اس نے ہری کوینوا کا لاٹھی پکڑی ہوئی تھی۔ اس نے ژونگ لیکوان سے پوچھا، \"وہ شخص جو آیا تھا۔ یہ ہیں ہان ڈا جنرل زونگلیقان\n? Zhong Liquan حیران رہ گیا، یہ جان کر کہ وہ ایک عجیب شخص سے ملا ہے، لہذا اس نے خلوص دل سے تاؤ سیکھا۔\nZhong Liquan بعد میں Zhenren Huayang اور لافانی بادشاہ Xuanfu سے ملے، اور \"امریت کا راز\" سیکھا۔ آخر کار، وہ کانگ ٹونگ ماؤنٹین میں زیجن سیہاؤفینگ میں مقیم رہے، \"جیڈ باکس کا راز\" حاصل کیا اور ایک حقیقی امر بن گیا۔ کوانزن فرقہ کی طرف سے انہیں پانچ شمالی سرپرستوں میں سے ایک کے طور پر بھی جانا جاتا تھا۔", "聖意": "خزاں اور سردیوں میں آپ کے گھر اور گھر کے لیے دعا کریں کہ خزاں اور سردیوں میں خوش قسمتی کی تلاش میں رہیں۔کاروبار میں اچھی قسمت، شادی میں اچھی قسمت، لڑکوں کو جنم دینے میں اچھی قسمت، میدان میں سفر کرنے میں خوش قسمتی , ریشم کے کیڑوں میں اچھی قسمت، مویشیوں میں اچھی قسمت، لوگوں کو ڈھونڈنے میں اچھی قسمت، عوامی مقدموں میں اچھی قسمت، ہجرت میں اچھی قسمت، گمشدہ جائیداد، شمال مشرقی بیماریاں، پہاڑوں اور مقبروں کو بھیجنے میں اچھی قسمت.", "古人": "ژونگلی روشن ہو گیا۔", "第X籤": "پہلی نشانی", "宮": "بچہ دانی"}