{"籤詩版本二": "پریشانیاں اور پریشانیاں وقتی طور پر دور ہوجاتی ہیں اور خوشی آسمان سے آتی ہے۔\nجس طرح گوبر میں چھپا ہوا جیڈ، اچھا کام کرنے والا خاک اٹھاتا ہے۔", "詩意": "یہ ہیکساگرام ین اور یانگ کی ہم آہنگی کی نمائندگی کرتا ہے۔\nآپ جو بھی منصوبہ بنا رہے ہیں وہ سب اچھا ہے۔", "解曰": "کچھ حاصل نہیں کیا، کچھ کھویا نہیں۔ نقصان سے فائدہ اٹھانا۔ ولن مشکل میں ہے۔ آپ کو گڈ لک، شریف آدمی.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597)، جس کا درباری نام Nanzhao تھا اور جس کا نام Longtang تھا، تبدیل کر کے Longtan رکھ دیا گیا اور اسے Huayun کا نام بھی دیا گیا۔ وانشیفانگ کا رہنے والا، منگ خاندان میں ہوازہو فوچینگ (اب ہواچینگ ڈسٹرکٹ، ہوزہو سٹی کا حصہ)۔ جیاجنگ کے دور حکومت کے 44 ویں سال (1565) میں، وہ جنشی بن گیا اور اسے کنگ کاؤنٹی کے مجسٹریٹ کے خطاب سے نوازا گیا۔ اس نے ٹرانسفر ڈپارٹمنٹ کے ڈائریکٹر کے طور پر کام کیا، اور بعد میں اسے شانسی روڈ کے نگران سنسر میں تبدیل کر دیا گیا۔\nوانلی کے 20ویں سال (1592) میں، ننگزیا کے جنرل قونصل، کوائی بائی (منگول تاتاری قبیلے کے سربراہ) نے گورنر ڈانگ ژن کو قتل کر دیا اور صوبہ ہیکسی کے سینتالیسویں قلعے پر قبضہ کر لیا، شہر کو توڑ دیا، عبادت کی اور جلا دی۔ خود کو موت. مینگ ژیونگ کریڈٹ لینے میں مغرور نہیں ہے، اور اپنی صلاحیتوں کو ان جرنیلوں کی طرح اچھا ہونے دیتا ہے جو لڑنے کی ہمت رکھتے ہیں۔ سرکاری وی زوزینگ کو بحال کر دیا گیا۔ اپنے بعد کے سالوں میں، اس نے پانچ بار استعفیٰ دیا اور ہوئی لونگ ٹیمپل بنانے کے لیے اسے واپس ہوزو واپس کر دیا گیا۔\nYe Mengxiong شروع میں ایک سرکاری ملازم کے طور پر تاؤ ازم میں داخل ہوئے، اور اپنی دیانتداری کے لیے مشہور تھے۔ پرانے تاریخی ریکارڈ کے مطابق وہ \"عاجزی اور قابلیت میں سب سے پہلے\" تھا، \"بدعنوانی کو ختم کرتا تھا اور بغاوتوں کو سزا دیتا تھا\"، اچھی ساکھ چھوڑتا تھا۔ انتہائی وفادار، دلیر، دلیر، اور وسائل سے بھرپور۔ بندوق چلانے میں اچھا۔ ان کی زندگی کے دوسرے نصف حصے میں، ان کی مارشل آرٹ کی مہارتیں \"منگ ​​خاندان کی تاریخ\" میں درج کی گئیں اور انہیں قومی ہیرو کے طور پر شمار کیا گیا۔", "聖意": "گھر ناموافق ہے (زیادہ سے زیادہ پرامن)۔ خزاں اور سردیاں اپنے لیے اچھی ہیں، دولت کامیاب ہے، لین دین کامیاب ہے، اور شادی کامیاب ہے۔ لیوجیا کا جھوٹا الارم ہے (خزانے ہیں)۔ پیدل چلنے والے ریشم کے کیڑوں کی دعا کے لیے کھیتوں میں جاتے ہیں۔ ، اور چھ جانور فلیٹ ہیں۔ لوگ پائے جاتے ہیں۔ عوامی مقدمے ناگوار ہیں۔ ہجرت قدامت پسند ہے، گمشدہ جائیداد بیماری میں رکاوٹ ہے، اور قبر فوشان میں ہے۔", "古人": "یی مینگ ژیونگ چاو دی", "第X籤": "سولہویں جیتنے والا لوٹو", "宮": "ماوگونگ"}