{"籤詩版本二": "سنہری کوا مغرب میں پڑتا ہے اور خرگوش مشرق میں طلوع ہوتا ہے۔دن اور رات کا چکر زمانہ قدیم سے آج تک جاری ہے۔\nراہبوں اور تاؤ پرستوں کو معلوم ہے کہ کوئی نقصان نہیں ہے، اور علماء، کسان، صنعت اور تاجر سب اپنے اپنے دماغ کی پیروی کرتے ہیں.", "詩意": "یہ ہیکساگرام ین اور یانگ کے موم بننے اور ختم ہونے کی نمائندگی کرتا ہے۔\nیہ بھی ایک نشانی ہے کہ سب کچھ منصوبہ بندی کے مطابق ہوگا۔", "解曰": "ذہن میں کچھ نہیں ہے۔ آپ نے جو کیا ہے وہ قابل تعریف ہے۔ کمان سے تیر کی طرح۔ ایک گولی نشانے پر لگی۔", "籤詩故事一": "◇ انکل کاو گو ایک لافانی ہیں۔\nکاو گوجیو، جو ژوژو کے رہنے والے ہیں، کے بارے میں کہا جاتا ہے کہ وہ سونگ خاندان کے رینزونگ دور میں ریاست کے بڑے چچا تھے۔ان کا نام کاو یی تھا، جسے کاو جِنگ شیو بھی کہا جاتا ہے۔\nچچا کاو گو کا ایک چھوٹا بھائی تھا جس کا نام کاو ایر تھا۔ اس کاو ایر نے اپنی سامراجی طاقت پر بھروسہ کیا اور ہر قسم کی برائی کا ارتکاب کیا۔ اس نے کھیتوں پر قبضہ کیا، بیویاں اور بیٹیاں چھین لیں اور کچھ بدمعاش لوگوں سے دوستی کی، جو آتے جاتے رہے۔ اس کی اچھی باتوں اور تسلیوں کو سننے سے انکار کر دیا، اس لیے اس نے اسے قابو کرنے کے لیے سزا کا استعمال کیا۔\nCao Guojiu نے کہا: \"دنیا کے اصول یہ ہیں کہ جو لوگ اچھائی جمع کرتے ہیں وہ فلاح پاتے ہیں، اور جو برائی جمع کرتے ہیں وہ فنا ہو جاتے ہیں۔ یہ ایک ناقابل تغیر سچائی ہے۔ ماضی میں، ہمارے Cao خاندان نے آج کی دولت کے حصول کے لیے برے اعمال جمع کیے ہیں۔ اب میرے بھائی نے برائی کی انتہا کر دی ہے، چاہے وہ بچ جائے، اگر آپ کو حکام کی طرف سے سزا دی جائے تو بھی آپ ان قدرتی آفات سے نہیں بچ سکتے جو چھپ کر چل رہی ہیں، ایک بار جب کوئی آفت آتی ہے اور آپ کا خاندان تباہ ہو جاتا ہے اور کوئی مر جاتا ہے تو آپ نہیں بچ سکتے۔ میں اس سے ذلیل اور خوفزدہ ہو جاؤں گا۔\" چنانچہ میں نے اپنی تمام دولت منتشر کر دی، اس نے غریبوں کی مدد کی اور اپنے بھائی کے معاملات کی پرواہ نہ کی۔ پھر اس نے اپنا گھر اور دوستوں کو چھوڑا، تاؤسٹ یونیفارم میں تبدیل ہو گیا، اور اپنے دماغ اور فطرت کو پروان چڑھانے کے لیے پہاڑوں میں چلا گیا۔\nایک دن اتفاقاً اس کی ملاقات ہان خاندان کے ژونگلی اور لو ڈونگ بن سے ہوئی۔انکل کاو گو کے روانی سے جوابات دیکھ کر وہ بہت خوش ہوا اور اسے \"حق کی واپسی کا خفیہ حکم\" دیا اور اسے احتیاط سے عمل کرنے کا حکم دیا۔ کوان اور لو ڈونگ بن کو لافانی طبقے سے متعارف کرایا گیا۔", "聖意": "گھر کے لیے خوش نصیبی، گھر، خوش نصیبی، خوش نصیبی، کاروبار میں اچھی قسمت، شادی، نر مسافر، کھیت میں ریشم کے کیڑے جلدی لگانا، مویشیوں کا ناکارہ ہونا، لوگوں کی تلاش، مقدمہ، ہجرت، گمشدہ جائیداد، دیر سے بیماری، خوش نصیبی", "古人": "چچا کاو گو ایک لافانی ہیں۔", "第X籤": "اٹھارویں دستخط کریں۔", "宮": "ماوگونگ"}