{"籤詩版本二": "تیز پانی کے ساحل سے کشتی کو واپس جانے دینا، ہنگامہ آرائی سے آپ کیا کرنا چاہتے ہیں؟\nاگر آپ محفوظ رہنا چاہتے ہیں تو سکون تلاش کریں اور اس بحران سے گزرنے کی لہروں کا انتظار کریں۔", "詩意": "یہ ہیکسگرام ایک کشتی کی طرح ہے جو تیزی سے ساحل پر سفر کرتی ہے۔\nہر چیز میں قدامت پسند رہیں اور وقت کا انتظار کریں۔", "解曰": "مضبوط پانی میں اتریں۔ خطرہ وقت کا انتظار کر رہا ہے۔ اگر آپ کیمپ کے منصوبوں کے بارے میں پوچھیں۔ کچھ نہیں کیا جا سکتا۔", "籤詩故事一": "◇ زیی کو تاج پہنایا گیا بادشاہ ہے۔\nGuo Ziyi (697-781)، جسے Guo Linggong کے نام سے بھی جانا جاتا ہے، Zheng County، Huazhou (اب Huaxian County، Shaanxi Province) کا رہنے والا تھا اور تانگ خاندان کا ایک جنرل تھا۔\nتیان باؤ کے 14 ویں سال (755) میں انشی بغاوت کے دوران، اسے شووفانگ جیدوشی (لنگوو، موجودہ ننگشیا میں لنگو کے مغرب میں) کا خطاب دیا گیا تھا۔ اسے صلیبی جنگ کا حکم دیا گیا تھا۔ اس نے شووفانگ کی فوج کو لی گوانگبی کے ساتھ ملا کر مارچ کیا۔ انہوں نے چانگشن (زینگڈنگ، ہیبی) میں فوجوں میں شمولیت اختیار کی اور شی سمنگ کو شکست دے کر ہیبی کو دوبارہ حاصل کیا۔ اس وقت، گو زی نے مشورہ دیا کہ شہنشاہ فین یانگ کو شمال سے لے جائے اور ٹونگ گوان کے محاصرے کو کم کرنے کے لیے باغی شیروں کی ماند پر حملہ کرے، لیکن شوانزونگ نے انکار کر دیا۔ اس کے بعد، تانگ خاندان کے اواخر میں علیحدگی پسند جاگیردار قصبوں کی صورت حال لگائی گئی، جو تانگ خاندان کے خاتمے کا دور دراز سبب بھی بنی۔\nتیان باؤ کے دور حکومت کے پندرہویں سال (756) میں، اس نے اور ایغور اتحاد نے ہیکو کو پرسکون کیا۔ اگلے سال کے موسم بہار میں، انہوں نے ہیڈونگ (اب یونگ جی، شانسی) اور فینگ یی (اب ڈالی، شانسی) کو بازیاب کرایا اور ٹونگ گوان پر حملہ کیا، Cui Qianyu کو شکست دی۔ تانگ فوج کو 10,000 سے زیادہ ہلاکتوں کا سامنا کرنا پڑا۔ Cui Qianyu نے پوجن کے سامنے ہتھیار ڈال دیئے۔ ایک لوشان کو اس کے بیٹے این چنگسو نے قتل کیا۔\nZhide (757) کے دوسرے سال میں، اسے Fengxiang کی طرف فوج کی قیادت کرنے کا حکم دیا گیا، راستے میں، اس نے Baiqu Liuyun Bridge (آجکل سینیوان کے جنوب مشرق میں) پر 5000 Li Guiren کے گھڑ سواروں کو شکست دی۔ Qingqu (آج کا شیان کے مغرب میں) میں Guiren کو شکست ہوئی، اور وہ Wugong (آج کا ووگونگ کے شمال مغرب میں) واپس چلا گیا۔ ستمبر میں، اس نے مارشل گوانگ پنگ وانگ لی چو کی پیروی کرتے ہوئے تانگ اور ایغوروں کی قیادت کرنے کے لیے 150,000 فوجیوں کو شامل کیا، اور پھر جنگ کی۔ ژیانگ میں این شوزونگ اور لی گیرین کے ساتھ۔ جی ٹیمپل کے شمال میں (آج کی چانگآن کاؤنٹی کے جنوب مغرب میں)، اویغور سپاہیوں نے دشمن کے پیچھے چکر لگایا، دونوں طرف سے حملہ کیا، اور 60,000 دشمنوں کو ہلاک کیا۔ ژانگ ٹونگرو شانسی کاؤنٹی کی طرف بھاگ گئے، اور آخر کار دارالحکومت چانگان (آج کا ژیان) دوبارہ حاصل کر لیا۔تانگ فوج کی شان ایک بار پھر چانگان میں بحال ہو گئی۔\nاس کے بعد، تانگ فوج نے فتح کا فائدہ اٹھایا اور مشرق کی طرف مارچ کیا، 150,000 آدمیوں بشمول یان ژوانگ اور ژانگ ٹونگرو کو Xindian میں شکست دے کر (اب سانمینکسیا سٹی، ہینان صوبے کے جنوب مغرب میں)، آن کینگ سو کو دریائے زرد کو عبور کرنے اور ژیانگ زو کی طرف پیچھے ہٹنے پر مجبور کیا۔ Dongjun Luoyang واپس آئے. سیٹو کو اس کی خوبیوں میں شامل کریں اور اسے ملک کا ڈیوک بنائیں۔\nشی سمنگ نے فین یانگ سے اپنی فوج کی قیادت این چنگسو کو بچانے کے لیے کی۔دونوں فریق دریائے انیانگ کے شمال میں (آج کا انیانگ کا شمال) تشکیل پاتے ہوئے لڑے، لڑائی ناقابل شکست تھی۔ 600,000 آدمیوں کا دعویٰ کیا، (یچینگ کی جنگ میں) پسپائی اختیار کی۔ اس جنگ کا مرکزی کمانڈر خواجہ سرا یو چاؤین تھا جس کے پاس قائدانہ صلاحیتیں نہیں تھیں اور اس نے جنگ کی ناکامی کا ذمہ دار گو زی کو ٹھہرایا۔ Guo Ziyi کو واپس چانگان میں بلایا گیا، فوجی طاقت سے نجات ملی، اور ایک بیکار اہلکار بن گیا۔\nBaoying کے پہلے سال (762) میں، تائی یوان (آج کا تائی یوان کے جنوب مغرب میں) اور جیانگ زو (آج کا سنکیانگ صوبہ شانزی میں) میں فوجوں نے بغاوت کر دی، عدالت خوفزدہ ہو گئی، اس لیے زیی کو فینیانگ کے بادشاہ کا خطاب دیا گیا اور وہ باہر چلے گئے۔ جیانگ زو کو کنٹرول کریں۔ وہ خواجہ سرا چینگ یوان زن سے بھی بیگانہ ہو گیا تھا اور فوجی طاقت سے فارغ ہو گیا تھا۔\n(اس کہانی کا فوکس: گو زی، جو بہت قابل اور اچھے برتاؤ کا تھا، نے شوانزونگ اور کچھ ولن سے ملاقات کی، جس نے اس کی کامیابیوں پر بہت زیادہ سمجھوتہ کیا۔)", "聖意": "گھر اور اپنے آپ کو برکت دینا، دولت کی تلاش، کوئی لین دین نہیں، شادی نہیں، کوئی جھوٹا الارم نہیں، پیدل چلنے والوں کا تیانکنجی پہنچنا، لوگوں کو تلاش کرنا مشکل، عوامی مقدمے اور (زنگ نہیں)، ہجرت، قدامت پسندی، کھوئی ہوئی جائیداد، تلاش کرنا مشکل، بیماریاں، برکتوں، پہاڑوں اور قبروں کے لیے دعا کرنا، مبارک", "古人": "زیی کو بادشاہ کا تاج پہنایا گیا۔", "第X籤": "انیسویں جیتنے والی لوٹ", "宮": "تتسمی۔"}