{"籤詩版本二": "اتنی پریشانیوں اور خطرات کے بعد اب سے یہ دوبارہ کبھی خالی نہیں ہوگا۔\nایک فیاض دل کے اپنے فراخدلانہ منصوبے ہوتے ہیں، آپ کو بڑی کامیابیاں حاصل کرنے کے لیے کسی ماہر سے ملنا پڑتا ہے۔", "詩意": "یہ ہیکسگرام ایک قدیم کنویں کی طرح ہے جس میں چشمہ ہے۔\nہر چیز میں نیک لوگ کامیابی حاصل کرتے ہیں۔", "解曰": "مقدمہ بالآخر درست ثابت ہو گا۔ بیمار اور محفوظ۔ مشورہ لینے کے لیے اندر اور باہر جائیں۔ قدیم کنواں موسم بہار سے ملتا ہے۔", "籤詩故事一": "◇Yao Chong ٹڈیوں کو کنٹرول کرتا ہے۔\nیاو چونگ (649-721)، جس کا اصل نام یوآن چونگ تھا، کا تعلق شان زو سے تھا۔اس نے تانگ خاندان میں شیا گوان، چنگوان کے شانگشو، زیویلنگ، ژونگشولنگ، اور وزیر اعظم کے طور پر خدمات انجام دیں۔\nکائیوآن کے چوتھے سال (716) میں، شیڈونگ (عام طور پر ہواشان کے مشرق میں دریائے زرد کے طاس کا حوالہ دیا جاتا ہے) ٹڈیوں کی لپیٹ میں آگیا۔لوگ توہم پرستانہ خیالات میں جکڑے ہوئے تھے اور انہیں شکار کرنے اور مارنے کی ہمت نہیں رکھتے تھے۔ قربانیاں دیتے، بخور جلاتے، کھیتوں کے پاس پوجا کرتے اور فصلوں کو ٹڈی دل کے ہاتھوں ہڑپ ہوتے دیکھا۔\nتمام عہدے داروں کا خیال تھا: \"ٹڈی ایک قدرتی آفت ہے، ان پر افرادی قوت سے کیسے قابو پایا جا سکتا ہے!\" اس وقت دو مختلف نظریات کے درمیان کشمکش شدید تھی، چاہے ٹڈی دل کو ختم کیا جائے یا نہ کیا جائے۔\nیاؤ چونگ نے کہا: \"جب تک ہم مل کر کام کرتے ہیں، ہم ان سب سے چھٹکارا حاصل کر سکتے ہیں۔ انہوں نے کہا: ٹڈی دل لوگوں سے ڈرتی ہے، اس لیے انہیں بھگانا آسان ہے۔ پودوں کے مالک ہوتے ہیں، اس لیے بچانے والوں کو سخت محنت کرنی چاہیے۔ اڑ سکتے ہیں، اور اگر وہ رات کو آگ دیکھیں گے تو وہ اس کی طرف اڑ جائیں گے، ان پر کھیت میں آگ لگائیں، جلتے ہوئے گڑھے کھودیں، جلتے ہوئے انہیں دفن کریں، اور کچھ بھی نہیں بچے گا۔\"\nXuanzong نے کہا: \"ٹڈی دل ایک قدرتی آفت ہے جو ناقص اخلاقی حکمرانی کی وجہ سے ہوتی ہے۔ اگر آپ ان کا شکار کرنے اور مارنے کے لیے کہتے ہیں، تو کیا یہ اناج کے خلاف نہیں ہے؟\"\nYao Chong نے مزید کہا: \"ٹڈیوں کو پکڑنے اور مارنے کا رواج قدیم لوگوں نے کیا تھا، اور آپ کی عظمت اسے مستقبل میں استعمال کرے گی۔ کسانوں کے لیے امن اور خوشحالی لانے کے لیے یہ ایک بڑا قومی واقعہ ہے۔ براہ کرم اس پر سنجیدگی سے غور کریں۔\"\nXuanzong قائل تھا. لیکن اس وقت عدالت کے اندر اور باہر سب نے کہا کہ ٹڈی دل کا شکار نہیں ہو سکتا۔\nXuanzong نے کہا: \"میں نے وزیر اعظم کے ساتھ بات چیت کی ہے اور ٹڈیوں کو پکڑنے کا فیصلہ کیا ہے۔ جو بھی دوبارہ اعتراض کرے گا اسے پھانسی دے دی جائے گی۔\" چنانچہ اس نے لوگوں کو ٹڈی دل کو جلانے اور دفن کرنے کی نگرانی کرنے اور ہدایت کرنے کے لیے سنسر بھیجا۔\nاس کے نتائج کافی موثر تھے۔ ملک بھر میں ٹڈی دل کے نو ملین ڈانس پکڑے گئے، اور ٹڈی دل کا وبائی مرض کامیابی سے ختم ہو گیا۔ اس سال زراعت نے اچھی فصل حاصل کی۔\n(ڈیزاسٹر مینجمنٹ اور انخلاء میں حکمت کا استعمال کیا جانا چاہیے، اور مشکلات پر قابو پانے کے لیے ہوشیار حکمت عملی ہونی چاہیے۔ یاؤ چونگ اس معاملے میں ماہر ہیں)", "聖意": "گھر عام ہے، نفس مسدود ہے، پیسے مانگنا مسدود ہے، تجارت مسدود ہے، شادی بیاہ اور ہم آہنگی مسدود ہے، لیوجیا میں خطرہ ہے، پیدل چلنے والے مسدود ہیں، ریشم کے کیڑے مسدود ہیں، مویشی ناگوار ہیں، لوگ لاپتہ ہیں، عوامی مقدمے چل رہے ہیں۔ مسدود، ہجرت غیر معقول ہے، کھوئی ہوئی چیزیں ملنا مشکل، بیماریوں کے لیے دعا کرنا مشکل، پہاڑ اور قبریں بے چین ہیں۔", "古人": "یاو چونگ ٹڈیوں کو کنٹرول کرتا ہے۔", "第X籤": "پچیسویں لاٹری جیتنا", "宮": "ایم آئی پیلس"}