{"籤詩版本二": "افواہ یہ ہے کہ چیزیں الٹ گئی ہیں، اور مجھے افق سے ایک خط موصول ہوا ہے۔\nکتاب میں مجھ سے جو شہرت اور کامیابی کا وعدہ کیا گیا تھا وہ آخر تک خالی رہا۔", "詩意": "اس ہیکساگرام کا غلط نام ہے۔\nہر چیز میں قدامت پسند رہنے کا مشورہ دیا جاتا ہے۔", "解曰": "اوپر اور نیچے پریشان۔ فرصت کی تلاش بیکار نہیں ہے۔ شہرت کی خواہش۔ محفوظ رہو.", "籤詩故事一": "◇ Zhong Kui روشن خیالی حاصل کرتا ہے۔\nZhong Kui، جس کی کنیت Zhong Kui ہے، جس کا درباری نام Zhengnan ہے، Zhongnanshan سے ہے۔\nتانگ خاندان کے شہنشاہ ڈیزونگ کے دور میں، ژونگ کوی نے شاہی امتحان میں حصہ لیا، ژونگ کوئی نے امتحانی سوالات پڑھے اور فوراً ہی مضمون لکھا اور اسے حوالے کر دیا۔ اس دن چیف ایگزامینر ہان یو، وزیر شہری امور تھے، اور نائب ممتحن لو زی، ایک عظیم عالم تھے۔ جب دونوں نے ژونگ کوی کا کاغذ پڑھا تو ان کی آنکھیں چمک اٹھیں اور انہوں نے یک زبان ہو کر کہا: \"جادوگر، جادوگر! اس مضمون کا ہر لفظ شاندار ہے، لی تائبائی اور ڈو زیمی کے لائق!\" تو انہوں نے ژونگ کوی کا نام پہلی جگہ رکھا۔\nشہنشاہ ڈیزونگ نے ہان یو کی رپورٹ سنی اور کہا کہ سائنس کا نیا چیمپئن ژونگ کوئی بہت باصلاحیت تھا، اس لیے اس نے ژونگ کوئی کو گولڈن پیلس میں طلب کیا۔\nجب شہنشاہ ڈیزونگ نے اس کی بدصورت صورت دیکھی تو فوراً ناگوار گزرا اور کہا کہ ہمارے دربار میں علماء کا انتخاب ذاتی الفاظ اور خطاطی پر مبنی ہے، ایسے بدصورت شخص کو سنہری علوم میں نمبر ون عالم کیسے منتخب کیا جا سکتا ہے؟ \"\nہان یو نے جلدی سے گھٹنے ٹیک دیئے اور کہا: \"کسی شخص کی اچھائی اور برائی صرف ظاہری شکل میں نہیں ہوتی۔ کیا آپ نے نہیں سنا کہ یان ینگ تین فٹ لمبا ہے اور وزیر اعظم کے برابر ہے؟ ہکلاتے ہیں لیکن ہان خاندان کی مدد کر سکتے ہیں؛ کنفیوشس لوگوں کو ان کی شکل سے جج کرتا ہے، اور اپنے بیٹے یو کو کھو دیتا ہے۔ مجھے امید ہے کہ آپ کی عظمت دو بار سوچے گی۔\"\nشہنشاہ ڈیزونگ نے ایک لمحے کے لیے سوچا اور کہا: \"اگرچہ ہان ایکنگ کی باتیں معقول ہیں، لیکن جب میں شہنشاہ تائیزونگ تھا، وہاں اٹھارہ علماء تھے جو ینگ زو میں آئے اور اس کے بارے میں بات کی، یہ شخص نمبر ون عالم تھا۔ مجھے ڈر ہے کہ دنیا کا کوئی بھی نہیں ہے۔ ہنر نہ پہچاننے پر مجھ پر ہنسیں گے۔\"\nوزیر اعظم لو کیو تنگ نظر اور ہنر سے حسد کرنے والے تھے۔شہنشاہ کی بات سن کر اس نے گھٹنے ٹیک کر کہا: \"سنہری مضمون میں نمبر ون اسکالر کا داخلی اور خارجی ہونا ضروری ہے۔ اس مضمون کے لیے تین سو امیدوار ہیں۔ تم دوسرا انتخاب کیوں نہیں کرتے؟\"\nجب ژونگ کوئی نے دیکھا کہ یہ شخص بہت الجھا ہوا ہے تو وہ غصے میں نہیں آ سکا اور اس نے لو کی کی طرف اشارہ کرتے ہوئے لعنت بھیجی: \"اگر ایسا جاہل اہلکار عدالت میں ہے تو کیا وہ ملک کو نقصان نہیں پہنچائے گا؟\" اس کے بعد، اس نے اپنی مٹھی سے لو کیو کو گھونسا۔\nیہ دیکھ کر ڈیزونگ غصے میں آگیا اور بولا: \"تم بہت بے باک ہو، گولڈن پیلس میں مصیبت ڈالنے کی جسارت کرو، اسے جلدی سے اتارو!\"\nغصے میں، ژونگ کوئی نے محل میں کھڑے جنرل کی کمر سے تلوار نکالی اور زور سے آہ بھری: \"مایوس بلی کے لیے شیر کی نقل کرنا مشکل ہے، اور مایوس طوطا مرغی کی طرح اچھا نہیں ہے۔\" اس کے بعد اس نے خودکشی کر لی۔\nجب شہنشاہ ڈیزونگ نے دیکھا کہ ژونگ کوی نے غصے میں خودکشی کر لی ہے تو وہ بہت حیران ہوا، لوگوں کے دل جیتنے کے لیے اس نے حکم دیا کہ ژونگ کوئی کو نمبر 1 اسکالر کے سرکاری لقب کے ساتھ دفن کیا جائے، اور اس نے ژونگ کوئی کو بھی خدا بنا دیا۔ دنیا کو بری روحوں سے نجات دلانے کے لیے Exorcism کا۔", "聖意": "اپنے گھر پر برکت کی دعا، اپنی حفاظت، مالی مشکلات، کاروبار میں ناکامی، شادی کی ناکامی، لیوجیا خاتون پیدل چلنے والے، شنتا ریشم کے کیڑے آدھے پکے، چھ گھریلو جانور جن کی پرورش ہو سکتی ہے، لاپتہ افراد، مغربی عوامی مقدمے، نقل مکانی، قدامت پسندی، گمشدہ جائیداد، بیماری، پہاڑوں اور قبروں میں خوش نصیبی کی دعا", "古人": "Zhong Kui نے تاؤ حاصل کیا۔", "第X籤": "لاٹری جیتنے والا چھبیسواں (لاٹری)", "宮": "ایم آئی پیلس"}