{"籤詩版本二": "اطمینان اور سکون سے وقت گزارنا، پیٹ بھر کر چائے پیتے ہوئے بیٹھنا اور لیٹنا\nآپ کو جسمانی اور ذہنی طور پر مصروف رہنے کی ضرورت نہیں ہے، اور آپ یقینی طور پر ناانصافی یا تباہی کا باعث نہیں بنیں گے۔", "詩意": "یہ ہیکساگرام امن اور استحکام کی علامت ہے۔\nہر چیز میں، صحیح وقت کا انتظار اچھی قسمت لائے گا۔", "解曰": "محفوظ اور صحت مند رہیں۔ دیوتاؤں سے پوچھو۔ وقت آنے تک انتظار کریں۔ چیزیں اتفاق سے ہوتی ہیں۔", "籤詩故事一": "◇ فوئنہوئی ڈونگپو\nایک بار، سو ڈونگپو نے زین کا مطالعہ کرتے ہوئے کچھ سمجھ حاصل کی، اس نے محسوس کیا کہ اس کی ریاست ماورائی ہے، اور اس نے اس میں خوشی محسوس کی۔ اپنے شوق کو نہ روک سکا، میں نے قلم پھیلایا اور ایک نظم لکھی:\n\"آسمان کے وسط میں، جیشو پوری کائنات میں چمکتا ہے؛ آٹھ ہواؤں سے اڑنے سے قاصر، وہ جامنی سنہری کمل پر سیدھا بیٹھا ہے۔\"\n(آٹھ ہوائیں مراد ہیں: نفع، زوال، تباہی، شہرت، تعریف، طنز، مصائب اور خوشی۔ یعنی ان آٹھوں حالتوں سے ناراض نہ ہونا \"آٹھ ہوائیں حرکت نہیں کر سکتی\" کہلاتا ہے)\nاسے لکھنے کے بعد، ڈونگپو نے اپنے نوکر کو دریا کے پار بھیجا کہ اسے جنشان مندر کے زین ماسٹر فوئن کو دے دے۔\nزین ماسٹر فوین نے اسے پڑھنے کے بعد، اس پر لفظ \"پادنا\" کا نشان لگایا اور اپنے نوکر کو واپس لینے کے لیے دیا۔\nیہ دیکھ کر ڈونگپو کو غصہ آیا، اس لیے وہ ایک کشتی لے کر دریا کے پار گیا اور بحث کے لیے بدھ کی مہر تلاش کرنے کے لیے جنشان مندر گیا۔\nجب ڈونگپو جنشان مندر کے گیٹ پر پہنچا تو فوئن پہلے ہی گیٹ پر انتظار کر رہا تھا۔\nسو ڈونگپو نے فوراً فوئن پر الزام لگایا: \"آپ جس نظم کو میں نے لکھا ہے اسے پادنا کیوں کہتے ہیں؟\"\nفوئن نے جواب دیا: \"کیا آپ پہلے ہی 'آٹھ ہواؤں سے اڑانے کے قابل نہیں' ہیں؟ آپ کو ایک پادنے سے 'دریا کے پار مارا' کیسے جا سکتا ہے!\"\nاس وقت ڈونگپو یہ جان کر حیران رہ گیا کہ وہ کافی اچھا نہیں ہے اور شرمندہ ہو کر رہ گیا۔\n(یہ کہانی \"گرمی ابھی نہیں آئی\" کا استعارہ ہے)", "聖意": "اپنے گھر اور اپنی حفاظت کے لیے، اپنے مال کے لیے، اپنے کاروبار کے لیے، اچھے وقت کے لیے، اپنی شادی کے لیے، لیوجیا میں ایک خاتون مسافر کے لیے، کھیتوں میں ریشم کے کیڑوں کی آمد کے لیے، چھ مویشیوں کے مستحکم ہونے کے لیے، کسی کو ڈھونڈنے کے لیے، مصیبت کے لیے، عوامی مقدموں کے لیے، ہجرت کے لیے، گمشدہ جائیداد کے لیے، بیماری کے لیے، کسی پہاڑی مقبرے پر بھیجنے کے لیے، مبارک", "古人": "فوئنہوئی ڈونگپو", "第X籤": "اکتیس جیتنے والا نمبر", "宮": "وی گونگ"}