{"籤詩版本二": "واپسی کا سفر یقینی ہے پتھر میں چھپے جیڈ کو کون جانتا ہے؟\nایک بار جب ایک اچھا کاریگر واضح طور پر کٹ جاتا ہے، تو وہ جیسپر کی مدت میں محفوظ اور محفوظ محسوس کرے گا", "詩意": "اس ہیکساگرام میں، جب آپ پتھر کاٹتے ہیں تو آپ جیڈ کی تصویر دیکھ سکتے ہیں۔\nہر کام میں کامیابی کے لیے محنت کریں۔", "解曰": "خزانہ پتھر میں ہے۔ اجنبی کم جانتے ہیں۔ اس کے واضح ہونے تک انتظار کریں۔ تم سے جو ہو سکے کرو۔", "籤詩故事一": "◇ لیو بی کو ہنر کی تلاش ہے (چھاڑ والے کاٹیج کے تین دورے، چھت والے کاٹیج کے تین دورے)\nتین سلطنتوں کا دور۔ ژوگے لیانگ لانگ زونگ میں ایک جھونپڑی میں تنہائی میں رہتے تھے۔ لیو بی ٹیلنٹ تلاش کرنے کے شوقین تھے، اس لیے وہ ذاتی طور پر ژوگے لیانگ سے ملنے گئے۔ اس نے ژوگے لیانگ کا تین بار دورہ کیا (جسے تاریخ میں \"تھری وزٹس ٹو دی تھیچڈ کاٹیج\" کہا جاتا ہے) لیو بی نے دوسروں کو دور رہنے کو کہا اور ژوگے لیانگ سے کہا۔ : \"ہان خاندان کا زوال ہے، اور غدار وزیروں نے ان کی زندگیاں چرا لی ہیں۔ مہاراج۔\" خاک میں ڈھکی ہوئی ہے۔ میں اپنی خوبی اور اپنی قابلیت کو نہیں ماپتا، میں دنیا کی عظیم راستبازی پر یقین کرنا چاہتا ہوں، لیکن میری حکمت۔ اور مہارتیں کم ہیں، اس لیے میں اسے بے تحاشا استعمال کرتا ہوں۔\nZhuge Liang نے اس کے بعد اس کے سامنے دنیا کو تین حصوں میں تقسیم کرنے کا منصوبہ پیش کیا، اور اس صورت حال کا تجزیہ کیا جس میں Cao Cao دستیاب نہیں تھا اور سن کوان اس کی مدد کو آسکتے تھے۔اس نے Jing اور Yi ریاستوں کے گورنروں کی بزدلی کی بھی وضاحت کی، جس سے اسے فائدہ اٹھانے کا موقع ملا، اور وہ صرف ان دو ریاستوں سے فائدہ اٹھا سکتا ہے، تب ہی وہ دنیا جیت سکتا ہے، اس نے لیو بی کو وسطی میدانی علاقوں پر حملہ کرنے کی حکمت عملی بھی بتا دی۔ (اس بحث کو بعد میں \"Longzhong Dui\" کہا گیا)۔ لیو بی نے یہ سننے کے بعد اس کی تعریف کی جیسے اسے کوئی خزانہ مل گیا ہو، اور Zhuge Liang کو مدد کے لیے باہر آنے کی بھرپور دعوت دی، چنانچہ Zhuge Liang Liu Bei کا فوجی مشیر بن گیا۔", "聖意": "گھر پرامن ہے، میں دولت کی تلاش میں ہوں، مزدوری کی تجارت شادی میں رکاوٹ بنتی ہے اور لیوجیا میں مجازی مسافر بن جاتی ہے۔", "古人": "لیو بی ہنر کی تلاش میں ہیں (چھاڑ والے کاٹیج کے تین دورے، چھالیہ والے کاٹیج کے تین دورے)", "第X籤": "بتیسویں لاٹری جیتنے والا", "宮": "وی گونگ"}