{"籤詩版本二": "پرانے خاندانی انداز کو تیار کریں اور دوبارہ ترتیب دیں۔ تاؤ آسمان کے بغیر ہے لیکن اس میں خوبی ہے۔\nراستے کے کانٹوں اور جھاڑیوں کو صاف کرنے کے بعد تینوں نے اپنے ساتھیوں کے ساتھ دوبارہ ملنے پر رضامندی ظاہر کی۔", "詩意": "یہ ہیکسگرام کپڑوں کی دوبارہ ترتیب کی نمائندگی کرتا ہے۔\nہر چیز مشکل ہے اس سے پہلے کہ بعد میں آسان ہو جائے۔", "解曰": "فکر نہ کرو۔ آپ کا وقت اچھا گزرے۔ اگر آپ مستقبل کے بارے میں پوچھیں۔ آگے ایک اچھی سڑک ہے۔", "籤詩故事一": "◇ تانگ راہب کے بدھ مت کے صحیفے\nXuanzang (602-664)، تانگ خاندان کے ایک نامور راہب، چن کی ایک مشترکہ کنیت اور یی کا دیا ہوا نام تھا۔ وہ گوشی کاؤنٹی، لوزہو (اب یانشی شہر کا جنوبی حصہ، ہینان صوبہ) میں پیدا ہوا تھا۔ وہ تیرہ سال کی عمر میں ایک راہب بن گیا اور بدھ مت کا نام Xuanzang رکھا۔ دنیا کو تانگ خاندان کا سانزانگ کہا جاتا ہے۔\nژینگوان کے تیسرے سال (629، جسے ژینگوان کا پہلا سال بھی کہا جاتا ہے) میں، اس نے بدھ مت کے صحیفے حاصل کرنے کے لیے مغرب کی طرف تیانزو (ہندوستان) کا سفر کیا، اس نے اکیلے ہی خطرات کا مقابلہ کیا اور مشکلات کو برداشت کیا۔ وہ صرف چار سال میں پہنچا۔\nژینگوان کے سترہویں سال میں، ماسٹر نے باضابطہ طور پر استعفیٰ دے دیا اور مشرق کی طرف واپس چلا گیا۔ وہ موجودہ سنکیانگ صوبے کی جنوبی سڑک، ختن اور لولان کے راستے چین واپس آیا۔اس نے کل سترہ سال اور 50,000 میل کا سفر طے کیا۔ جب وہ ژینگوان کے انیسویں سال کے پہلے مہینے میں چانگ آن پہنچا تو شہنشاہ نے لیانگ گوگونگ فانگ شوانلنگ اور دیگر سول اور فوجی حکام کو حکم دیا کہ وہ اس کا شاندار استقبال کریں۔\nاصل سنسکرت بدھ مت کے صحیفوں کی کل 520 اور 657 جلدوں کی درخواست کی گئی تھی۔ اور چینی میں ترجمہ کیا۔\nماسٹر کے واپس آنے کے بعد، شہنشاہ تائیزونگ اور شہنشاہ گاؤزونگ کی طرف سے اس کا بہت احترام کیا گیا اور اسے دا نی میں رکھا گیا، جس نے اسے \"ماسٹر ٹریپٹاکا\" کا خطاب دیا۔", "聖意": "گھر میں ہنگامہ آرائی، اپنے آپ کو خوش نصیبی، خوش نصیبی، اچھا کاروبار، اچھی شادی، کھیت میں لوگوں کی آمد میں رکاوٹ، ریشم کے کیڑے، ناموافق مویشی، لوگوں کی تلاش، عوامی مقدمے، ہجرت، جائیداد کی گمشدگی، تاخیر سے بیماری، نماز پڑھنا۔ برکت کے لیے پہاڑی مقبرے پرانے ہونے چاہئیں۔", "古人": "تانگ راہب بدھ مت کے صحیفے سیکھتے ہیں۔", "第X籤": "پینتیسواں لاٹری جیتنے والا", "宮": "شین گونگ"}