{"籤詩版本二": "اگر آپ محفوظ اور پرامن رہنا چاہتے ہیں تو ہوا میں موم بتیاں رکھنا مناسب نہیں ہے۔\nبہتر ہے کہ صاف کریں اور کسی گہرے ہال میں بیٹھیں، روشنی سے بچیں، کسی پرسکون جگہ پر ہلائیں اور گھومیں۔ ہلائیں → Yao۔ مفت → چند۔", "詩意": "یہ ہیکساگرام چراغ اور موم بتی کو ہلانے والی ہوا کی طرح ہے۔\nچیزوں کو مستقل رکھنا اچھی قسمت لائے گا۔", "解曰": "کسی پرسکون جگہ پر بس جائیں۔ کال پر رہیں اور وقت پر رہیں۔ یہ کوئی نعمت نہیں ہے۔ قدامت پسند اور مناسب۔", "籤詩故事一": "◇لی جِنگ پہاڑ پر واپس آئے\nلی جینگ (571-جولائی 2، 649)، بشکریہ فارماسسٹ، سینیوان، یونگ زو (اب سانیوان کاؤنٹی، شانسی صوبے کے شمال مشرق میں) کا رہنے والا تھا۔ سوئی خاندان کے آخری دور سے لے کر تانگ خاندان کے ابتدائی دور تک ایک جنرل، وہ تانگ خاندان میں سول اور فوجی دونوں مہارتوں کے ساتھ ایک مشہور فوجی حکمت عملی ساز تھے۔ بعد میں، اسے ڈیوک آف وی کا خطاب دیا گیا، اور دنیا میں ڈیوک آف وی کے نام سے جانا جاتا تھا۔\nلی جِنگ دیوتاؤں کی فہرست میں تیسرے شہزادے نیزا کے والد ہیں، جنہیں \"ٹوٹا کا بادشاہ\" بھی کہا جاتا ہے۔ لی جِنگ اور اُن کے بیٹے نے ملکہ چاؤ کو شکست دینے، چاؤ خاندان کے قیام، اور بادشاہ کو جیانگ زیا (تائی گونگ) کی مدد کی۔ وو سرکاری طور پر تخت پر چڑھ گیا۔ جیانگ زیا نے پھر دیوتاؤں کی ایک فہرست ترتیب دی اور جنگ میں مرنے والے فوجیوں کی روحوں کو تسلی دینے کے لیے ایک تقریب کا انعقاد کیا۔ اس کے بعد سے دنیا پرامن اور پرامن ہوگئی۔ کنگ وو مارکوئیز بنانا اور انہیں انعام دینا چاہتا تھا، اور وہ بانی ہیروز کو زمین بھی مختص کرنا چاہتا تھا۔ لی جِنگ، اس کے باپ اور بیٹے اور دیگر سات لوگوں نے پہاڑ پر واپس تاؤ ازم پر عمل کرنے اور دنیاوی شہرت اور دولت کے جنون میں مبتلا نہ ہونے کو کہا۔ بعد میں، یہ ساتوں \"جسم میں سنت بن گئے\" اور لافانی طبقے میں شامل ہوئے۔\n\"فینگ شین بینگ\" کی کہانی", "聖意": "گھر قدامت پسند ہے، میں عام ہوں، مجھے دولت کی تلاش ہے، مجھے کاروبار میں مشکل پیش آتی ہے، میری شادی میں ہم آہنگی نہیں ہے، لیوجیا پیدل چلنے والوں کے لیے اعتماد کی دعا کرتی ہے، ریشم کے کیڑے خزاں میں پک جاتے ہیں، چھ جانور محفوظ ہیں، لوگ لاپتہ ہیں، عوام قانونی چارہ جوئی اور ہجرت قدامت پسند ہیں، جائیداد کی بیماریوں کو کھو دیا ہے، Jianxingshan میں قبر کو تبدیل نہیں کرتے.", "古人": "لی جِنگ پہاڑ پر واپس آئے", "第X籤": "سینتیسویں لاٹری جیتنے والا", "宮": "شین گونگ"}