{"籤詩版本二": "سرخ پہیہ مغرب میں گرتا ہے، خرگوش مشرق میں طلوع ہوتا ہے، ین بڑھتا ہے اور یانگ غائب ہوجاتا ہے، اور سب کچھ ترقی کرتا ہے\nاگر کوئی عورت اسے استعمال کرنا چاہے تو اس سے اس کی دولت میں اضافہ ہوگا اور اس کے دل میں خوشی آئے گی۔", "詩意": "یہ ہیکساگرام ین کے بڑھنے اور یانگ کے غائب ہونے کی علامت ہے۔\nہر چیز مشکل ہے اس سے پہلے کہ بعد میں آسان ہو جائے۔", "解曰": "ین خواتین کو فائدہ پہنچاتی ہے۔ مردوں کے لیے موزوں نہیں۔ اگر آپ مشورہ چاہتے ہیں۔ برائی پہلے آتی ہے پھر اچھائی آتی ہے۔", "籤詩故事一": "◇ وو زیٹیان تخت پر چڑھ گئے۔\n14 سال کی عمر میں، وو کو تانگ خاندان کے شہنشاہ تائیزونگ لی شمِن نے ایک باصلاحیت شخص کے طور پر محل میں بلایا، جس کا نام \"وو میئی\" تھا۔ Taizong کی موت کے بعد، Zetian Ganye مندر میں داخل ہوا اور ایک راہبہ بن گیا۔\nجب تانگ خاندان کا شہنشاہ گاؤزونگ تخت پر آیا تو اس نے وو خاندان کو ژاؤئی کو خراج عقیدت پیش کرنے کے لیے محل میں بلایا۔ یونگھوئی (655) کے چھٹے سال میں، شہنشاہ گاؤزونگ نے وو کو اپنی ملکہ کے طور پر قائم کیا۔\nوو زیٹیان ذہین تھا، ادب اور تاریخ سے وابستہ تھا، اور وسائل سے مالا مال تھا۔ وو زیٹیان کے ملکہ بننے کے فوراً بعد، کیونکہ گازونگ کمزور اور بیمار تھی، اس نے بعض اوقات اسے بعض سیاسی معاملات کو سنبھالنے کے لیے سونپ دیا، اس لیے اس کی طاقت بڑھتی گئی۔ شانگ یوان (674) کے پہلے سال میں، شہنشاہ گازونگ کو \"شہنشاہ\" کہا جاتا تھا، مہارانی وو کو \"جنت کی ملکہ\" کہا جاتا تھا، اور وہ دونوں محل میں \"دو سنت\" کہلاتے تھے۔\nہانگ ڈاؤ (683) کے پہلے سال میں، شہنشاہ گاؤزونگ کا انتقال ہوا، پرنس لی ژیان تخت پر آئے، اور وو زیٹیان نے تخت سنبھالا۔ شیشینگ (684) کے پہلے سال فروری میں، وو زیٹیان نے لی ژیان کو لولنگ کے بادشاہ کے طور پر معزول کر دیا اور اپنے چوتھے بیٹے لی ڈین کو شہنشاہ کے طور پر قائم کیا، اس نے خاندان پر حکمرانی جاری رکھی۔ اسی سال ستمبر میں، اس نے جھنڈے کو سونے میں تبدیل کر دیا، اور مشرقی دارالحکومت لوویانگ کا نام بدل کر الہی دارالحکومت رکھ دیا گیا۔ تیانشو (690) کے پہلے سال ستمبر کے نویں دن وو زیٹیان نے خود کو شہنشاہ کا اعلان کیا اور ملک کا نام بدل کر چاؤ رکھ دیا۔", "聖意": "گھر اپنے لیے ناگوار ہے، برکت کی دعا، مال کی تلاش، لین دین کی حفاظت، شادی میں خوش قسمتی، شادی میں بد نصیبی (عورت)، پیدل چلنے والے کھیتوں میں رکاوٹ، ریشم کے کیڑے، خوشحال مویشی، لوگوں کی تلاش، جدائی، مقدمہ، نقصان، ہجرت جائیداد کا نقصان، بیماری، صدمہ، پہاڑ اور قبریں، اچھی قسمت", "古人": "وو زیٹیان تخت پر چڑھتے ہیں۔", "第X籤": "چالیسویں لاٹری جیتنے والا", "宮": "آپ محل"}