{"籤詩版本二": "لامحدود اچھی باتیں یاد رکھو گے لیکن تم چور کے بیٹے رہو گے۔\nاس وقت لالچی نہ ہوں اور اس بات کی فکر نہ کریں کہ اس نے ایک سال پہلے کیسے کچھ اچھا کیا ہوگا۔", "詩意": "یہ ہیکسگرام چور کی شناخت بیٹے کے طور پر کرتا ہے۔\nہر کام میں محتاط رہیں۔", "解曰": "بس یہ ایک۔ شریف آدمی کوئی غلطی نہیں کرتا۔ اسے ذہن میں رکھیں۔ تنہا مت بنو۔", "籤詩故事一": "◇ ڈونگ زو نے لو بو کو قبول کیا۔\nلو بو، بہادر اور لڑنے میں اچھا، مشرقی ہان خاندان کے اختتام اور تین ریاستوں کے آغاز میں ایک مشہور فوجی جنرل تھا، اس نے ایک بار جینگ زو کے گورنر ڈنگ یوآن کو اپنا گود لینے والا باپ سمجھا اور اس کے ماتحت خدمات انجام دیں۔\nمشرقی ہان خاندان کے شہنشاہ لنگ کی موت کے بعد، ڈنگ یوان حکومت کو کنٹرول کرنے کے لیے جنرل ہی جن کے ساتھ ملی بھگت کرنے بیجنگ گیا۔\nڈونگ ژو نے ڈنگ یوآن کے ساتھ جنگ ​​کی، لیکن کئی جرنیل لو بو کو شکست دینے میں ناکام رہے، اس لیے ڈونگ ژو نے اپنے ماتحت لی سو کو لو بو کو رشوت دینے کے لیے بھیجا۔ لی سو سونے اور چاندی کے خزانوں کے ڈھیر اور مشہور سرخ خرگوش گھوڑے کو \"لو بو کا دورہ\" کرنے کے لیے لے کر آیا۔ لی سو سونے اور چاندی کے خزانوں کے ڈھیر اور مشہور سرخ خرگوش گھوڑے کو لو بو کا دورہ کرنے کے لیے لایا۔ لہٰذا لو بو کو ڈونگ ژو نے رشوت دی کہ وہ ڈنگ یوآن کو مارے، اور اپنے سپاہیوں سے کہا کہ اگر وہ چاہیں تو اس کے ساتھ آئیں، اور اگر وہ اس کا پیچھا نہیں کرنا چاہتے تو وہاں سے چلے جائیں۔ لہذا لو بو کو ڈونگ زو نے رشوت دی اور ڈنگ یوآن کو مار ڈالا۔\nڈونگ ژو کے اقتدار حاصل کرنے کے بعد، اس نے لو بو کو اپنا لے پالک بیٹا بنایا اور اسے جنرل اور مارکوئس بنا دیا۔\nڈونگ ژو کا مزاج پرتشدد تھا، اور لو بو کے ساتھ \"باپ بیٹے کا رشتہ\" درحقیقت بہت کمزور تھا۔189 عیسوی میں، سیتو وانگ یون کے اکسانے پر، لو بو نے ڈونگ ژو کو قتل کر دیا۔\nڈونگ ژو کی موت کے چھ ماہ بعد، ڈونگ ژو کے پرانے فوجیوں نے دارالحکومت پر حملہ کر دیا، اور لو بو اور اس کی بیوی گھبراہٹ میں بھاگ گئے۔ دارالحکومت چھوڑنے کے بعد لو بو نے جنگی سرداروں یوآن شو، یوآن شاو، ژانگ یانگ، ژانگ میاؤ، لیو بی، وغیرہ کے پاس پناہ لی اور اس وقت کے ایک اور بڑے سپہ سالار کاو کاو سے کئی بار جنگ کی۔لو بو بہادر اور اچھا تھا۔ لڑائی میں، اور کئی بار کاو کاو کو شکست دی۔\nمشرقی ہان خاندان میں جیانان کے تیسرے سال میں، کاو کاو کی فوجوں نے لو بو کے اڈے ژیاوپی پر حملہ کیا، اور بائمن ٹاور کے نیچے Cao Cao کے ہاتھوں پکڑے گئے اور مارے گئے۔ پھانسی سے پہلے، لو بو نے کاو کاو کو موت سے بچنے کے لیے اسے زندہ رکھنے کو کہا، لیکن لیو بی نے کاو کاو کو یاد دلایا کہ لو بو نے کئی بار دھوکہ دیا تھا اور وہ ایک بے ایمان آدمی تھا۔ آخر میں، کاو کاو، جو اخلاقیات سے قطع نظر صرف ہنر کی قدر کرتا تھا، نے لو بو کو پھانسی دے دی۔", "聖意": "میں گھر میں بے چین ہوں، میں عموماً پیسے مانگتا ہوں، لین دین پر پہرہ دیتا ہوں، شادی کرنا مشکل ہو جاتا ہے، لیوجیا آدمی حیران، لوگ میدان میں آتے ہیں، ریشم کے کیڑے آدھے پک چکے ہیں، چھ جانور محفوظ ہیں، لوگوں کی تلاش ہے، قانونی چارہ جوئی مناسب ہے اور ہجرت، کھوئی ہوئی چیزیں تلاش کرنا مشکل ہیں، بیماریوں کو تلاش کرنا مشکل ہے، اور زینکسنگ ماؤنٹین کے مقبرے میں سکون ہے۔", "古人": "ڈونگ زو نے لو بو کو قبول کیا۔", "第X籤": "41 ویں لاٹری جیتنے والا", "宮": "آپ محل"}