{"籤詩版本二": "شہنشاہ، شہنشاہ، اور مہارانی آخر میں مہربان ہوں گے اور انتظار کریں گے اور نقصان یا فائدہ کے بغیر برکت کے لئے دعا کریں گے۔\nاس سے تمام ذی شعور لوگ مستفید ہوتے ہیں، اور دنیا اور جنت میں خوشحالی کی امید ہے۔", "詩意": "یہ ہیکسگرام آسمان کی طرف سے احسان کی علامت ہے۔\nسب کچھ کامیاب ہوگا۔", "解曰": "شہنشاہ نے اپنا احسان ظاہر کیا۔ کبھی مت بھولنا. صبح و شام کی رسومات۔ بخور جلانا مناسب ہے۔", "籤詩故事一": "◇مولان نے اپنی ماں کو بچایا\nMokou Lian، یا Mulian، ساکیمونی بدھ کے دس شاگردوں میں سب سے زیادہ طاقتور ہے۔\nاس کی ماں اپنی زندگی میں لالچی اور کنجوس تھی، اس لیے وہ اپنی موت کے بعد بھوکے بھوتوں کے عالم میں آگئی۔ موخولین نے اپنی جادوئی طاقت کا استعمال کرتے ہوئے مشاہدہ کیا اور معلوم کیا کہ اس کی ماں ایک بھوکے بھوت کے طور پر پیدا ہوئی تھی، جس کے پاس خوراک حاصل کرنے کا کوئی راستہ نہیں تھا اور وہ بہت مشکل میں تھا، اس نے اپنی جادوئی طاقت کا استعمال کرتے ہوئے اپنی ماں تک کھانا پہنچایا۔ غیر متوقع طور پر، ماں کے ملنے کے بعد۔ کھانا، وہ راکھ میں بدل گیا اور کھایا نہیں جا سکتا تھا۔\nموڈگلیانہ پریشان تھا کہ کیا ہوا اور اس نے بدھ کو اس کی اطلاع دی۔ مہاتما بدھ نے ملیان سے کہا کہ ساتویں قمری مہینے کی پندرہویں تاریخ کو وہ ایک بیسن میں سو ذائقے اور پانچ پھل ڈال کر دس سمتوں کے نیک بھکشوؤں کو پیش کرے، اس طاقت سے اس کی ماں کھانے کے قابل ہو جائے گی۔ .\nمودگالیانہ نے بدھ کی مرضی کے مطابق کام کیا، اور آخر کار اس کی ماں کو آزاد کر دیا گیا۔ اس قسم کی تقریب کو ’’اوبن فیسٹیول‘‘ کہا جاتا ہے اور اس تہوار کو ’’اوبن فیسٹیول‘‘ کہا جاتا ہے۔\n(نوٹ: ایک قسم کا مادہ دنیا کی مختلف سطحوں میں مختلف احساسات رکھتا ہے۔ مثال کے طور پر: جب اس دنیا میں بارش ہوتی ہے تو ہم اسے \"پانی\" کے طور پر دیکھتے ہیں، جب کہ بھوکے بھوتوں کے دائرے میں رہنے والے اسے \"خون\" کے طور پر محسوس کرتے ہیں، اور جہنم کی دنیا میں جذباتی مخلوق اسے \"خون\" کے طور پر محسوس کرتی ہے۔ یہ \"تلوار گرانے\" جیسا محسوس ہوتا ہے، جبکہ آسمانی مخلوق \"پھول گرانے\" جیسا محسوس ہوتا ہے۔)", "聖意": "گھر اور گھر کی دعا، سردیوں میں خوش نصیبی کی دعا، دولت کی تلاش، کوئی لین دین، شادی، لیوجیا میں امن، پیدل چلنے والے، چلتے پھرتے کھیت، ریشم کے کیڑے، چھ جانور، لوگوں کی تلاش، مقدمہ، کامیابی، ہجرت، قدامت، گمشدہ جائیداد، بیماری۔ ، ذہنی سکون، پہاڑوں اور قبروں کا سکون", "古人": "مولین اپنی ماں کو بچاتا ہے۔", "第X籤": "بیالیس پر دستخط کریں۔", "宮": "آپ محل"}