{"籤詩版本二": "دنیا لچکدار ہے اور تمام چیزیں خود معاون، خود معاون اور محفوظ ہیں۔\nزندگی میں سب کچھ شاندار ہے، ہر چیز کے لیے سنتوں اور باباؤں کا شکریہ ادا کریں، اور خوشحال رہیں۔", "詩意": "یہ ہیکساگرام زمین اور زمین کے درمیان ہم آہنگی کی نمائندگی کرتا ہے۔\nسب کچھ ٹھیک چل رہا ہے اور کوئی خطرہ نہیں ہے۔", "解曰": "تمام چیزیں پیدا ہوتی ہیں۔ تمام منصوبے اور خواہشات پوری ہوں۔ فورڈ مدد کرتا ہے۔ Rui Qi جلدی میں ہے۔", "籤詩故事一": "◇ سیر کرنے والے روشن خیالی حاصل کرتے ہیں۔\nسفر مغرب کی کہانی:\nسن ووکونگ نے پھولوں اور پھلوں کے پہاڑ پر قبضہ کر لیا اور بادشاہ بن گیا۔ بعد میں، ہمیشہ زندہ رہنے کا راستہ تلاش کرنے کے لیے، اس نے آٹھ یا نو سال تک پہاڑوں اور دریاؤں کے پار سفر کرتے ہوئے پیٹریارک بودھی کو اپنے استاد کے طور پر پوجنے کے لیے گزارے۔ زمینی برائی اور کلہاڑی کے بادلوں کی دو تبدیلیاں، اور پہلی بار سورج کا نام لیا، جس کا نام ووکونگ ہے۔\nاس کے بعد، سن ووکونگ ایک مناسب ہتھیار تلاش کرنے کے لیے مشرقی بحیرہ چین میں ڈریگن پیلس گیا، اور آخر کار روئی گولڈن کڈجل، تیانھے اور ڈنگہائی کی الہی سوئی مل گئی۔ چونکہ اس کی زندگی کا دورانیہ ختم ہو گیا تھا، اس نے پاتال میں ایک بڑا ہنگامہ کیا، زندگی اور موت کی کتاب پر نظر ثانی کی، اور انسانی دنیا میں واپس آ گیا۔ بعد میں، سن ووکونگ کو پہلی بار جنت نے بلایا اور اس کا نام بیما وین رکھا گیا۔ بعد میں اسے دوسری بار جنت میں بلایا گیا اور اسے بندر بادشاہ کا نام دیا گیا۔اس نے آڑو بھی چرائے اور جنت میں بڑا ہنگامہ برپا کیا۔اسے اپنی سنہری آنکھوں اور جلتی آنکھوں کی مشق کرنے کے لیے بگوا فرنس میں بند کر دیا گیا۔ تاتھاگتا بدھ نے 500 سال تک ووزی ماؤنٹین کے دامن میں دبائے رکھا، وہ حرکت کرنے سے قاصر رہا۔ وہ جگہ جہاں بگوا بھٹی کو لات ماری گئی تھی وہ شعلوں کے پہاڑ میں تبدیل ہو گئی۔\nپانچ سو سال بعد، مانک تانگ صحیفے حاصل کرنے کے لیے مغرب گئے، فائیو ایلیمنٹس ماؤنٹین کے پاس سے گزرے، اور سن ووکونگ کو بچانے سے پہلے طلسم اتار دیا۔ سن ووکونگ تشکر کے ساتھ آنسوؤں میں پھوٹ پڑے۔ گوانین بودھی ستوا کی ہدایت کے بعد، اس نے تانگ مونک کو اپنے استاد کے طور پر پوجا اور ایک ساتھ صحیفے سیکھنے کے لیے مغرب چلا گیا۔ صحیفے سیکھنے کے راستے میں، سن ووکونگ شیطانوں پر اترا اور راکشسوں کو ختم کیا، اور بار بار غیر معمولی کارنامے انجام دیے۔تاہم، اسے اس کے ماسٹر تانگ سینگ نے بار بار غلط سمجھا اور نکال دیا۔ اکیاسی دشواریوں کے بعد بالآخر کام مکمل ہو گیا۔چاروں استاد اور شاگرد Xitian Leiyin Temple پہنچے اور سچا صحیفہ حاصل کیا۔ سن ووکونگ نے صحیح نتیجہ حاصل کیا۔\n(یہ کہانی ایک استعارہ ہے کہ ایک بندر بھی روشن خیال ہو سکتا ہے، انسان کو چھوڑ دیں۔)", "聖意": "گھر اپنے لیے، دولت، کاروبار، شادی، لیوجیا، مرد پیدل چلنے والوں، کھیتوں میں رکاوٹ، ریشم کے کیڑے، چھ جانور، ژونگپنگ، لوگوں کی تلاش، مقدمہ، کامیابی، ہجرت، جائیداد کا نقصان، بیماری، زنگ شنگشن قبر، چیزیں مبارک ہیں", "古人": "مسافر روشن خیالی حاصل کرتا ہے۔", "第X籤": "43 تاریخ کو دستخط کیے گئے۔", "宮": "xugong"}