{"籤詩版本二": "سرد موسم پانی کو برف بنا دیتا ہے، شہرت کا لالچ کیوں؟\nمیرے پاس خاموشی سے بیٹھ کر قدرتی طور پر پتوں کے پھلنے پھولنے کا انتظار کرنے کے سوا کوئی چارہ نہیں ہے۔", "詩意": "اس ہیکسگرام میں پانی برف میں بدل جاتا ہے۔\nبے فائدہ کچھ نہ مانگو۔", "解曰": "پانی جم کر برف بن جاتا ہے۔ برف پانی میں پگھلتی ہے۔ اگر یہ سازش ہے۔ پس یہ ہے.", "籤詩故事一": "◇ وانگ ژیانگ کارپ کے لیے پوچھتا ہے (چوبیس تقویٰ کی کہانیاں)\nجن خاندان کے وانگ ژیانگ، بشکریہ نام Fuzheng، Linyi میں پیدا ہوئے۔\nجب وانگ ژیانگ جوان تھا تو اس کی حیاتیاتی ماں کا انتقال ہو گیا۔اس کے تنہا باپ نے ژو نامی عورت سے شادی کی اور وانگ ژیانگ کی ایک نئی ماں ہوئی۔ جب وانگ ژیانگ جوان تھا، اس کی حیاتیاتی ماں کا انتقال ہو گیا، اور اس کے تنہا باپ نے ژو نامی عورت سے شادی کی۔ وانگ ژیانگ کی سوتیلی ماں تنگ نظر اور غیرت مند عورت تھی وہ وانگ ژیانگ کو پسند نہیں کرتی تھی اور اکثر معمولی باتوں پر اسے ڈانٹتی تھی۔ جلد ہی، سوتیلی ماں نے بھی وانگ لین نامی ایک بیٹے کو جنم دیا۔ سوتیلی ماں صرف اپنے بچوں سے پیار کرتی تھی، اور وانگ ژیانگ کو اپنے پہلو میں ایک کانٹا سمجھتی تھی۔وہ وانگ ژیانگ پر اور بھی زیادہ مانگنے لگتی تھی، اور اکثر اپنے والد کے سامنے وانگ ژیانگ کو برا بھلا کہتی تھی۔ حتیٰ کہ اس کے والد بھی آہستہ آہستہ اس سے محبت نہیں کرتے تھے۔ سوتیلی ماں صرف اپنے بچوں سے پیار کرتی تھی، اور وانگ ژیانگ کو اپنے پہلو میں ایک کانٹا سمجھتی تھی۔وہ وانگ ژیانگ پر اور بھی زیادہ مطالبہ کرتی تھی، اور اکثر اپنے والد کے سامنے وانگ ژیانگ کو برا بھلا کہتی تھی، یہاں تک کہ اس کے والد بھی آہستہ آہستہ اب اس سے پیار نہیں کرتے تھے۔ اگرچہ وانگ ژیانگ کے سوتیلے بھائی، وانگ لین اپنے بھائی کے ساتھ بہت دوستانہ ہیں۔ اپنی سوتیلی ماں کے اذیتوں کے باوجود، وہ اب بھی بہت مخلص تھی۔ سوتیلی ماں بہت سخت ہے، لیکن وانگ ژیانگ اب بھی بہت مخلص ہے۔\nاس کی سوتیلی ماں کو ایک شوق ہے، یعنی وہ دریا سے نکلی ہوئی تازہ مچھلی کھانا پسند کرتی ہے۔ اس کی سوتیلی ماں کو ایک شوق ہے، یعنی وہ دریا سے نکلی ہوئی تازہ مچھلی کھانا پسند کرتی ہے۔ ایک موسم سرما میں اس کے والد کاروبار کے سلسلے میں چلے گئے اور ان کی سوتیلی ماں دوبارہ بیمار پڑ گئی۔وانگ ژیانگ اور وانگ لین دونوں بھائیوں نے اپنی ماں کے کھانے کے لیے سوپ اور دوائی احتیاط سے پیش کی، شدید سردی کے موسم میں بھی سوتیلی ماں کی بیماری میں کوئی بہتری نہیں آئی۔ جلدی. ایک موسم سرما میں اس کے والد کاروبار کے سلسلے میں چلے گئے اور ان کی سوتیلی ماں دوبارہ بیمار پڑ گئی۔وانگ ژیانگ اور وانگ لین دونوں بھائیوں نے اپنی ماں کے کھانے کے لیے سوپ اور دوائی احتیاط سے پیش کی، شدید سردی کے موسم میں بھی سوتیلی ماں کی بیماری میں کوئی بہتری نہیں آئی۔ جلدی. بیمار سوتیلی ماں دریا سے تازہ مچھلی کھانا چاہتی تھی، اس شدید سرد موسم میں باہر برف پڑ رہی تھی اور دریا کا پانی پہلے ہی موٹی برف میں تبدیل ہو چکا تھا۔ بیمار سوتیلی ماں تازہ مچھلی کھانا چاہتی تھی اس برفیلی اور برفیلی آب و ہوا میں تازہ مچھلی کہاں سے مل سکتی تھی؟\nان دنوں، کوئی آف سیزن ڈشز نہیں تھے، اور اگر آپ کے پاس پیسے ہوتے تو بھی آپ انہیں خرید نہیں سکتے تھے۔\nکہانی کے اس مقام پر، وانگ ژیانگ کیو لی کی دل کو چھو لینے والی کہانی ہوئی۔ دونوں بھائیوں نے اپنی ماں کی بے بسی سے حفاظت کی۔وانگ ژیانگ اپنی بیمار سوتیلی ماں کو مایوس نہ کرنے کے لیے جمے ہوئے دریا کی طرف چل پڑے۔وانگ ژیانگ کو خیال آیا اور سردی کی پرواہ کیے بغیر اس نے اپنی قمیض اتار دی۔ برف پگھلنے کے لیے اس کے اپنے جسم کا درجہ حرارت (اس لیے وانگ ژیانگکیو کارپ کو برف پر پڑا ہوا وانگ ژیانگ بھی کہا جاتا ہے)۔ اس نے اپنی قمیض اتاری اور گلیشیئر پر برہنہ لیٹ گیا۔ اس نے خدا سے دعا کی اور کہا: \"خدایا، میری والدہ بیمار ہیں اور تازہ کارپ کھانا چاہتی ہیں، آپ کو میرے لیے کوئی راستہ تلاش کرنا ہوگا، چاہے کچھ بھی ہو۔\" حیرت کی بات یہ ہے کہ اس کے ساتھ والا برف کا بلاک اچانک پھٹ گیا، اور وہاں دو تھے۔ ایک زندہ کارپ شگاف سے باہر نکلا اور برف پر چھلانگ لگا دی، وانگ ژیانگ بہت خوش تھا۔ اس نے خدا سے دعا کی: \"خدایا، میری ماں بیمار ہے اور تازہ کارپ کھانا چاہتی ہے۔ آپ کو میرے لیے کوئی بھی راستہ تلاش کرنا ہوگا۔\" عجیب بات یہ ہے کہ اس کے ساتھ والا برف کا بلاک اچانک پھٹ گیا، اور دو دراڑیں پڑ گئیں۔ ایک زندہ کارپ شگاف سے باہر نکلا اور برف پر چھلانگ لگا دی۔وانگ ژیانگ بہت خوش تھا۔ اس نے جلدی سے گھٹنے ٹیک دیئے، خدا کا شکر ادا کیا، اور کارپ کے ساتھ گھر کی طرف بھاگا۔ اس نے جلدی سے گھٹنے ٹیک دیئے، خدا کا شکر ادا کیا، اور جلدی سے کارپ لے کر گھر چلا گیا۔ سوتیلی ماں کے تازہ کارپ کھانے کے بعد، وہ جلد ہی اپنی بیماری سے صحت یاب ہو گئی۔ ہسپتال کے بستر پر سوتیلی ماں اس وقت دنگ رہ گئی جب اس نے وانگ ژیانگ کے برہنہ جسم کو دیکھا جو سردی سے جامنی رنگ کا ہو رہا تھا اور اس کے ہاتھوں میں دو مچھلیاں۔وہ خوشی سے کمرے میں بھاگی اور دنگ رہ گئی۔\nوانگ ژیانگ بعد میں ایک عہدیدار بن گیا اور تائی باؤ بن گیا، اور اسے ڈیوک کا خطاب دیا گیا۔", "聖意": "گھر میں بے چینی، میں تحفظ، مالی مشکلات، کاروباری مسائل، شادی، لیوجیا انشورنس میں عدم مطابقت، پیدل چلنے والوں، ریشم کے کیڑے، چھ مویشیوں کے نقصانات، لاپتہ افراد، عوامی مقدمے، نقل مکانی، قدامت پسندی، گمشدہ جائیداد، بیماری، بازیافت میں مشکل، کے لیے دعا کرتا ہوں۔ پہاڑی قبر، اچھی قسمت", "古人": "وانگ ژیانگ نے کارپ کے لیے کہا (چوبیس فلیئل تقویٰ کی کہانیاں)", "第X籤": "لاٹ جیتنا انتالیس", "宮": "ہیگونگ"}