{"籤詩版本二": "آپ ملک کے کونے کونے میں سفر کر سکتے ہیں، اسے آزادانہ طور پر پکڑنے کے لیے سیل چھتری لٹکا سکتے ہیں۔\nاگر موافق ہوا ہو تو وہ جلد پہنچے گی اور کشتی خزانوں سے بھری ہو گی۔", "詩意": "یہ ہیکسگرام ہوا کے ساتھ کشتی کو کھینچنے کے مترادف ہے۔\nسب کچھ ٹھیک ہو جاتا ہے۔", "解曰": "آرام سے آرام کریں۔ کسی محنت کی ضرورت نہیں۔ بہت ساری دولت۔ سب نے تعریف کی۔", "籤詩故事一": "◇ تاؤ ژوگوئی فائیو لیکس (فین لیگوئی جھیل)\nموسم بہار اور خزاں کے دورانیے میں، فین لی، جس کا درباری نام شاوبو تھا، کو Gui Yzipi یا Tao Zhugong کے نام سے بھی جانا جاتا تھا۔\nاس وقت ریاست وو اور ریاست یو کے درمیان جنگ ہوئی اور وو ریاست نے ریاست یو کو تباہ کر دیا۔ فین لی اور وین ژونگ نے یو کنگ گو جیان کے لیے یو کو فروغ دینے اور وو کو تباہ کرنے کے لیے ایک منصوبہ بنایا۔ فان لی نے ذاتی طور پر پہاڑوں اور دریاؤں کا سفر کیا، اور ماؤنٹ کیلو میں دریائے ہوانشا کا دورہ کیا تاکہ ژی شی کو ایک خوبصورت عورت، جس میں خوبیاں، صلاحیتیں اور خوبصورتی دونوں موجود ہوں، اور اسے وو کے بادشاہ کے سامنے پیش کیا۔ اس نے \"خوبصورتی\" کا استعمال کیا۔ اندر اور باہر تعاون کرنے کی چال\" نے وو کنگڈم کو تباہ کر دیا۔\nوو کنگڈم کا صفایا کرنے میں کامیاب ہونے کے بعد، فان لی کو معلوم تھا کہ گو جیان ایک \"چونچ والا لمبی گردن والا پرندہ\" ہے اور اس کے ساتھ مشکلات اور خوشیاں بانٹ سکتا ہے، اس لیے وہ اور شی شی نے کیوئ بادشاہی کے پار سفر کیا، اپنے نام بدل لیے۔ Gui Zipi، اور Qi بادشاہی میں اپنے بیٹوں اور شاگردوں کی قیادت کی، وہ سمندر کے کنارے ایک کاٹیج میں رہتے ہیں۔ اس نے بنجر زمینوں کو کاشت کرنے، سائیڈ لائن کاروبار چلانے اور کاروبار کرنے کے لیے سخت محنت کی، چند سالوں میں اس نے لاکھوں کی خاندانی جائیداد جمع کر لی۔ وہ دولت پھیلانے اور اپنے آبائی شہر کی بھلائی کرنے میں فراخدلی سے کام کرتا تھا۔فان لی کی عقلمندی اور قابلیت کو کیو کے لوگوں نے سراہا تھا۔کیو کے بادشاہ نے اسے دارالحکومت لنزی میں مدعو کیا اور حکومتی امور کے انچارج وزیر اعظم کے طور پر اس کی پرستش کی۔ . انہوں نے چڑ کر کہا: \"ایک اہلکار ہونا وزیروں کا باعث بن سکتا ہے، اور خاندان کو چلانا خوش قسمتی کا باعث بن سکتا ہے۔ ایک عام آدمی کے لیے جو شروع سے شروع ہوا تھا، یہ انتہا کو پہنچ گیا ہے۔ طویل عرصے تک عزت پانا شاید اچھی علامت نہیں ہے۔\" لہٰذا، صرف تین سال بعد، وہ ایک بار پھر بہادری سے پیچھے ہٹ گیا، کیوئ کے بادشاہ کو مہر واپس کر دی، اور اپنی تمام خاندانی دولت اپنے قریبی دوستوں اور ساتھی گاؤں والوں کو دے دی۔", "聖意": "گھر اپنے لیے اچھا ہے (بھیجنے کے لیے)، دولت کی تلاش میں، مغرب کے لیے اچھی قسمت، کاروبار میں دیر ہے، شادی اچھی نہیں، لیوجیا محفوظ ہے، لوگ کھیتوں کو روک رہے ہیں، ریشم کے کیڑے، خزاں، چھ جانوروں کے لیے اچھا، بہار خوشحال ہے، لوگ لوگوں کی تلاش میں ہیں، مقدمے خراب ہیں، ہجرت قدامت پسند ہے، گمشدہ چیزیں ہیں، مغربی بیماریاں بے نقاب ہو رہی ہیں، پہاڑ اور قبریں جنوب ہیں۔", "古人": "تاؤ زوگوئی فائیو لیکس (فین لیگوئی جھیل)", "第X籤": "پچاسویں لاٹری جیتنے والا", "宮": "ہیگونگ"}