{"籤詩版本二": "گرمیوں کا طویل ترین دن ہوتا ہے اور ہر کوئی گرمی اور افسردگی سے پریشان رہتا ہے۔\nآسمان اور زمین بھی جانتے ہیں کہ لوگ کیا چاہتے ہیں، اور ہوا چلتی ہے اور یہ قدرتی طور پر ٹھنڈی ہوتی ہے۔", "詩意": "یہ ہیکسگرام اشارہ کرتا ہے کہ ہر کوئی گرمی سے پریشان ہے۔\nجو چاہو کرو.", "解曰": "آگے بڑھنے یا پیچھے ہٹنے میں کوئی شک نہیں۔ آپ کا وقت اچھا گزرے۔ کیا یہ کیمپنگ کے لیے ہے؟ عجلت سے کام لینے کی ضرورت نہیں۔", "籤詩故事一": "◇ کانگ منگ سیچوان میں داخل ہوا۔\nZhuge Liang (181-234)، بشکریہ نام Kongming، Yangdu، Langya (اب Yinan County، Shandong Province) کا رہنے والا تھا، اور تین ریاستوں کے دور میں شو ہان (Liu Bei) کا وزیراعظم تھا۔\nاگرچہ لیو بی نے جینگ زو جیت لیا، لیکن یہ ایک طرف کو الگ کرنے کے لیے کافی نہیں تھا۔ زوج کونگ منگ نے لیو بی کے علاقے کو بڑھانے کے لیے ژیچوان پر قبضہ کرنے کا منصوبہ بنایا۔ اس وقت، Yizhou میں Liu Zhang شمال میں Zhang Lu کی طرف سے حملہ کیا گیا تھا. Zhuge Kongming کو معلوم ہوا کہ Liu Zhang اپنی حفاظت کے لیے Xichuan کا نقشہ Cao Cao کو وقف کرنا چاہتا ہے۔ جب ژانگ سونگ (لیو ژانگ کے ماتحت) نے کاو کاو سے ملاقات کی، کیونکہ کاو کاو متکبر اور بدتمیز تھا، لیو ژانگ نقشہ لے کر واپس Xichuan لے گئے اور راستے میں Jingzhou سے گزر گئے۔ کانگ منگ پہلے ہی راستے میں اس کا انتظار کر رہا تھا اور اسے جِنگ زو میں مدعو کیا تھا، لیکن اس نے روانگی کے وقت تک کبھی بھی Xichuan تصویر کا تذکرہ نہیں کیا۔ ژانگ سونگ کانگ منگ کے ان کی شائستگی اور مہمان نوازی کے لیے شکر گزار تھے، اس لیے اس نے Xichuan تصویر کو وقف کر دیا۔ اسے\nXichuan کا علاقہ خطرناک تھا اور اس پر حملہ یا دفاع کیا جا سکتا تھا۔کانگ منگ کے مختلف انتظامات کے بعد Xichuan Liu Bei کی جائے پیدائش بن گیا۔\n(کانگ منگ لوگوں کے ساتھ خوش اخلاقی سے پیش آیا اور آسانی سے مائشٹھیت Xichuan حاصل کر لیا۔)", "聖意": "گھر میں برکت اور اپنی حفاظت کے لیے دعا کریں (بدبختی میں قسمت ہے) دولت کی تلاش، کاروبار میں اچھی قسمت، مشترکہ شادی، لیوجیا میں لڑکوں کی پیدائش، چلتے پھرتے کھیت، ریشم کے کیڑے، مویشیوں کو نقصان، لوگوں کی تلاش، عوامی مقدمے ہجرت، پرانی کھوئی ہوئی چیزیں، شمالی بیماریاں، پہاڑوں اور قبروں کی خواہش", "古人": "کانگ منگ سیچوان میں داخل ہوا۔", "第X籤": "باب 51: لاٹری جیتنا (لاٹری جیتنا)", "宮": "بچہ دانی"}