{"籤詩版本二": "چاند کو پانی میں پکڑنے کے لیے بہت محنت کرنی پڑتی ہے، بہت محنت کرنی پڑتی ہے لیکن کچھ نہیں۔\nفضول باتیں نہ کریں اور جسم کو مضبوط بنانے کی کوششوں کو ضائع نہ کریں۔ لفظ \"جسم مرجھا گیا\" کا اصل مطلب ہے \"جسم اکیلا ہے\"۔", "詩意": "یہ ہیکسگرام کوشش کی تصویر کے لیے لالچی ہے۔\nہر چیز محنت طلب اور محنت طلب ہے۔", "解曰": "وعدے یاد رکھنا مشکل ہیں۔ بہت محنت۔ گھر میں فکر کرو۔ معزز لوگوں سے ملنے کا انتظار ہے۔", "籤詩故事一": "◇طائبائی نے شراب کے نشے میں چاند پکڑا (لی تائبائی نے نشے میں چاند پکڑا)\nلی بائی (701-762)، جسے تائی بائی کے نام سے بھی جانا جاتا ہے، جسے کنگلان جوشی بھی کہا جاتا ہے۔ تانگ خاندان کا شاعر، جو اپنے آپ کو جلاوطن لافانی کہتا تھا، شاعری کا امر کہلاتا تھا، اور وہ بغیر شراب پیے ہمیشہ خوش رہتا تھا۔\nایک بار لی بائی جنلنگ (اب نانجنگ) آئے اور وینڈے برج کے قریب ایک ریستوراں میں آرام کیا۔\nوہ دن سردیوں کے قمری مہینے کا پندرہواں دن تھا، رات کو وہ ریستوران میں اکیلے بیٹھ کر چاند کی تعریف کرتے، شراب پیتے اور نظمیں پڑھتے۔ وہ دن سردیوں کے قمری مہینے کا پندرہواں دن تھا، رات کو وہ ریستوران میں اکیلے بیٹھ کر چاند کی تعریف کرتے، شراب پیتے اور نظمیں پڑھتے۔ لی تائی بائی اپنی زندگی میں چاند سے سب سے زیادہ پیار کرتے تھے، یہ کہتے ہوئے کہ یہ صاف اور خوبصورت تھا۔ لی تائی بائی اپنی زندگی میں چاند سے سب سے زیادہ پیار کرتے تھے، یہ کہتے ہوئے کہ یہ صاف اور خوبصورت تھا۔ اس رات اس نے نظر اٹھا کر آسمان پر سفید اور گول چاند دیکھا تو وہ بہت خوش ہوا اور چند گلاس اور پی لیے۔ اس رات اس نے نظر اٹھا کر آسمان پر سفید اور گول چاند دیکھا تو وہ بہت خوش ہوا اور چند گلاس اور پی لیے۔ آدھی رات کو، لی تائبائی نے شراب کا فائدہ اٹھایا اور نیچے وینڈے برج پر چلے گئے۔ آدھی رات کو، لی تائبائی نے شراب کا فائدہ اٹھایا اور نیچے وینڈے برج پر چلے گئے۔ پل پر قدم رکھتے ہی اس نے اپنا سر نیچے کیا اور اچانک چاند کو پانی میں گرتے دیکھا، جب دریا آگے بڑھا تو چاند کے سفید سائے میں چند کالی لکیریں شامل ہوگئیں۔ پل پر قدم رکھتے ہی اس نے اپنا سر نیچے کیا اور اچانک چاند کو پانی میں گرتے دیکھا، جب دریا آگے بڑھا تو چاند کے سفید سائے میں چند کالی لکیریں شامل ہوگئیں۔ لی تائبائی اس وقت اس قدر نشے میں تھا کہ اسے لگتا تھا کہ یہ وہی چاند ہے جو دریا کے پانی سے داغدار تھا۔ لی تائبائی اس وقت اس قدر نشے میں تھا کہ اسے لگتا تھا کہ یہ وہی چاند ہے جو دریا کے پانی سے داغدار تھا۔ اس نے اپنے جوتے اتارنے کی زحمت بھی نہیں کی، اس نے ہاتھ کھولے اور چاند کو پکڑنے کے لیے پل سے چھلانگ لگا دی۔ اس نے اپنے جوتے اتارنے کی زحمت بھی نہیں کی، اس نے ہاتھ کھولے اور چاند کو پکڑنے کے لیے پل سے چھلانگ لگا دی۔ غیر متوقع طور پر اس چھلانگ سے چاند تو نہیں پکڑا گیا لیکن پانی میں موجود چاند بکھر گیا اور فوراً دو حصوں میں بٹ گیا۔ غیر متوقع طور پر، اس چھلانگ میں، چاند نہیں پکڑا گیا، لیکن آدمی ڈوب گیا. ان کا انتقال باسٹھ سال کی عمر میں ہوا۔", "聖意": "گھر میں بے چینی اور خود بد نصیبی (بدقسمت، صحت پر توجہ دینا)، دولت میں توازن تلاش کرنا (سوچنا بھی نہیں)، مشکل کاروبار، شادی طے نہیں، حفاظت کی دعا (اسقاط حمل سے بچنے کے لیے خالی خزانے) )، پیدل چلنے والے مصیبت میں ہیں، کھیت ریشم کے کیڑے پانچ پوائنٹس ہیں، چھ جانور زوال میں ہیں، لوگوں کی تلاش (بدقسمت)، عوامی مقدمے اور (مقدمہ بند کرو) عام نقل مکانی (اس کا ذکر نہ کریں) جائیداد کا نقصان (ہوائی جہاز) دعا بیماری سے حفاظت کے لیے (بدقسمتی) پہاڑوں اور قبروں میں خوش نصیبی", "古人": "تائی بائی نے نشے میں چاند پکڑا (لی تائی بائی نے نشے میں چاند پکڑا)", "第X籤": "پچاس سیکنڈ لاٹری جیتنا (لاٹری)", "宮": "بچہ دانی"}