{"籤詩版本二": "جب مایوسی خوشی میں بدل جاتی ہے تو ڈریگن گرجتے ہیں اور شیر گرجتے ہیں۔\nنیلے آسمان کی آسمان تک جانے کی اپنی سڑک ہے مجھے شہرت حاصل کرنے کا ایک اور موقع مل سکتا ہے۔", "詩意": "یہ ہیکسگرام ڈریگن گرجنے اور شیر کے گرجنے کی طرح ہے۔\nامید ہے کہ سب کچھ ٹھیک ہو جائے گا۔", "解曰": "بس سکھاؤ اور جاؤ۔ آپ کی اپنی خوشحالی ہے. آخر میں بننا چاہیے۔ تلاش کرنے کی جگہ ہے۔", "籤詩故事一": "◇ لیو بی نے ایک دلہن کو بھرتی کیا۔\nچیبی کی جنگ کے بعد، سن کوان جِنگ زو کو دوبارہ حاصل کرنے کے لیے بے چین تھا، جسے لیو بی نے حاصل کیا تھا، اس لیے اس نے ژو یو کے منصوبے کو استعمال کرتے ہوئے یہ بہانہ کیا کہ وہ اپنی بہن سن رین کی منگنی لیو بی سے کرنا چاہتا تھا، لیکن درحقیقت وہ لینا چاہتا تھا۔ لیو Bei Jingzhou کا دعوی کرنے کے لئے ایک یرغمال کے طور پر.\nزوگ لیانگ نے ژاؤ یو کے منصوبے کی جاسوسی کرنے کے بعد، اس نے حکمت عملی کے ساتھ بروشر ژاؤ یون کے حوالے کر دیا، جو سوچو کے جانے کے وقت لیو بی کی حفاظت کر رہے تھے۔ ژاؤ یون نے بروشر میں موجود حکمت عملی پر عمل کیا اور جان بوجھ کر وو گوتائی کو جانے دینے کے لیے ایک بڑا ہنگامہ کیا۔ سن کوان کے والد) شادی کی تجویز کے بارے میں جانتے ہیں۔ چونکہ وو گوٹائی اپنی بیٹی سے پیار کرتی تھی اور اپنی بیٹی کے زندگی بھر کے معاملات کے بارے میں غیر معمولی فیصلے کرنے کو تیار نہیں تھی، اس لیے اس نے سن کوان کو اپنی بہن کے ساتھ بے رحم ہونے پر ڈانٹا اور ذاتی طور پر جانچ کرنے کی تجویز پیش کی کہ آیا لیو بی گانلو ٹیمپل میں اپنی بیٹی کے لائق ہے یا نہیں۔ وو گوتائی کی لیو بی سے ملاقات کے بعد اس نے لیو بی کی بہت تعریف کی اور لیو بی اور ان کی بیٹی کے درمیان شادی کی بھرپور وکالت کی۔اس کے نتیجے میں لیو بی نے مسز سن سے کامیابی کے ساتھ شادی کی۔\nبعد میں، لیو بی اور مسز سن ایک ساتھ واپس جِنگژو کی طرف بھاگ گئے۔بعد میں سن کوان نے چپکے سے جنگجو پر حملہ کرنا چاہا جب لیو بی یزہؤ پر حملہ کر رہے تھے، لیکن وو گوتائی نے اسے روک دیا، جو اپنی بیٹی کی حفاظت کے بارے میں فکر مند تھے۔\nاس نے کہا: \"ژو یو کا ہوشیار منصوبہ دنیا میں سب سے بہتر ہے۔ اس نے اپنی بیوی کو کھو دیا اور اپنی فوجوں کو کھو دیا۔\"\n(لیو بی نے نقصان سے حاصل کیا)", "聖意": "میں گھر میں بدقسمت ہوں اور میں بدقسمت ہوں (پہلی بد قسمتی، پھر اچھی قسمت)۔ دولت، توازن، شادی میں مشکل، شادی میں کامیابی۔ پیدل چلنے والوں کے لیے برکت کی دعا، کھیتوں میں ریشم کے کیڑے، مویشیوں کے نقصان کے لیے پانچ نکات، تلاش لوگوں کے لیے، قانونی چارہ جوئی اور ہجرت، گمشدہ جائیداد کے لیے خوش قسمتی، بیماریوں کے لیے خوش قسمتی، پہاڑوں اور قبروں کا سکون۔", "古人": "لیو بی نے ایک دلہن کو بھرتی کیا۔", "第X籤": "جیتنے والا پچاسواں نمبر", "宮": "بچہ دانی"}