{"籤詩版本二": "ساحل سمندر پتھروں سے بھرا ہوا ہے، ندی بہتی ہے، ہوا صاف ہے، چاند صاف ہے، اور شریف لوگ مصروف ہیں۔\nراستے میں پوچھنا ہے کہاں جانا ہے جنگل میں پھولوں اور پودوں کی خوشبو مت لو اس کا خیال نہ رکھنا۔", "詩意": "یہ ہیکساگرام ایک چھوٹی سی ساحل پر سفر کرنے والی کشتی کی طرح ہے۔\nہر چیز میں، مدد کرنے کے لئے عظیم لوگ ہیں.", "解曰": "روزی کمانے کے لیے۔ بہت محنت۔ قدامت پسند رہیں اور انتظار کریں۔ اللہ بہلا کرے.", "籤詩故事一": "◇ لوشن بغاوت\nایک لوشان (703-757)، جس کی کنیت کانگ تھی اور جس کا نام یالوشان تھا، کا تعلق لیوچینگ، ینگ زو (اب چاؤیانگ، لیاؤننگ) سے تھا۔\nبعد میں اس نے کنیت این رکھ لی اور اپنا نام بدل کر لوشان رکھ لیا۔ تانگ خاندان کے شہنشاہ Xuanzong کے دور میں، An Lushan فوجی ایلچی تھا۔\nتیان باؤ کے 14 ویں سال نومبر میں، آن لوشان نے فانیانگ میں فوجیں جمع کیں، یانگ گوزونگ پر حملہ کرنے کے نام پر، اس نے بغاوت شروع کی اور تین قصبوں کے فوجیوں کو لے کر مشرقی دارالحکومت لوویانگ پر حملہ کیا۔ تائیوان سے اطلاعات لیشان پہنچ گئیں۔تانگ شوانزونگ، جو اس وقت لیشان کے ہواکنگ پیلس میں تھا، کو یقین نہیں تھا کہ انلوشان بغاوت کر دے گا۔تاہم، بغاوت کی خبریں پھیلتی چلی گئیں، اور شوانزونگ کو ابھی تک آدھا یقین تھا۔ (یہ \"ایک ندی میں چھوٹے پتھروں پر کھردرے بہتے پانی کی آواز\" کی تصویر ہے)\nیہ اس وقت تک نہیں ہوا تھا جب پنگ یوان کاؤنٹی کے پریفیکٹ یان ژینکنگ نے کسی کو معلومات بھیجنے کے لیے بھیجا تھا کہ شوانزونگ اپنے خواب سے بیدار ہوا۔\nتانگ خاندان کے شہنشاہ Xuanzong کی غلط حکمت عملی کے تحت، ایک لوشان کی کیولری رجمنٹ نے مشرقی دار الحکومت لوویانگ پر قبضہ کر لیا۔اگلے سال کے پہلے مہینے میں، اس نے لوئیانگ میں اپنے آپ کو شہنشاہ دیان، Jianyuan Shengwu، شہنشاہ Xiongwu، اور Da Xixun کے طور پر اعلان کیا۔ وزیر اعظم.\nاسی سال جون میں تانگ خاندان کے شہنشاہ ژوان زونگ نے، چانگ آن کے بحران کو دور کرنے کے لیے بے چین اور غلط فوجی سمجھ بوجھ کے ساتھ، دو مشہور جرنیلوں فینگ چانگ چنگ اور گاو ژیانزی کو پھانسی دے دی، اس حکم نے تانگ فوج کو چونکا دیا۔ (یہ سلوک \"سڑک کو سامنے والے دریا کی طرف اشارہ کرنا چاہیے\" کی خلاف ورزی کرتا ہے)\nاس کے بعد، تانگ خاندان کے شہنشاہ Xuanzong نے فوری طور پر ایک اور جنرل، Ge Shuhan کو حکم دیا کہ وہ تانگ فوج کی قیادت ٹونگ گوان سے مشرق کی طرف کرے۔\nجی شوہان، جو تانگ خاندان کے شہنشاہ ژوانزونگ کی حکمت عملی کی غلطی کو پوری طرح سمجھ چکے تھے، نے تبدیلی میں تاخیر کرنے کا منصوبہ بنایا (\"اگر ہوا پرسکون ہو اور جوار پرسکون ہو تو یہ ٹھیک ہے\")۔\nآخر میں، تانگ خاندان کے شہنشاہ Xuanzong نے سوچا کہ وہ لڑنے کے لئے بہت ڈرپوک ہے، لہذا اس کے پاس آنسوؤں کے ساتھ آن لوشان سے لڑنے کے سوا کوئی چارہ نہیں تھا، اور اسے شکست ہوئی. (یہ پورا ہوتا ہے \"اگر آپ اپنے آپ کو سہارا دینے کے لیے سخت محنت کرتے ہیں، تو آپ زخمی ہو سکتے ہیں۔\")\nتانگ خاندان میں، جب سرحدی دستوں اور مقامی چوکیوں کے پاس جواب دینے کا وقت نہیں تھا، ایک لوشان کی فوج سرحد کو دبا کر دارالحکومت کے علاقے میں داخل ہو گئی۔ ایک نازک صورت حال میں، تانگ خاندان کے شہنشاہ Xuanzong نے گارڈز کور کو دارالحکومت سے فرار ہونے کی قیادت کی، جس کی وجہ سے قیادت کے بغیر Xijing Chang'an گر گیا۔\n(تانگ شوانزونگ نے اس نشانی کی رہنمائی کی خلاف ورزی کی، لہذا ایک لوشان کی بغاوت کامیاب رہی۔)", "聖意": "گھر محفوظ ہے، خود خوش قسمت ہے، قسمت مستحکم ہے، لین دین خوشحال ہے، شادی کامیاب ہے (احتیاط)، لیوجیا کا ایک نر پیدل کھیت میں آیا، ریشم کے کیڑے کٹے، چھ مویشی خراب ہوگئے، شخص مل گیا۔ ،مقدمہ جائز ہے، کھوئی ہوئی جائیداد بیماری لاتی ہے، یعنی انشان قبر کی مرمت کی جائے۔", "古人": "لوشن بغاوت", "第X籤": "چھپنویں لاٹری", "宮": "بدصورت محل"}