{"籤詩版本二": "صبح اور شام، بدھ کا سہارا خطرے کے وقت ہونا چاہیے لیکن خطرے میں نہیں۔\nاگر آپ کسی شریف آدمی کی طرف متوجہ ہوں گے تو پیسہ اور ریشم بھی آپ کا ساتھ دیں گے۔یہ چوان لائی ہے۔ یہ سب آپ پر منحصر ہے۔", "詩意": "یہ ہیکسگرام دیوتاؤں اور بدھوں کی خفیہ نعمت کی نمائندگی کرتا ہے۔\nصبر کرو اور ہر چیز میں اچھی قسمت ہو۔", "解曰": "پرانے زمانے کے امن کی علامت۔ جب ہر چیز مہنگی ہو گی تو یہ نیکی ہو گی۔", "籤詩故事一": "◇ تانگ راہب نے روشن خیالی حاصل کی۔\nایک دن تانگ سینگ دریا پر آیا اور اس کے سامنے بدھا کا لنگشن پہاڑ دیکھا، اس کے سامنے ایک تختی والا پل تھا، تانگ سینگ نے اسے عبور کرنے کی ہمت نہیں کی۔ مہاتما بدھ ایک کشتی والے میں تبدیل ہو گئے اور ایک بے اتھاہ ٹوٹی ہوئی کشتی کو تھام لیا، تانگ مانک جیسے ہی کشتی پر سوار ہوا، وہ دریا میں گر گیا اور اسے کشتی والے نے بچا لیا۔ (مغرب کے سفر کی کہانی)\n◇ تانگ راہب کے بدھ مت کے صحیفے\nتانگ خاندان کے سانزانگ، اس کا عام کنیت چن تھا اور اس کا دیا ہوا نام یی تھا۔ گوشی کاؤنٹی، لوزہو (اب یانشی شہر کے جنوب میں، صوبہ ہینان) میں پیدا ہوئے۔ وہ تیرہ سال کی عمر میں ایک راہب بن گیا اور بدھ مت کا نام Xuanzang رکھا۔\nاصل بدھ مت کے صحیفوں کو حاصل کرنے کے لیے، وہ ژینگوان کے تیسرے سال (629 عیسوی) میں چانگان (آج کا ژیان، شانزی صوبہ) سے روانہ ہوا، سرحد کے اس پار نکلا، اور تیانزو تک پہنچنے کے لیے بے شمار مشکلات سے گزرا۔ ہندوستان) صحیفے جمع کرنے کے لئے۔ اس نے گنگا اور دریائے سندھ کے طاسوں اور ہندوستان کے جنوب مشرقی ساحلی علاقوں کا سفر کیا، پھر برف سے ڈھکے پہاڑوں اور سبزہ زاروں کو عبور کیا، 50,000 میل سے زیادہ کا سفر آگے پیچھے کیا۔ بالآخر اسے چانگان واپس آنے میں 16 سال لگے۔ ژینگوان کا 19 واں سال (ای ڈی 645)۔ اس نے بڑی تعداد میں بدھ مت کے صحیفے واپس لائے اور ان کا چینی زبان میں ترجمہ کیا۔\n(تانگ سانزانگ چین اور ہندوستان کے درمیان آگے پیچھے ایک طویل سفر سے گزرا۔ اسے سفر کے دوران خطرات کا سامنا کرنا پڑا ہو گا، لیکن وہ بحفاظت واپس لوٹنے میں کامیاب رہا کیونکہ اس کے پیچھے ایک غیر مرئی سرپرست موجود تھا۔)", "聖意": "گھر محفوظ ہے، خود بخود ہے، مغربی تجارت کامیاب ہے، شادی کامیاب ہے، پیدل چلنے والے کھیت روکتے ہیں، ریشم کے کیڑے مسدود ہیں، ریشم کے کیڑے 70 فیصد ہیں، مویشی منافع بخش ہیں، لوگ پائے جاتے ہیں، مغربی عوام مقدمہ برا ہے، ہجرت قدامت پسند ہے، کھوئی ہوئی جائیداد دیکھی گئی ہے، بیماری مبارک ہے، پہاڑ اور قبریں مبارک ہیں۔", "古人": "تانگ راہب نے روشن خیالی حاصل کی۔", "第X籤": "باسٹھ کی لاٹری جیتنا", "宮": "ین محل"}