{"籤詩版本二": "جب سردی آتی ہے تو پہاڑ پر بیر کی ایک شاخ بھی تباہ نہیں ہوتی چاہے اس کے پتے گر جائیں اور شاخیں مرجھا جائیں۔\nلیکن جب بہار آتی ہے تو پھر بھی مجھے طوائف بنا کر لوٹا دیتے ہیں اور اصل کام کو تباہ کر دیتے ہیں۔", "詩意": "اس ہیکسگرام میں، بیر کا پھول سب سے آگے ہے۔\nتاخیر ہو جائے تو سب اچھا ہے۔", "解曰": "ایک تیر خالی۔ جب یہ خالی ہوتا ہے تو یہ خالی نہیں ہوتا۔ بہار آنے کا انتظار۔ اس میں رنگ ہے۔", "籤詩故事一": "◇ دو بار اسکور کیا۔\nتانگ خاندان کے شہنشاہ ڈیزونگ کے دور میں، وفادار وزیر می بوگاؤ اور اس کے خاندان کو غدار وزیر اعظم لو کیو نے تیار کیا تھا، جو ان سب کو قتل کرنا چاہتا تھا۔ صرف اس کا بیٹا می لیانگیو فرار ہونے میں کامیاب ہو گیا۔ اپنی شناخت چھپانے کے لیے وانگ زیٹونگ کا نام۔ وہ سڑکوں پر اکیلا رہتا تھا، بھوکا اور ٹھنڈا، لیکن خوش قسمتی سے اسے چن رشینگ (چن ڈونگچو) نے اندر لے لیا۔ چن رشینگ کو اپنی زندگی کے تجربے کا علم نہیں تھا، اس لیے اس نے اس سے چن کے بیر کے باغ کی دیکھ بھال میں مدد کرنے کو کہا تاکہ وہ سڑکوں پر بھوکا نہ مر جائے۔\nچن رشینگ می بوگاؤ کا ہم جماعت اور دوست تھا۔جب وہ لو کیو کی طرف سے ظلم و ستم کا شکار ہو رہا تھا تو اسے می بوگاؤ نے بچایا۔جس کے نتیجے میں می بوگاؤ اور لو کیو میں دشمنی ہو گئی۔آخر میں اس کے پورے خاندان کو پھانسی دے دی گئی۔ اس کی وجہ سے رشینگ کو دکھ اور غصہ آیا۔شادی کے بعد اس نے استعفیٰ دے دیا اور اپنے خاندان کو تنہائی میں رہنے کے لیے یانگژو منتقل کر دیا۔\nچن رشینگ کی ایک بیٹی ہے جس کا نام چن Xingyuan ہے، جو خوبصورت اور خوشبودار ہے۔می لیانگیو کے چن خاندان میں آنے کے بعد، وہ پہلی نظر میں پیار کر گئے۔ ایک دن جب بیر کے پھول پوری طرح کھل رہے تھے، جو کہ می بوگاو کی موت کی برسی بھی تھی، چن رشینگ اور اس کے خاندان نے اپنے گھر کے بیر کے باغ میں ایک قربان گاہ کھولی تاکہ اپنے فوت شدہ دوست اور محسن کی یاد میں ایک قربان گاہ کھولی جائے۔ اچانک موسم بدل گیا۔ اور ایک بھاری برفانی طوفان اڑا جس نے تمام بیر کے پھولوں کو ڈھانپ دیا۔ چن رشینگ نے افسوس کا اظہار کیا کہ وہ بحفاظت فرار ہونے میں کامیاب رہا لیکن وہ میئی خاندان کی اولاد کو بھی نہیں بچا سکا۔اس کے خیال میں یہ خدا کی طرف سے ایک وارننگ ہے، اس لیے اس نے عہد کیا کہ جب تک بیر کے پھول دوبارہ نہیں کھلتے، یہ ثابت کرتا ہے کہ میئی خاندان کی اولاد میئی خاندان ابھی زندہ تھا، وہ کبھی کچھ نہیں کہتا تھا۔وہ بھاگ کر بدھ مت میں چلا گیا اور راہب بن گیا۔\nاس کی بیٹی Xingyuan نے یہ سنا اور فوراً بخور جلایا اور خلوص دل سے خدا سے دعا کی کہ بیر کے پھول دوبارہ کھل جائیں۔ ان کے خلوص نے آسمان کو ہلا دیا، اور بیر کے باغ میں تمام بیر کے درخت دوبارہ کھل گئے؛ بعد میں چن ریشینگ کو معلوم ہوا کہ ژیٹونگ لیانگیو ہے، اس لیے اس نے اپنی بیٹی ژنگ یوان کی اس سے شادی کی۔", "聖意": "گھر اپنے لیے اچھا نہیں ہے، کوئی اپنے لیے اچھا ہے، کوئی دولت کی تلاش میں ہے، کوئی معاملات میں ہوشیار ہے، وقت آنے میں دیر ہے، شادی میں دیر ہے، بہار کی خوشحالی ہے، خزاں خالی ہے، مسافر کی دیر ہے، کھیت خوشحال ہیں، ریشم کے کیڑے خوشحال ہیں، چھ مویشی خوشحال ہیں، لوگوں کی تلاش، عوامی مقدمے، نقصان، ہجرت، گمشدہ جائیداد، مشرقی امراض، جھوٹے الارم، پہاڑی مقبرے تبدیل کیے جائیں۔", "古人": "دو بار گول کیا۔", "第X籤": "لاٹ جیتنا اڑسٹھ", "宮": "تتسمی۔"}