{"籤詩版本二": "چاو چاو ایک پھول جمع کرنے والی مکھی کی طرح ہے جو جنوب مغرب اور پھر مشرق سے اڑتی ہے\nجب بہار ختم ہو جائے اور پھول مرجھا جائیں تو ڈھونڈنے کی جگہ نہیں یہ دل اپنا ٹھکانہ نہ بدلے گا۔", "詩意": "یہ ہیکسگرام ایک شہد کی مکھی کی طرح ہے جو پھول چن رہی ہے۔\nہر چیز محنت طلب اور محنت طلب ہے۔", "解曰": "موسم بہار کا کوئی منظر نہیں۔ بارش کافی دیر تک ہوتی ہے لیکن کبھی صاف نہیں ہوتی۔ مدد طلب. خاموش رہنا بہتر ہے۔\n.", "籤詩故事一": "◇لی می نے تانگ خاندان کے خلاف بغاوت کی۔\nلی ایم آئی\n(582-619)، چین کے سوئی خاندان کے اواخر میں کسانوں کی بغاوت میں واگانگ آرمی کے مرحوم رہنما۔ خطاطی کا ماسٹر۔ لفظ فا کا ماسٹر چانگان، جِنگ زاؤ کا باشندہ تھا، اور اس کا آبائی گھر ژیانگ پِنگ، لیاؤڈونگ (اب لیاؤ یانگ، لیاؤننگ کے جنوب میں) تھا۔ چانگ آن کے رہنے والے، جِنگ زاؤ، اس کا آبائی گھر ژیانگ پنگ، لیاوڈونگ (اب لیاؤانگ، لیاؤننگ کے جنوب میں) ہے۔\nدئے کے نویں سال (613) میں، اس نے لیانگ میں سوئی خاندان کے خلاف یانگ شوانگن کی بغاوت میں حصہ لیا (جو اب جنسیان کاؤنٹی، ہینان صوبے کے شمال مشرق میں ہے)۔ دئے کے نویں سال (613) میں، اس نے لیانگ میں سوئی خاندان کے خلاف یانگ شوانگن کی بغاوت میں حصہ لیا (جو اب جنسیان کاؤنٹی، ہینان صوبے کے شمال مشرق میں ہے)۔ پراسرار احساس ہار گیا\nلی ایم بھاگ گیا۔ Xuangan کو شکست ہوئی اور Li Mi بھاگ گیا۔\nدئے کے بارہویں سال میں وہ واگانگ آرمی میں شامل ہو گئے۔\n. ڈے کے دور حکومت کے بارہویں سال میں، وہ واگانگ آرمی میں شامل ہو گئے۔ لی می حکمت عملی کے لحاظ سے اچھے تھے۔ ڈے کے بارہویں سال اکتوبر میں، لی می نے ژائی کو قائل کیا کہ وہ فوج کے ساتھ آنے والے طاقتور جنرل ژانگ ژوتو پر حملہ کرے، سوئی فوج کو شکست دے کر ژانگ زوتو کو مار ڈالے۔ لی می حکمت عملی کے لحاظ سے اچھے تھے۔ ڈے کے بارہویں سال اکتوبر میں، لی می نے ژائی کو قائل کیا کہ وہ فوج کے ساتھ آنے والے طاقتور جنرل ژانگ ژوتو پر حملہ کرے، سوئی فوج کو شکست دے کر ژانگ زوتو کو مار ڈالے۔\nبعد میں، اس نے Xingluo (بعد میں Luokou کا نام تبدیل کر دیا گیا) کے گودام پر حملہ کرنے، امداد کے لیے گودام کھولنے اور ٹیم کو بڑھانے کی تجویز پیش کی۔ واگانگ آرمی کی ٹیم میں تیزی سے اضافہ ہوا۔ Daye کے 13 ویں سال میں، Li Mi نے Wagang آرمی کی قیادت کی، اور Zhai Rang سوئی خاندان کی تنزلی اور تقسیم سے نمٹنے کے لیے فوجی وسائل اور دیگر مسائل پر جنگ ہوئی اور لی می نے ژائی رنگ اور اس کے سینکڑوں پیروکاروں کو ہلاک کر دیا۔ بعد میں، اس نے Xingluo (بعد میں Luokou کا نام تبدیل کر دیا گیا) کے گودام پر حملہ کرنے، امداد کے لیے گودام کھولنے اور ٹیم کو بڑھانے کی تجویز پیش کی۔ واگانگ آرمی کی ٹیم میں تیزی سے اضافہ ہوا۔ Daye کے 13 ویں سال میں، Li Mi نے Wagang آرمی کی قیادت کی، اور Zhai Rang سوئی خاندان کی تنزلی اور تقسیم سے نمٹنے کے لیے فوجی وسائل اور دیگر مسائل پر جنگ ہوئی اور لی می نے ژائی رنگ اور اس کے سینکڑوں پیروکاروں کو ہلاک کر دیا۔\nڈے کے 14ویں سال کے مارچ میں یو وینہواجی نے سوئی خاندان کے شہنشاہ یانگ کو قتل کر دیا\n، 100,000 سے زیادہ لوگوں کو مغرب کی طرف لوٹنے کی قیادت کی۔ ڈے کے چودھویں سال کے مارچ میں، یو وینہواجی (یو وین، کمپاؤنڈ کنیت) نے سوئی خاندان کے شہنشاہ یانگ کو قتل کر دیا اور 100,000 سے زیادہ لوگوں کے ساتھ مغرب واپس آ گئے۔ لی می کو ہواجی پر حملہ کرنے کا حکم دیا گیا۔اگرچہ ہواجی کو شکست ہوئی لیکن لی می کو بھی فوجوں میں بھاری نقصان اٹھانا پڑا۔ بعد میں وانگ شیچونگ نے اس کا تعاقب کیا۔لی می کی فوج کو شکست ہوئی اور اس کا کیمپ تباہ ہو گیا۔اس کے جرنیل کن شوباؤ، چینگ زیجی (اصل میں) چینگ یاوجن نامی، نیو جنڈا اور دیگر کو گرفتار کر لیا گیا۔ Li Mi کو ہواجی پر حملہ کرنے کا حکم دیا گیا۔اگرچہ Huaji کو شکست ہوئی لیکن Li Mi کی فوجوں کو بھی بھاری نقصان اٹھانا پڑا۔ بعد میں، وانگ شیچونگ نے اس کا تعاقب کیا۔لی می کی فوج کو شکست ہوئی اور اس کے بیس کیمپ کو تباہ کر دیا گیا۔اس کے جرنیل کن شوباؤ، چینگ زیجی (اصل نام چینگ یاوجن)، نیو جنڈا اور دیگر کو گرفتار کر لیا گیا، اور شان ژیونگزین نے ہتھیار ڈال دیے۔ لی ایم بی بیتاب تھا، اس لیے اس نے ستمبر میں دریا عبور کر کے ہیانگ تک پہنچا اور تانگ خاندان کے سامنے ہتھیار ڈال دیے۔ لی ایم بی بیتاب تھا، اس لیے اس نے ستمبر میں دریا عبور کر کے ہیانگ تک پہنچا اور تانگ خاندان کے سامنے ہتھیار ڈال دیے۔\nنومبر میں، لی یوآن نے پرانے فوجیوں کو بھرتی کرنے کے لیے لی ایم آئی کو شیڈونگ بھیجا۔ نومبر،\nلی یوآن نے لی ایم آئی کو پرانے فوجیوں کو بھرتی کرنے کے لیے شیڈونگ میں انتظار کرنے کے لیے بھیجا۔ یہ محسوس کرتے ہوئے کہ اس پر شبہ تھا، اس نے تانگ کے خلاف بغاوت کی۔ یہ محسوس کرتے ہوئے کہ اس پر شبہ تھا، اس نے تانگ کے خلاف بغاوت کی۔ تانگ جنرل شینگ یانشی نے لی ایم آئی کو حملہ کرنے کی دعوت دی اور اسے Xinggong Xian میں قتل کر دیا۔ تانگ جنرل شینگ یانشی نے لی ایم آئی کو حملہ کرنے کی دعوت دی اور اسے Xinggong Xian میں قتل کر دیا۔", "聖意": "گھر، گھر، زبان، خود، ولن، دولت کی تلاش، کاروبار کا ضیاع، شادیاں دیرپا نہیں، لیوجیا، خالی پھول، پیدل چلنے والے، یاوٹیان، ریشم کے کیڑے کو نقصان، چھ مویشیوں کو نقصان، لاپتہ افراد، مقدمہ، نقصان، نقل مکانی، قدامت پسندی، گمشدہ جائیداد بیماری، رکاوٹیں، پہاڑی قبر کی اصلاح", "古人": "لی می نے تانگ خاندان کے خلاف بغاوت کی۔", "第X籤": "سترویں ڈرا", "宮": "تتسمی۔"}