{"籤詩版本二": "کینگلونگ انیسویں گارڈز کا ادراک: ایک عورت نے دوسرے شوہر سے شادی کی۔\nایک کمان اور دو تیروں کے ساتھ، ڈائنوسار فوری طور پر امن میں رہیں گے۔", "詩意": "یہ ہیکسگرام ایک کمان کی طرح ہے جس میں دو تیر ہیں۔\nسب کچھ ایک ساتھ ہو تو اچھا ہے۔", "解曰": "زیادہ بھاری نہیں۔ تقدیر۔ Zhen Liuzhong کھلتا ہے۔ محتاط رہنے کا مشورہ دیا جاتا ہے۔", "籤詩故事一": "◇ وینجن نے ژیانگرو کا دورہ کیا۔\nژو وینجن صوبہ سیچوان کے لِنکیونگ کے ایک امیر تاجر زوو وانگ کے پوتے کی بیٹی تھی۔وہ موسیقی میں ماہر تھی اور ادبی نام رکھتی تھی۔ جب وہ سولہ سال کی تھی تو اس کی شادی ہوگئی۔کچھ سال بعد اس کے شوہر کا انتقال ہوگیا اور وہ بیوہ کی حیثیت سے رہنے کے لیے اپنے پیدائشی خاندان میں واپس آگئی۔\nایک دن، سیما ژیانگرو ضیافت کے لیے Zhuo Wangsun کے گھر گئی، جب اسے معلوم ہوا کہ Zhuo Wenjun نئی بیوہ ہوئی ہے، تو اس نے اپنی محبت کے اظہار کے لیے \"فینکس سیکنگ دی فینکس\" گانا چلایا۔ Zhuo Wenjun نے پہلے ہی سیما ژیانگرو کے بارے میں سنا تھا، اور اس ضیافت نے اسے سیما ژیانگرو کی طرف اور بھی زیادہ راغب کر دیا۔ دوسری طرف، سیما ژیانگرو کی ضیافت کے بعد، اس نے فوری طور پر Zhuo Wenjun کی ذاتی ملازمہ کو رشوت دینے کے لیے کافی رقم خرچ کی اور اسے Zhuo Wenjun کے لیے سیما Xiangru کی محبت کا اظہار کرنے کو کہا۔ ژو وینجن کو نوکرانی کے ذریعے سیما ژیانگرو کی محبت کے بارے میں معلوم ہونے کے بعد، وہ فوری طور پر اس سرائے میں چلا گیا جہاں سیما ژیانگرو رہتی تھی۔ زوو وینجن کی آمد کو دیکھ کر، سیما ژیانگرو فوراً ہی اس کے ساتھ راتوں رات اپنے آبائی شہر چینگڈو میں بھاگ گئی۔\nجب وہ چینگڈو میں تھے تو یہ جوڑا بے سہارا تھا اور اسے روزی کمانے کے لیے ایک چھوٹا سا ہوٹل کھولنے کے لیے واپس لنکیونگ جانا پڑا۔ زوو وینجن شراب بیچتے تھے اور سیما ژیانگرو برتن دھوتے تھے۔وہ غریب زندگی گزار رہے تھے۔ ژو وینجن کے والد، زوو وانگسن کو اس کے بارے میں معلوم ہونے کے بعد، اس نے اتفاق کیا اور اپنے دوستوں کے مشورے کے تحت ان کی مالی امداد کی، تاکہ سیما ژیانگرو اور زوو وینجن رہنے کے لیے چینگڈو واپس آئے، اور بعد میں امیر بن گئے۔", "聖意": "گھر اور جائیداد کا نقصان، اپنے حقوق اور غلطیاں، دولت کی تلاش، مزدوری کا لین دین، شادی کے دوبارہ اتحاد سے بچاؤ", "古人": "وینجن نے ژیانگرو کا دورہ کیا۔", "第X籤": "اکہتر جیتنے والا لوٹو", "宮": "تتسمی۔"}