{"籤詩版本二": "شہد کی مکھیوں کے پالنے والوں کو شہد کی بھیک مانگنی چاہیے، کہیں ایسا نہ ہو کہ وہ ڈنک مارے جائیں۔\nآپ کے سامنے ایک عجیب سڑک ہوگی، راز کانٹوں کے جنگل کی طرح گہرا ہے۔", "詩意": "یہ ہیکساگرام شہد جمع کرنے والی شہد کی مکھیوں کی علامت ہے۔\nہر چیز محنت طلب اور محنت طلب ہے۔\n\n(یہ ہیکساگرام مٹھاس اور کڑواہٹ کی علامت تلاش کرتا ہے۔\nہر چیز میں آفات کو روکیں۔\n)", "解曰": "چیزوں کو احتیاط سے کرنے کی ضرورت ہے۔ مجبور کرنے کی ضرورت نہیں۔ شہد کی مکھیاں شہد جمع کرتی ہیں۔ کیا وجہ ہے؟", "籤詩故事一": "◇ وانگ مینگ ہنر کی تلاش میں ہے۔\nمغربی ہان خاندان میں وانگ منگ خاندان کو ایک امیر خاندان کہا جا سکتا ہے۔ اگرچہ اس کے والد کا انتقال جوان ہو گیا، لیکن اس کے کئی چچا اور چچا ہان خاندان کے شہنشاہ بن گئے۔وہ جرنیل، وزیر اعظم، اور مارکیز بنے اور انعامات حاصل کیے، وانگ خاندان انتہائی ممتاز تھا۔\nلیکن وانگ منگ کا اپنا چھوٹا کنبہ انتہائی غریب تھا؛ اس کے والد کی جوانی میں ہی موت ہو گئی، اور وہ رشتہ داروں کے خیرات پر انحصار کرتے ہوئے صرف اپنی ماں کے ساتھ رہتا تھا۔ لیکن اس کی وجہ سے، وانگ مینگ نے بچپن سے ہی لوگوں کے ساتھ نمٹنے کی مہارتوں کا ایک مجموعہ تیار کیا اور اس پر عمل کیا۔ خواہ وہ کتنا ہی غمگین یا غصے میں کیوں نہ ہو، وہ ہمیشہ رشتہ داروں، بزرگوں یا باہر کے لوگوں کے سامنے بہت خوش اور پرسکون نظر آتا تھا، اس لیے قبیلے کے ہر فرد نے اس کی کافی تعریف کی۔\nایک دفعہ ان کے بڑے چچا شدید بیمار تھے، یہ معلوم ہونے کے بعد وہ مریض کے بستر کے پاس آکر انتظار کرنے لگے، دوا اور پانی لے کر آئے اور رات کو جاگتے رہے، لگاتار کئی مہینوں تک ان کے کپڑے اتارے، بکھرے اور بکھرے رہے۔ وہ صرف ایک مریض سے زیادہ \"صبر\" تھا، حیاتیاتی بیٹے سے زیادہ \"بیٹا\" تھا۔\nاس کے لیے تائیوان کے لوگوں میں سب نے ان کی تعریف کی اور خطوط لکھ کر ان کے لیے انعام کا مطالبہ کیا۔\nچنانچہ ہان خاندان کے شہنشاہ چینگ نے اسے نیو کیپیٹل مارکوئس کا خطاب دیا اور اسے محل میں محافظ کے طور پر مقرر کیا، وہ شہنشاہ کا قریبی وزیر بن گیا۔\nاپنے اعلیٰ مرتبے اور عظیم طاقت کے باعث وانگ منگ نے کبھی بھی تکبر یا سستی کا مظاہرہ نہیں کیا بلکہ وہ زیادہ سے زیادہ شائستہ اور شائستہ ہوتا چلا گیا۔ایک طرف تو اس نے وزیروں، جرنیلوں، وزیروں، مشہور علماء و مشائخ سے دوستی کی۔\nلیکن اس نے بہت سستی زندگی گزاری، اکثر گوشت کے پکوان کھاتے، لمبے لباس اور لمبے بازو والے لباس پہننے کا ذکر نہیں کرتے، صرف چھوٹے کپڑے پہنتے تھے۔ چنانچہ حکومت اور عوام میں سب نے متفقہ طور پر لفظ \"نیک\" کے ساتھ ان کی تعریف کی۔\nبعد میں، اس کے چچا، گرینڈ سیما وانگین، بیماری کی وجہ سے انتقال کر گئے اور انہیں ان کے متبادل کے طور پر منتخب کیا گیا۔ شہنشاہ اور تمام وزیروں نے سوچا کہ وہ سب سے موزوں ہے۔ لہذا، وانگ منگ، جو صرف اڑتیس سال کا تھا، ملک کی سب سے بڑی فوجی طاقت کے ساتھ گرینڈ سیما بن گیا۔\n(یہ کہانی ایک استعارہ ہے۔ ایک اچھا انسان بننے میں آپ کو \"شہد کی مکھیوں کے ڈنک مارنے کی دشواری\" سے نجات دلانے اور اپنی مرضی کے مطابق اپنے آئیڈیل حاصل کرنے میں مدد مل سکتی ہے۔)", "聖意": "گھر اپنے لیے اچھا نہیں، گھر والے مشکل میں ہیں، کاروبار ٹھپ ہے، شادیاں مسدود ہیں، چھ بکتریاں جھوٹی ہیں، پیدل چلنے والوں کو دیر ہے، ریشم کی فصل کم ہے، مویشی کم ہیں، مشکل ہے۔ لوگ ڈھونڈو، مقدمہ خراب ہے، ہجرت نہیں ہو رہی، کھوئی ہوئی جائیداد خراب ہے، بیماری لگ گئی ہے، پہاڑی قبر کھو گئی ہے،", "古人": "وانگ مینگ ہنر کی تلاش میں ہے۔", "第X籤": "باہتر کی لاٹری جیتنا", "宮": "تتسمی۔"}