{"籤詩版本二": "جب بہار آتی ہے تو گرج چمکتی ہے اور کیڑے چہچہاتے ہیں اور میں کیچڑ سے منہ موڑ لیتا ہوں۔\nجب میں نے پہلی بار محسوس کیا کہ میں اب بھی آتا اور جا رہا ہوں، ایک بار جب میں بدل گیا تو میں ڈریگن بن گیا۔", "詩意": "یہ ہیکسگرام گرج اور کیڑوں کی طرح ہے۔\nشریف آدمی سے ملنا ہر چیز میں اچھی علامت ہے۔", "解曰": "گڑگڑاہٹ۔ اندر اور باہر دو جمع۔ ایک بار تبدیل کریں۔ تیان مین تک۔", "籤詩故事一": "◇ چنقیاؤ بغاوت\n959 عیسوی میں چاؤ شیزونگ چائی رونگ کا انتقال ہوا اور شہنشاہ گونگ، چائی زونگکسن، جو تخت پر بیٹھا، صرف سات سال کا تھا۔ اس وقت، ژاؤ کوانگین، جو محل کے سامنے انسپکٹر اور جرمن فوج میں سونگ زو کے ایلچی کے طور پر کام کرتے تھے، حقیقی طاقت رکھتے تھے۔\n960 عیسوی کے موسم بہار میں، زنژو (آج کا ژینگڈنگ، صوبہ ہیبی) اور ڈنگ زو (آج کی ڈنگشیان کاؤنٹی، ہیبی صوبہ) نے اطلاع دی کہ شمالی ہان خاندان اور لیاؤ ریاست کی فوجیں مشترکہ طور پر بعد کے ژو خاندان پر حملہ کرنے کے لیے جنوب کی طرف جا رہی تھیں۔ زبردست رفتار، اور مدد کے لیے فوج بھیجنے کی درخواست کی۔ بعد میں، ژاؤ خاندان نے ژاؤ کوانگین کو حکم دیا کہ وہ دشمن کے خلاف لڑنے کے لیے اپنی فوجوں کی شمال کی طرف رہنمائی کرے۔ Zhao Kuangyin نے اپنے بھائی Zhao Guangyi، Zhao Pu، Shi Shouxin اور دیگر کی منصوبہ بندی کے تحت خفیہ طور پر کام کیا۔\n3 فروری کو جب فوج چنقیاؤئی (اب چنقیاؤ ٹاؤن، فینگکیو، ہینن کے جنوب مشرق میں) پہنچی تو انہوں نے بغاوت شروع کر دی اور سپاہیوں کو حکم دیا کہ وہ اس کے لیے پیلے رنگ کے لباس پہنیں۔انھوں نے بعد میں ژاؤ خاندان کے خلاف بغاوت کی اور ژاؤ کوانگین کی بطور شہنشاہ حمایت کی۔ . اس کے بعد ژاؤ نے جلائے، قتل یا لوٹ مار کے بغیر اپنے فوجیوں کو واپس کیفینگ کی طرف لے جایا۔\"Taizu Chen Qiao نے دارالحکومت کے لوگوں کو پریشان نہ کرنے کا حلف اٹھایا، اور اس نے وعدہ کیا کہ جس دن وہ شہر میں داخل ہوا اس دن شہر کو پریشان نہیں کرے گا۔\"\nقمری مہینے کے تیسرے سال کے تیسرے دن، ژاؤ کوانگین نے چنقیاؤ میں بغاوت کی اور دارالحکومت واپس لوٹ آئے۔ فان ژی نے وانگ پو اور وی رینپو کو ژاؤ کوانگین سے سوال کرنے کے لیے لے گئے۔ لو یان ہون نے خیمے کے سامنے اپنی تلوار کھینچی اور زور سے چیخا۔ : \"تینوں فوجوں کا کوئی مالک نہیں ہے۔ جرنیلوں نے اسے شہنشاہ مقرر کرنے کا فیصلہ کیا ہے۔ جو کوئی بات کرے گا اسے مار دیا جائے گا!\"۔ وانگ پو کا چہرہ زمین کی طرح پیلا تھا، اس نے اپنے قدم نیچے کیے اور جھک گئے، فان ژی بھی جھک گئے، کوانگ ین نے ذاتی طور پر اس کی مدد کی اور اس کے ساتھ نہایت خوش اخلاقی سے پیش آیا۔\nاعتدال پسند مزاحمت کے بعد، بعد کے ژاؤ خاندان کے شہنشاہ گونگ نے تخت سنبھالا، اور ژاؤ نے تخت سنبھال لیا۔\" تائیزو زین کو قبول کرنے والا تھا، لیکن زین کا کوئی متن نہیں تھا۔ ہانلن کے ایک عالم تاؤ گو نے حکم قبول کیا۔ اور اس کے پاس آیا اور کہا: ’’ہو گیا‘‘۔\nژاؤ کے تخت پر آنے کے بعد، اس نے ملک کا نام بدل کر سونگ، یوآن کو جیان لونگ رکھ دیا، اور کیفینگ کو دارالحکومت بنایا۔شی شوکسن، گاو ہواائیڈ، ژانگ لنگڈو، وانگ شینکی، ژانگ گوانگھن، اور ژاؤ یانہوئی سبھی کو جیدوشی کے خطاب سے نوازا گیا۔ جسے تاریخ میں \"چنقیاؤ بغاوت\" کے نام سے جانا جاتا تھا۔\nویکیپیڈیا\n(یہ کہانی ظاہر کرتی ہے کہ یہ زاؤ کوانگین کی کارکردگی کا آغاز ہے۔)", "聖意": "اپنے گھر، روزمرہ کی زندگی، دولت، خوش قسمتی، کاروبار میں اچھی قسمت، اچھی شادی، لیوجیا میں کامیابی، نر پیدل چلنے والے، کھیتوں میں ریشم کے کیڑوں کی جلد پیدائش، چھ جانوروں کی جلد پیدائش، بہار میں خوش قسمتی، لوگوں کی تلاش کے لیے دعا کریں۔ ،مقدمات میں کامیابی، ہجرت میں خوش نصیبی، گمشدہ جائیداد، بیماریوں میں خطرات، پہاڑوں اور قبروں میں خطرات۔", "古人": "چنقیاؤ بغاوت", "第X籤": "تہتر پر دستخط کئے", "宮": "ایم آئی پیلس"}