{"籤詩版本二": "خواب میں کہا گیا کہ دولت تو بہت ہوگی لیکن شہرت کچھ نہ ملے گی۔\nپانی دور ہے پہاڑ دور ہیں لیکن وفا کرنا مشکل ہے شریف انسان ہدایت دیتا ہے اور مسکراتا ہے۔", "詩意": "یہ ہیکسگرام خواب میں خزانہ حاصل کرنے کی علامت کی نمائندگی کرتا ہے۔\nسب کچھ کم و بیش حقیقی ہے۔", "解曰": "خواب جیسا خواب دیکھنا۔ شہرت کی امید نہیں۔ بس اچھے وقت کا انتظار کریں۔ عمدہ ہدایات۔", "籤詩故事一": "◇ جیڈ کو ژاؤ پر واپس کریں (مکمل کرنے کے بعد جیڈ کو ژاؤ پر واپس کریں)\n283 قبل مسیح میں، بادشاہ ژاؤ ہواوین نے چو سے ہیز بائی حاصل کی، بادشاہ کن ژاؤشیانگ کو یہ خبر سننے کے بعد، اس نے بادشاہ ژاؤ کو ایک خط بھیجا، جس میں ہیز بائی کے لیے پندرہ شہروں کا تبادلہ کرنے پر آمادگی ظاہر کی۔\nلن ژیانگرو نے کنگ ژاؤ کے سامنے تجزیہ کیا کہ کن مضبوط تھا اور زاؤ کمزور تھا اور اسے تبدیل کرنا تھا۔\nکنگ ژاؤ نے پھر لن ژیانگرو کو ہی بی کے ساتھ کن بھیجا۔\nکن کے بادشاہ نے لن ژیانگرو سے ژانگتائی میں ملاقات کی، اور لن ژیانگرو نے کن کے بادشاہ کو جیڈ پیش کیا۔ کن کا بادشاہ بہت خوش ہوا اور اس نے ہی کی بی کو خوبصورتی تک پہنچایا اور اس کے آس پاس موجود ہر شخص نے اسے دیکھا، اس وقت دائیں بائیں سب زندہ باد کے نعرے لگا رہے تھے۔\nلن ژیانگرو نے دیکھا کہ کن کے بادشاہ کا شہر ژاؤ کو دینے کا کوئی ارادہ نہیں ہے، اس لیے اس نے کن کے بادشاہ کو بتایا کہ اس کا جیڈ عیب دار ہے اور وہ اسے کن کے بادشاہ کو بتانا چاہتا ہے تاکہ موقع سے فائدہ اٹھا سکے۔ جیڈ واپس.\nلن ژیانگرو نے ہیشی کی بی واپس لینے کے بعد، وہ بڑے ستون کے پاس کھڑا ہو گیا، جس سے ظاہر ہوتا ہے کہ وہ ہیشی کی بی کے ساتھ مرنا چاہتا ہے۔\nاس وقت، لن ژیانگرو نے کن کے بادشاہ سے کہا: \"زاؤ کے بادشاہ نے پھر بھی وزراء کے اعتراضات پر قابو پا لیا اور وزیر کی تجویز کو قبول کر لیا۔ یہاں تک کہ اگر اس نے عام لوگوں کے ساتھ بات چیت کرتے وقت ایک دوسرے کو دھوکہ نہیں دیا، تو اس کا ذکر نہیں کرنا۔ کن ایک بڑا ملک ہے! کن اور ژاؤ کے درمیان دوستی کو برقرار رکھنے کے لیے، بادشاہ ژاؤ پانچ دن کے روزے کے بعد، میں نے اپنے وزراء کو جیڈ کے ساتھ کن بھیجا۔ شہر، بلکہ ایک خوبصورت عورت کو ہی خاندان کا جیڈ بھی دے دیا، جو واقعی میرے وزراء کا مذاق تھا۔\"\nبات ختم کرنے کے بعد، لن ژیانگرو نے فوراً ایک ستون سے ٹکرانے کا اشارہ کیا، کن کے بادشاہ کو ڈر تھا کہ ہیز بی کو نقصان پہنچے گا، اس لیے اس نے ژاؤ کو پندرہ شہر دینے کا بہانہ کیا۔ لن ژیانگرو نے کنگ کن کے غدارانہ منصوبے کو دیکھا، اس لیے اس نے بادشاہ کن سے کہا کہ وہ وقت میں تاخیر کرنے کے لیے ہیز بی کو پیش کرنے سے پہلے پانچ دن روزہ رکھیں۔ ان چند دنوں میں، لن ژیانگرو نے اپنے ساتھیوں کو جیڈ کے ساتھ ژاؤ کی ریاست میں واپس آنے کے لیے بھیجا، جب کہ وہ کن کے بادشاہ سے نمٹنے کے لیے ٹھہرا۔\n(یہ کہانی ایسی ہے جیسے ایک عام آدمی کی آنکھیں اس کی حیثیت سے مسحور ہو جائیں۔)", "聖意": "گھر میں برکت کی دعا کرنا، اپنے آپ کو، دولت میں رکاوٹ ڈالنا، لین دین کا حصول مشکل بنانا، شادی Liujiaxu پیدل چلنے والوں کے ساتھ مطابقت نہیں رکھتی، Chitian ریشم کے کیڑے قبول نہیں ہوتے، چھ جانور خراب ہوتے ہیں، لوگ لاپتہ ہوتے ہیں، عوامی مقدمے اور ہجرت متوقع ہوتی ہے، گمشدہ چیزیں بہت دور ہیں، بیماریاں لگائی جاتی ہیں، پہاڑی مقبروں میں بھیجی جاتی ہیں، اور بدل جاتی ہیں۔", "古人": "جیڈ کو ژاؤ پر واپس کریں (زاؤ کو جیڈ مکمل کریں)", "第X籤": "اکہترویں لاٹری", "宮": "نون محل"}