{"籤詩版本二": "گولر کے درختوں کے پتے جھڑ چکے ہیں، خزاں قریب آ رہی ہے اور مسافروں کا واپسی کا سفر بادلوں جیسا دکھائی دیتا ہے۔\nخدا کی عظیم کوششوں کی بدولت جہاز ہوا میں خزانہ لے کر واپس آگیا۔", "詩意": "یہ ہیکساگرام گرے ہوئے سائکیمور کے پتوں کی تصویر کی نمائندگی کرتا ہے۔\nسب کچھ پہلے سے برا اور آخر میں اچھا ہوتا ہے۔", "解曰": "دل سے باتیں نکالو۔ تیان زن نے پیروی کی۔ روزی کمانے کے لیے۔ تم سے جو ہو سکے کرو۔", "籤詩故事一": "◇ ٹینگ وانگ پویلین میں ہوا چل رہی ہے۔\nوانگ بو، بشکریہ نام زیان، ابتدائی تانگ خاندان کا شاعر تھا۔وہ تانگ خاندان کے شہنشاہ گاؤزونگ یونگھوئی کے پہلے سال میں پیدا ہوا۔ وانگ بو بچپن سے ہی صحیفے پڑھ رہے ہیں، اور وہ ایک \"چائلڈ پروڈیجی\" کے طور پر جانا جاتا ہے۔ وانگ بو بچپن سے ہی صحیفے پڑھ رہے ہیں، اور وہ ایک \"چائلڈ پروڈیجی\" کے طور پر جانا جاتا ہے۔\nجب وہ دس سال کا تھا تو وہ اور اس کے والد گوانڈی کے ایک مندر کے پاس سے گزرے، انہوں نے مندر میں گوانڈی کا عظیم الشان مجسمہ دیکھا، جس میں \"بہار اور خزاں\" کی ایک کاپی پکڑی ہوئی تھی اور اسے پڑھا، جب اس کے والد نے اسے دیکھا تو اس نے کہا۔ اس نے شہنشاہ گوان کو نعرہ لگایا: \"سبز داڑھی کے تین تالے پکڑنا، سبز لالٹین کو چنگ خاندان کی تاریخ پڑھنا اور مشہور ناموں کو خراج عقیدت پیش کرنا۔ سبز ڈریگن اور چاند کو میرے ہاتھ میں پکڑنا۔\" کہا جاتا ہے۔ کہ اس سال کے موسم خزاں میں، وانگ بو اپنے والد سے ملنے کے لیے شانزی سے ہینان جزیرے گئے جنہیں جیاؤزی کے کاؤنٹی مجسٹریٹ میں تنزلی کر دی گئی تھی، راستے میں ہزاروں پہاڑوں اور دریاؤں سے گزرتے ہوئے۔ اس سال کے موسم خزاں میں جب وہ ستائیس سال کا تھا، وانگ بو اپنے والد سے ملنے کے لیے شانزی سے ہینان جزیرے گئے، جنہیں جیاؤزی کاؤنٹی مجسٹریٹ کے عہدے پر تنزلی دے دی گئی تھی۔وہ راستے میں ہزاروں پہاڑوں اور دریاؤں سے گزرا۔\nاس دن جب ہم مڈانگ پہاڑ پر پہنچے تو سب آرام کرنے کے لیے ساحل پر چلے گئے، جب وانگ بو اکیلے ایک قدیم مندر کے پاس سے گزرے تو اچانک اس نے ایک بوڑھے شخص کو مندر کے ساتھ والے پتھر پر بیٹھے دیکھا، بوڑھا آدمی بالکل سفید بالوں والا بچہ لگتا تھا۔ اس نے وانگ بو سے کہا \"کیا تم وانگ بو نہیں ہو؟\" وانگ بو نے چونک کر کہا، \"بالکل ٹھیک! تمہیں یہ کیسے معلوم ہوا؟\" بوڑھے آدمی نے کہا، \"میں نے بہت عرصے سے سنا ہے کہ تم اچھے ہو؟ لوگوں کو بچانے کا ارادہ ہے، اور آپ کی نظمیں بہت معنی خیز ہیں۔ کل ٹینگوانگ پویلین میں ایک عظیم الشان پارٹی ہوگی، اگر آپ ضیافت میں شرکت کر کے مضمون لکھ سکتے ہیں، تو آپ تمام عمر میں مشہور رہیں گے اور سفر کے اخراجات حاصل کریں گے۔\" جب وہ پہنچے۔ مڈانگ پہاڑ پر، سب آرام کرنے کے لیے ساحل پر چلے گئے، جب وانگ بو اکیلے ایک قدیم مندر کے پاس سے گزر رہے تھے، تو اچانک اس نے مندر کے ساتھ والے پتھر پر دیکھا، وہاں ایک بوڑھا آدمی بیٹھا تھا، جو سفید بالوں والا بچہ اور پریوں کی طرح لگ رہا تھا۔ اس نے وانگ بو سے کہا، \"کیا تم وانگ بو نہیں ہو؟\"\nوانگ بو حیران رہ گیا اور بولا، \"بالکل ٹھیک! تمہیں یہ کیسے معلوم ہوا؟\"\nبوڑھے آدمی نے کہا: \"میں نے بہت عرصے سے سنا ہے کہ آپ لوگوں کو بچانے کا ارادہ رکھتے ہیں، اور آپ نے جو نظمیں لکھی ہیں وہ کافی معنی خیز ہیں۔ کل پرنس ٹینگ کے پویلین میں ایک عظیم الشان پارٹی ہوگی۔ اگر آپ ضیافت میں شرکت کر سکتے ہیں، تم عمر بھر مشہور رہو گے اور سفر کے اخراجات تمہیں ملیں گے۔\"\nوانگ بو نے کہا: \"یہ جگہ ٹینگ وانگ پویلین سے چھ یا سات سو میل دور ہے۔ کل ہم یہاں کیسے پہنچ سکتے ہیں؟\" بوڑھے آدمی نے کہا: \"میں ایک گھوڑے کو آسمانی ہوا کے طور پر استعمال کروں گا تاکہ آپ کو ہموار جہاز رانی میں مدد ملے۔ کل ضرور آئے گا۔\" وانگ بو نے میرا شکریہ ادا کیا اور کہا: \"معاف کیجئے، میرے سسر۔، کیا آپ لافانی ہیں یا دیوتا؟\" بوڑھے آدمی نے ہنستے ہوئے کہا، \"میں ژونگ یوان شوئجن کا انچارج ہوں۔ یہ پانی کا علاقہ!\" وانگ بو نے کہا، \"یہ جگہ ٹینگ وانگ پویلین سے چھ یا سات سو میل دور ہے۔ ہم کل یہاں کیسے پہنچ سکتے ہیں؟\"\nبوڑھے آدمی نے کہا: \"میں گھوڑے کو آسمانی ہوا کے طور پر استعمال کروں گا تاکہ آپ کو ہموار سفر کرنے میں مدد ملے۔ میں کل ضرور پہنچوں گا۔\"\nوانگ بو نے اس کا شکریہ ادا کیا اور کہا، \"معاف کیجئے، سسر، کیا آپ لافانی ہیں یا دیوتا؟\"\nبوڑھے آدمی نے ہنستے ہوئے کہا، ’’میں ژونگ یوان شوئی جون ہوں جو اس پانی کے علاقے کا انچارج ہوں!‘‘ تب بوڑھے نے وانگ بو سے کہا کہ وہ جلدی سے کشتی پر سوار ہو جائے، اس نے دیکھا کہ کچھ دیر کے لیے اچھے بادل اپنے گرد گھیرے ہوئے ہیں، اور ہوا چل رہی ہے۔ اور راستے میں پانی ہموار تھا پلک جھپکتے ہی وہ سینکڑوں میل کا سفر طے کر چکا تھا۔\nتب بوڑھے نے وانگ بو کو جلدی سے کشتی پر سوار ہونے کی تلقین کی، اس نے کچھ دیر کے لیے اپنے اردگرد خوش کن بادلوں کو دیکھا اور یہ ایک ہموار سفر تھا، پلک جھپکتے ہی وہ سینکڑوں میل کا سفر طے کر چکا تھا۔ جیسا کہ توقع کی گئی تھی، وانگ بو شاندار تقریب کی صبح پرنس ٹینگ کے پویلین پہنچ گئے۔\nجیسا کہ توقع کی گئی تھی، وانگ بو شاندار تقریب کی صبح پرنس ٹینگ کے پویلین پہنچ گئے۔ اور موقع پر ہی اس نے \"پرنس ٹینگ کے پویلین کا دیباچہ\" لکھا جسے تانگ خاندان کے شہنشاہ گاؤزونگ نے ابدی شاہکار کہا۔ اور موقع پر ہی اس نے \"پرنس ٹینگ کے پویلین کا دیباچہ\" لکھا جسے تانگ خاندان کے شہنشاہ گاؤزونگ نے ابدی شاہکار کہا۔\nایک شعر ہے کہ:\nہمیشہ یہ کہا جاتا رہا ہے کہ ہنرمند لوگ دیوتا ہوتے ہیں، اس لیے یہ کوئی حادثہ نہیں ہے کہ ہوا نانچانگ کو نانچانگ لے آئے۔\nمیں نے ٹینگ وانگ کے اونچے پویلین کے بارے میں ایک جملہ لکھا، اور پھر وہ لافانی لوگوں کے ساتھ Zhongyuan گئے۔", "聖意": "اپنے گھر کے لیے دعا کریں اور اپنی حفاظت کریں، برکت کے لیے دعا کریں، دولت کی تلاش کریں، اور شادی اور ہم آہنگی حاصل کریں۔", "古人": "ٹینگ وانگ پویلین میں ہوا چل رہی ہے۔", "第X籤": "اکیاسی پر دستخط کریں۔", "宮": "وی گونگ"}