{"籤詩版本二": "اگر آپ اپنی شہرت کی وجہ سے اپنی فضیلت کھو دیں تو کیا کریں؟مجھے ڈر ہے کہ خوش قسمتی بدل جائے گی اور برے حالات واقع ہوں گے۔\nنشے میں، مجھے نہیں معلوم کہ کہاں جانا ہے۔ میں نے دیودار کے سبز درختوں کے سائے میں ایک دھندلا خواب دیکھا ہے۔", "詩意": "یہ ہیکسگرام پانی چھوڑنے والی ٹھنڈی مچھلی کی نمائندگی کرتا ہے۔\nکچھ بھی منتقل نہیں کیا جا سکتا۔\n\n(یہ ہیکساگرام بری فضیلت اور بد قسمتی کی علامت ہے۔\nہر چیز میں اپنے پاؤں زمین پر رکھیں۔\n)", "解曰": "ٹھنڈی مچھلی پانی چھوڑ دیتی ہے۔ مرہم میں ایک مکھی اگر آپ کیمپ کے منصوبوں کے بارے میں پوچھیں۔ یہ مو کیو سے بہتر ہے۔\nیہ نشان لیوجیا کے لیے بد نصیبی لائے گا۔ سب کچھ غلط ہو جاتا ہے۔ سلامتی کے لیے دعا کریں۔", "籤詩故事一": "◇ زوانگزی اپنی بیوی کا امتحان لے رہا ہے۔\nZhuangzi Zhou خاندان میں پیدا ہوا تھا، اس کی کنیت Zhuang تھی، اس کا دیا ہوا نام Zhou تھا، اور اس کا دیا ہوا نام Zixiu تھا۔ وہ سونگ خاندان میں مینگی کا باشندہ تھا۔ چاؤ خاندان میں، وہ کیوآن کا اہلکار تھا۔\nایک دن، ژوانگزی کی ملاقات پہاڑ پر ایک عورت سے ہوئی، وہ ایک نئی قبر کے سامنے بیٹھی تھی، اپنے پنکھے کو شدت سے ہلا رہی تھی، جیسے وہ قبر کی گیلی مٹی کو خشک کرنا چاہتی ہو۔ زوانگزی کو اس کا ارادہ سمجھ نہیں آیا، اس لیے اس نے اس سے پوچھا۔ اس نے کہا کہ قبر میں دفن ہونے والا شخص اس کا شوہر ہے اور اس کے شوہر کے آخری الفاظ تھے کہ جب تک قبر کی مٹی خشک نہ ہو جائے وہ دوبارہ شادی نہیں کر سکتی۔ وہ مزید انتظار نہیں کر سکتی تھی، اس لیے اس نے قبر کی مٹی کو تیز تر خشک کرنے کے لیے ہلایا، تاکہ وہ دوسری بہار کا تعاقب کر سکے۔\nژوانگزی نے یہ سوچ کر آہ بھری کہ دنیا میں ایسی بے دل عورت بھی ہے۔ پھر میں نے سوچا، کیا میری بیوی ایسی ہوگی؟ جب شک پیدا ہوتا ہے تو میں اس کی جانچ کرنا چاہتا ہوں۔\nزوانگزی کی بیوی کا کنیت تیان تھا اور جوڑے میں عموماً گہرے تعلقات تھے۔اپنی بیوی کی وفاداری کو جانچنے کے لیے زوانگزی نے مردہ ہونے کا ڈرامہ کرنے کا فیصلہ کیا۔\nیہ سن کر کہ ژوانگزی کی اچانک بیماری سے انتقال ہو گیا، رشتہ داروں اور دوستوں سمیت ہر طرف سے بہت سے لوگ تعزیت کے لیے آئے، ان میں ریاست چو کا ایک خوبصورت بادشاہ اور پوتا بھی تھا جو دولت سے مالا مال تھا۔ تیان نئی بیوہ اور قابل رحم تھی، اس نے اس کا تعاقب کیا۔ محترمہ تیان اس لالچ کو برداشت نہ کر سکیں اور وانگ سن کی محبت میں گرفتار ہو گئیں، انہوں نے صرف بیس دنوں میں شادی کر لی۔\nاس رات جب شراب پی رہی تھی اور کان گرم تھے تو وانگ سن کو اچانک دل کا دورہ پڑا اور اس کی موت ہو گئی۔\nمحترمہ تیان خوفزدہ اور گھبرائی ہوئی تھیں، اور وانگ سن سے فوری طور پر پوچھا کہ کیا کرنا ہے۔ وانگ سن نے درد کو برداشت کیا اور محترمہ تیان کو بتایا کہ مردہ جسموں کے دماغوں کو مردہ کو زندہ کرنے کے لیے استعمال کیا جا سکتا ہے۔\nلاش کہاں سے ملے؟ محترمہ تیان نے اچانک سوچا، کیا اس کا شوہر ابھی مر نہیں گیا؟ مسٹر تیان میاں بیوی کے درمیان پرانی محبت کو بھول گئے، اور حقیقت میں کلہاڑی لے کر اپنے شوہر کا تابوت کھول کر دوائی کے لیے اپنا دماغ نکالنے کی تیاری کر رہے تھے۔\nغیر متوقع طور پر، جب تابوت کھولا گیا، تو Zhuangzi دوبارہ زندہ ہو گیا۔ محترمہ تیان اس قدر شرمندہ ہوئیں کہ اس نے خود کو پھانسی دے دی۔\n(یہ کہانی ذاتی فائدے کے لیے دوستی کی خلاف ورزی کا استعارہ ہے، اس لیے ہم اس سے اتفاق نہیں کر سکتے۔)", "聖意": "گھر پرامن ہے، نفس محفوظ ہے، پیسہ غیر منصفانہ ہے، تجارت کی قربانیاں ہیں، شادیاں طے ہیں، لیوجیا میں برائی خوشحال ہے، پیدل چلنے والے نہیں پہنچے ہیں، ریشم کے کیڑے امن میں ہیں، مویشی امن میں ہیں، لوگ لوگوں کو تلاش کر رہے ہیں، مقدمہ بدل گیا ہے، شاگرد قدامت پسند ہو گئے ہیں، جائیداد ضائع ہو گئی ہے، کوئی بیماری نہیں ہے، اور پہاڑ اور مقبرے خراب ہو چکے ہیں۔", "古人": "زوانگزی اپنی بیوی کا امتحان لے رہا ہے۔", "第X籤": "لاٹ 84", "宮": "وی گونگ"}