{"籤詩版本二": "گہرے بادل اور دھند پہاڑ کے سامنے سڑک کو ڈھانپ لیتی ہے۔سب کچھ گول ہے اور چاند پھر گول ہے۔\nشاعری اور کتابیں ملیں تو گہرے خواب سے بیدار ہو جائیں گے، اعلیٰ ہستی آپ کو چھت تک لے جائے گی۔", "詩意": "یہ ہیکسگرام موسم بہار کے اختتام اور پھولوں کے کھلنے کی علامت ہے۔\nرب کے بعد سب کچھ بدل جاتا ہے۔", "解曰": "بوڑھے آدمی کو مدد مانگنے کی ضرورت ہے۔ یہ موسم بہار میں دوبارہ کھلتا ہے۔ شہرت اور قسمت کی خواہش۔ زندگی کے آخر میں ایک طوفان کا سامنا کرنا پڑتا ہے۔", "籤詩故事一": "◇ ہان وینگونگ کا سامنا برف باری سے ہوا۔\nہان یو، جس کا درباری نام توزی تھا، چانگلی سے تھا۔ تانگ ڈیزونگ ژینیوان کے آٹھویں سال میں ایک جنشی بن گیا، اور اس کا بعد از مرگ لقب وین گونگ تھا۔\nتانگ خاندان کے شہنشاہ ژیان زونگ کے دور میں، ہان یو نے بدھ کی ہڈیوں کے ساتھ مظاہرہ کیا، جس سے شہنشاہ کو غصہ آیا۔ ہان یو اپنی بیوی اور بچوں کو چھوڑ کر چاؤزو چلا گیا۔ کچھ دنوں سے بھی کم چلنے کے بعد، ٹھنڈی ہوا نے زور پکڑا اور بہت زیادہ برف باری ہوئی۔ ہان یو ایک ایسی جگہ پہنچا جہاں برف کئی فٹ گہری تھی جس کی وجہ سے اس کے گھوڑے کا آگے بڑھنا مشکل ہو گیا تھا۔اس کے آس پاس کوئی گھر نہیں تھا اور اسے معلوم نہیں تھا کہ سڑک کہاں ہے۔ اگر آپ راستے پر چلنا چاہتے ہیں اور پیچھے ہٹنا چاہتے ہیں تو واپسی کا کوئی راستہ نہیں ہے۔ ہوا تیز چل رہی تھی اور برف تیزی سے گر رہی تھی۔ ہان یو جلد تک بھیگ گیا، جما ہوا اور بھوکا تھا، اور اس کے پاس اپنے دکھ کا اظہار کرنے کے لیے کوئی جگہ نہیں تھی۔\nہان یو نے آہ بھری اور کہا: \"شہنشاہ مجھے نہیں مارے گا، لیکن شہنشاہ مجھے تباہ کرنا چاہتا ہے۔\"\nابھی جب ہان یو بے چین تھا تو اس نے ایک شخص کو شدید سردی کے باوجود برف صاف کرنے آتے دیکھا۔وہ ہان ژیانگزی (ہان یو کا بھتیجا) نکلا۔\nاس سے پہلے ہان ژیانگزی نے ہان یو سے کہا تھا: \"کن لنگ میں یون ہینگ کا گھر کہاں ہے؟ برف نیلے دروازے کو گلے لگا لیتی ہے اور گھوڑا آگے بڑھنا بند کر دیتا ہے۔\" اس وقت ہان یو کو سمجھ نہیں آیا کہ ہان ژیانگزی کا کیا مطلب ہے، لیکن اب وہ آخر میں سمجھا.\nچنانچہ ہان یو اور ہان ژیانگزی لانگوان میں فو کے گھر رات گزارنے گئے۔ ماضی اور کاشت کے راستے کے بارے میں بات کرتے ہوئے، ہان یو مخلصانہ طور پر قائل تھے۔\nبعد میں، ہان یو نے اپنے سرکاری عہدے کو ترک کر دیا، اپنی تمام جائیداد مقامی حکومت کو عطیہ کر دی، اور تاؤ ازم پر عمل کرنے کے لیے پہاڑوں پر چلا گیا اور ایک امر ہو گیا۔", "聖意": "گھر اپنے لیے اچھا نہیں ہے، پیسے کی تلاش میں ہوشیار رہیں، کاروبار پر توجہ دیں، شادی میں دیر ہے، لیوجیا خواتین پیدل چلنے والوں نے کھیتوں کو روکا، ریشم کے کیڑے اچھے ہیں، مویشی اچھے ہیں، لوگوں کو تلاش کرنا مشکل ہے، عوامی مقدمے بار بار ہوتے ہیں، ہجرت اپ ڈیٹ کیا گیا، کھوئی ہوئی چیزیں سنگین ہیں، بیماریاں تاخیر کا شکار ہیں، پہاڑی مقبرے تبدیل کیے جائیں۔", "古人": "ہان وینگونگ کا سامنا برف باری سے ہوا۔", "第X籤": "پچاسیویں جیتنے والی لاٹری", "宮": "شین گونگ"}