{"籤詩版本二": "مغربی پہاڑ پر آدھے راستے پر چلتے ہوئے، جونلنگ کی چٹانیں آباد نہیں ہو سکتیں۔\nحفاظت کے لیے خدا کی طرف دیکھ رہا ہوں، یہ لاش ابھی تک مردہ خانے میں ہے۔", "詩意": "یہ ہیکسگرام ریت میں سونا تلاش کرنے کے مترادف ہے۔\nہر چیز میں شریف لوگوں کی نشانیاں ہوتی ہیں۔\n\nنیز: یہ ہیکسگرام اس بات کی نشاندہی کرتا ہے کہ وہ شخص خطرے میں ہے۔\nہر چیز میں شریف لوگوں کی نشانیاں ہوتی ہیں۔", "解曰": "جیڈ پتھر چھینی سے پایا جا سکتا ہے۔ ریت میں سونا تلاش کریں۔ محنت کرنے کی ضرورت ہے۔ بس مصیبت۔\nایک اور کام: ایک مشکل صورتحال۔ کہیں نہیں ٹھہرنا۔ خدا سے برکت مانگو۔ ذہنی سکون کے لیے دعا کریں۔", "籤詩故事一": "◇ سونے کو کاٹیں اور زیر زمین غاروں کو دریافت کریں۔\nاپنے فوجی کارناموں کا جشن منانے کے لیے، چینگ یاؤجن نے یانویوانگ میں ایک ضیافت کا اہتمام کیا۔ اچانک زمین میں ایک سوراخ کھل گیا جو ناقابلِ فہم تھا۔ہر کسی نے الفاظ نکال کر قرعہ ڈالا، سونا جیتنے کے لیے کاٹ لیا، اور خود کو سوراخ میں باندھنے کے لیے رسیاں کرایہ پر لیں۔\nیہاں پتھر کے دروازے، میزیں، کرسیاں، پل اور دیگر اشیاء ہیں۔میز پر ڈریگن کے لباس اور جیڈ بیلٹ ہیں، جو سونے سے بنی ہیں اور غار کے باہر پہنی ہوئی ہیں۔\nیاؤ جن ایک بڑے صندوق اور ایک چھوٹے سے ڈبے کے ساتھ سوراخ سے باہر آئے، لکڑی کے ڈبے کو کھولا اور جیڈ مہر نکالی، ڈبہ کھولا، بڑا جھنڈا اور تاج کا لباس اور پٹری نکال کر میز پر رکھ دیا، اور سب نے ایک ایک کرکے انہیں دیکھا۔ میں نے دیکھا کہ بڑی مہر پر آٹھ مہر کے حروف کندہ تھے \"The Demon King of Honshi, the Great Virtuous Emperor\"۔\nہر کوئی اسے \"شہنشاہ\" کے طور پر پوجتا تھا، اور یاوجین نے شیطان بادشاہ کے طور پر تین سال تک یہ کام کیا۔ (دراصل، یہ صرف خود ساختہ تھا، اور چینگ یاوجن اس وقت گاؤں کا صرف لیڈر تھا۔)\n(یہ کہانی ایک استعارہ ہے کہ اچھی چیزیں صرف اداکاری کی طرح ہوتی ہیں۔ یہ \"یہ جسم ابھی تک باطل میں ہے\" کا فنکارانہ تصور ہے۔)", "聖意": "گھر اور گھر کی دعا، خود شکست، دولت کی تلاش، محنت، کاروبار میں محتاط رہنا، شادی میں رکاوٹ ہو گی Liu Jiaxu، پیدل چلنے والے، چی تیان، ریشم کے کیڑے، مستحکم چھ مویشی، لوگوں کی تلاش، کوئی مقدمہ نہیں، نقصان ہجرت، گمشدہ املاک کو رکھنا، بری بیماریاں، رکاوٹیں، پہاڑ اور قبریں۔", "古人": "سونے کے لیے کریپٹ کی تلاش", "第X籤": "ستاسی پر دستخط کریں۔", "宮": "شین گونگ"}