{"籤詩版本二": "مجھے اپنے ذاتی معاملات میں پریشان نہ کریں یہ عوام سے پوچھنا زیادہ مناسب ہے۔\nصاف دل آسمان کے روشن چاند کی طرح روشن اور صاف ہے۔", "詩意": "یہ ہیکسگرام آسمان میں ایک روشن چاند کی تصویر کی نمائندگی کرتا ہے۔\nہر چیز روشن اور ہوا دار ہے۔", "解曰": "دل میں سیدھے رہو۔ قانون کو سیدھا کرو۔ مقدس الفاظ۔ آخر کار واضح ہو جاتا ہے۔", "籤詩故事一": "◇ کانگ منگ کا جنرل\nحل: Zhuge Liang اپنے فوجیوں اور جرنیلوں کو متحرک کرتا ہے۔\nتین ریاستوں کے دور میں، زوج لیانگ (181-234)، بشکریہ نام کونگمنگ، یانگڈو، لانگیا (اب ینان کاؤنٹی، شانڈونگ صوبہ) میں پیدا ہوا۔\nژوگے لیانگ نے ایک عہدیدار بننے پر رضامندی ظاہر کی جب لیو بی نے تین بار کھجور والی جھونپڑی کا دورہ کیا۔اس وقت کاو کاو نے ہیبی کو تسلی دی تھی اور جنوب کی طرف مارچ کرنے کا عزم کیا تھا۔اس نے شیاؤ ڈن کو چیف جنرل کے طور پر، یو جن، لی ڈیان اور دیگر کو بھیجا تھا۔ ڈپٹی جنرل، 100,000 کی فوج کی قیادت کرتے ہوئے Xinye کی طرف مارچ کر رہے ہیں۔ اگرچہ اس وقت ژوگے لیانگ کے پاس دشمن سے پیچھے ہٹنے کا منصوبہ تھا، گوان یو اور ژانگ فی نے ژوگے لیانگ کی باتوں کو حقیر سمجھا۔ ژوگے لیانگ کے پاس ان دونوں کو راضی کرنے کے لیے لیو بی کی تلوار کے استعمال کے سوا کوئی چارہ نہیں تھا، تاکہ ہر ایک نے ایک ہزار فوجیوں کی قیادت کی اور یوشان اور انلن میں گھات لگا کر حملہ کیا۔ وہ ژاؤ ڈن کا انتظار کرتے رہے کہ وہ اپنی فوج کو گزرنے کے لیے لے جائے، اور پھر ان پر حملہ کیا۔ گھات لگانا اور آگ.\nاس کے علاوہ، ژاؤ یون کو فوج کی پرانی اور کمزور باقیات کی قیادت کرنے کے لیے بھیجا گیا تاکہ وہ Xiahou Dun کے خلاف ہراول دستے کے طور پر لڑ سکیں، اور پھر وہ شکست کھا کر پیچھے ہٹ گیا، اور Xiahou Dun کو پہاڑوں اور جنگلوں میں تنگ سڑک پر آمادہ کیا، اس نے گوان کو بھی بھیجا۔ پنگ، ژاؤ کینگ، لیو فینگ اور دیگر کاو کی فوج کے عقب میں گھسنا، سامان جلانا اور کاو کی فوج میں خوف و ہراس پھیلانا۔\nجنگ کے بعد، سب کچھ اسی طرح ہوا جیسا کہ Zhuge Liang نے کیا تھا۔ جب ژاؤ ڈن اور یو جن نے تعاقب میں فوج کی قیادت کی، تو عقب میں موجود لی ڈیان نے فوری طور پر سامنے والے ژاؤ ڈن کو آگاہ کیا کہ اسے دشمن کے فائر حملوں سے حفاظت کرنے کی ضرورت ہے۔ تاہم، بہت دیر ہو چکی تھی۔ تنگ سڑک اور ایک ایسی جگہ پر تھی جہاں درخت آپس میں جڑے ہوئے تھے، اس لیے آگ شروع نہیں کی جا سکتی تھی، وہاں بھاری جانی نقصان ہوا، اور Xiahou Dun اور دیگر جرنیلوں کو شکست ہوئی اور واپس Xudu کی طرف بھاگ گئے۔\n(یہ کہانی ایک استعارہ ہے کہ کانگ منگ لوگوں کو استعمال کرنے اور ملک پر حکمت کے ساتھ حکومت کرنے میں اچھا ہے۔)", "聖意": "گھر اور گھر مبارک ہیں۔ میں دولت میں خوش قسمتی، ذہنی سکون، خوشحال کاروبار، شادی، کامیابی، لیوجیا میں کامیابی، مرد چلتے پھرتے کھیت، ریشم کے کیڑے، مویشیوں کا نقصان، لاپتہ افراد، عوامی مقدمے، نقل مکانی، گمشدہ جائیداد کی خواہش کرتا ہوں۔ برکت، بیماری، امن، پہاڑ اور قبریں", "古人": "کانگ منگ کے جنرل", "第X籤": "نویں نشانی۔", "宮": "ین محل"}