{"籤詩版本二": "ایک اچھا شو آپ کو ہجوم سے الگ کر دیتا ہے اور آپ کا مستقبل بدل جاتا ہے اور آپ بہت ساری دولت لاتے ہیں۔\nایک سڑک آسمان کی طرح چوڑی ہے، اور آپ جتنا پیسہ دے سکتے ہیں وہ آپ کے دل میں ہوگا۔", "詩意": "یہ ہیکساگرام ایک امید افزا مستقبل کی نشاندہی کرتا ہے۔\nسب کچھ ٹھیک ہو جاتا ہے۔", "解曰": "ایک بڑی سڑک۔ آپ آگے بڑھ سکتے ہیں۔ اپنے دل کا استعمال کریں۔ صرف آگے۔\nاس نشان کے ساتھ منصوبہ بندی کے مطابق سب کچھ ہوتا ہے۔ جیچانگ کو گڈ لک۔", "籤詩故事一": "◇ تین ہیرو لو بو کے خلاف لڑتے ہیں۔\nحل: تین ہیرو ژانگ فی، گوان یو، اور لیو بی لو بو کے خلاف لڑتے ہیں۔\nڈونگ ژو کو معلوم ہوا کہ ہوا ژیانگ کا سر قلم کر دیا گیا ہے اور فلائنگ جنرل لو بو کو لڑنے کے لیے بھیج دیا گیا ہے۔ جیسے ہی لو بو جنگ میں گیا، اس نے جرنیلوں فانگ یو اور مو شون کو مار ڈالا، اور وو انگو اور گونگسن زان کو مار ڈالا۔\nژانگ فی نے دیکھا کہ گونگ سن ژان لو بو کو شکست نہیں دے سکتا، اس لیے اس نے جلدی سے گونگ سن ژان کی جگہ لے لی اور چیخ کر کہا: \"تین کنیتوں کے غلام چلے جائیں! یان سے ژانگ فی یہاں ہے!\" اس کے بعد، وہ پچاس سے زیادہ راؤنڈ تک لڑے۔ جانشینی، بغیر کسی فاتح یا ہارنے والے کے۔\nگوان یو کے دیکھنے کے بعد، اس نے اور ژانگ فی نے لو بو پر حملہ کیا اور تیس راؤنڈ سے زیادہ لڑے۔\nلیو بی نے بھی دو تلواریں اٹھائیں، اپنے گھوڑے پر تالیاں بجائیں اور ژانگ فی اور گوان یو کی مدد کے لیے آگے بڑھے۔\nتینوں آدمیوں نے لو بو کو گھیر لیا اور لڑتے رہے، گروپ کے تمام لوگ ہکا بکا رہ گئے۔\nجلد ہی، لو بو اپنی طاقت کھونے لگا۔لو بو کا پیگاسس پیچھے ہٹ گیا، لیکن تینوں آدمیوں نے لو بو کا تعاقب کیا اور ہار ماننے سے انکار کر دیا۔وہ اس وقت تک پیچھے نہیں ہٹے جب تک کہ وہ لو بو کے فوجیوں سے نہ مل گئے۔\n\"تین سلطنتیں\"\n(یہ کہانی لو بو کی بہادری اور لڑائی میں مہارت کا استعارہ ہے۔ ایک شخص تین لوگوں کو شکست دے سکتا ہے۔)", "聖意": "گھر اور گھر کا دل صرف دولت کی تلاش کے لیے اپنے سفر پر سفر کرتا ہے۔ شادی کا ایک ممکنہ مضمون لیوجیا جاتا ہے۔ لوگوں کے لیے چیزیں آسانی سے چلتی ہیں۔ زشونٹیان ریشم کے کیڑے استعمال کرتے ہیں۔ چھ جانوروں میں سے لوگ پائے جا سکتے ہیں۔ لوگ پہلے سے ہی مل سکتے ہیں۔ قانونی چارہ جوئی، ہجرت، گمشدہ املاک، بیماریاں، پہاڑ اور قبریں نیکیوں کی طرح ہیں۔", "古人": "تین ہیرو لو بو کے خلاف لڑتے ہیں۔", "第X籤": "اکیانوے جیتنے والی لاٹری", "宮": "آپ محل"}