{"籤詩版本二": "لوان فینگ ژیانگ بوندا باندی میں بھیگ گیا تھا، لیکن اس وقت اسے کوئیر نے تنگ کیا تھا۔\nمیں یہ جان کر حیران رہ گیا کہ ایک دن بادل بہت دور تھے لیکن میں نے پھر بھی آپ کو اپنے کپڑے واپس کر دیئے۔", "詩意": "یہ ہیکساگرام لوان اور فینکس کی علامت کی نمائندگی کرتا ہے جو بارش سے ڈھکے ہوئے ہیں۔\nوقت آنے پر سب کچھ آتا ہے۔", "解曰": "ولن دن بہ دن ترقی کر رہا ہے۔ شریف آدمی کو کچھ نہیں کرنا چاہیے۔ بس اپنے پاس رکھو۔ وقت آنے پر ایکشن لیں۔", "籤詩故事一": "◇ گاو جون شادی کی ضمانت دیتا ہے۔\nابتدائی سونگ خاندان میں، ژاؤ کوانگین نے شمال کو متحد کیا اور پورے ملک نے ہتھیار ڈال دیے۔تاہم، جنوبی تانگ خاندان میں، لی یو نے دریائے یانگسی کے جنوب پر قبضہ کر لیا اور ایک شہر کو ہتھیار ڈالنے کی پیشکش کرنے کی حکمت عملی اپنائی، ژاؤ کوانگین کو شوزو میں پھنسایا۔ اور صورت حال نازک تھی. Zhao Kuangyin کا ​​بھتیجا، Gao Junbao، ایک سنہری بندوق والا نوجوان، Shouzhou کا محاصرہ توڑنے کے لیے Bianjing سے روانہ ہوا۔\nشوانگ سو ماؤنٹین کے پاس سے گزرتے ہوئے، انہوں نے لیو جنڈنگ کے قائم کردہ شوہر کے نشان کو توڑ دیا، اور دونوں کا مقابلہ ہوا۔ نتیجے کے طور پر، لیو جنڈنگ نے اپنے شاندار مارشل آرٹس سے تین بار گاؤ جنباؤ کو شکست دی، اور انہوں نے زندگی کے لیے سونے کی گدی اور چاندی کی گھنٹیوں کا تبادلہ کیا۔ ژاؤ کوانگین کے بھتیجے گاؤ جنباؤ نے شوزہو میں پھنسے ہوئے ژاؤ کوانگین کو بچانے کے لیے، بیانجنگ سے نکل کر شوانگ سو پہاڑ سے گزرا، اس نے لیو جنڈنگ کے قائم کردہ نشان کو توڑ دیا اور دونوں کا مقابلہ ہوا، جس کے نتیجے میں لیو جنڈنگ نے گاو جنباؤ کو شکست دی۔ شاندار مارشل آرٹ اور ایسا کرنے پر مجبور کیا گیا۔ جوڑے نے ہجوم کو محاصرے میں لے لیا اور زاؤ کوانگین کو بچایا۔\n(اس کہانی کا استعارہ یہ ہے کہ دونوں میں صلح نہیں ہوئی تھی (انہیں غنڈہ گردی کی گئی تھی)، لیکن بعد میں صلح ہوگئی۔)", "聖意": "خاندانی گھر اپنے لیے اچھا نہیں ہے، پیسے مانگنے میں احتیاط برتیں، کاروبار روکیں، شادی کا انتظار کریں، تاخیر، لیوجیا، جھوٹا مسافر، کھیتوں میں لیٹنا، ریشم کے کیڑے، دیر، مویشیوں کے چھ نقصانات، لوگوں کو تلاش کرنا مشکل، مقدمہ، نقصان، ہجرت، قدامت پسندی، کھوئی ہوئی جائیداد، سنگین بیماری، پہاڑ کی توسیع، قبر کی اصلاح", "古人": "گاؤ جون شادی کی ضمانت دیتا ہے۔", "第X籤": "ترانوے نے لاٹری جیتی۔", "宮": "xugong"}