{"籤詩版本二": "عزائم اور کامیابیاں خاندان میں ہیں، لیکن اب نہ ختم ہونے والی شراب نوشی اور جنسی تعلقات ہوں گے۔\nاگر آپ سنہری مرغ دیکھیں گے تو آپ کو پیسے، قسمت اور قسمت سے نوازا جائے گا۔", "詩意": "یہ ہیکساگرام خواہش اور شہرت کی علامت کی نمائندگی کرتا ہے۔\nہر چیز کو مبارک رکھیں۔", "解曰": "پرجوش اور پرجوش۔ اپنے آپ کو سنبھالنے میں دیر نہیں لگتی۔ سنہری مرغ وعدہ کرتا ہے۔ سب خوش۔", "籤詩故事一": "◇ Cao Pi نے خود کو شہنشاہ قرار دیا۔\nCao Pi، بشکریہ نام Zihuan، Peiguoqiao (اب Hao County، Anhui) میں پیدا ہوا تھا۔ جیان کے دور میں ایک مشہور سیاست دان اور مصنف۔\nCao Pi Cao Cao کا دوسرا بیٹا ہے۔ وہ بچپن سے ہی فوجی کیمپ میں اپنے والد کے ساتھ رہتا تھا۔ اپنے والد کے زیر اثر، Cao Pi نے چھ سال کی عمر میں تیر اندازی اور آٹھ سال کی عمر میں گھڑ سواری سیکھی، اور ترقی کی۔ اچھی مارشل آرٹ کی مہارت. ان کے پاس قدیم اور جدید کلاسیکی اور سوانح حیات کے ساتھ ساتھ سینکڑوں مکاتب فکر کی کتابوں کا بھی وسیع علم ہے۔ یہ اٹھارہ سال کی عمر تک نہیں ہوا تھا کہ کاو کاو نے یوآن شاؤ کو شکست دی اور کاو پائی نے کاو کاو کی حکمرانی کے مرکز یچینگ میں نسبتاً مستحکم زندگی گزاری۔ اس کے بعد سے، اگرچہ وہ کبھی کبھی اپنے والد کے ساتھ فوجی مہمات میں جاتا تھا اور زیادہ تر وقت ایک شریف بیٹے کی زندگی گزارتا تھا، لیکن پھر بھی وہ ہر روز مارشل آرٹ کی مشق کرتا تھا اور آج تک اس سے انکار نہیں ہوا۔ وہ اکثر اپنے گھوڑے پر سو قدموں پر سوار ہوتا ہے اور مارشل آرٹ میں بہت ماہر ہوتا ہے۔چونکہ وہ اکثر مارشل آرٹ کی مشق کرتا ہے، اس لیے وہ ہلکا اور مضبوط ہے۔\nکاو کاو کا بڑا بیٹا کاو انگ ایک جنگ میں مارا گیا۔ بڑے بیٹے کی موت کے بعد، کاو پائی ولی عہد کے لیے پہلی پسند بن گئے۔ جب وہ اکتیس سال کا تھا، تو اسے کاو کاو نے ولی عہد بنا دیا۔ جب Cao Pi کی عمر تینتیس سال تھی، Cao Cao بیماری سے مر گیا، اور Cao Pi اس کے بعد وزیر اعظم اور وی کا بادشاہ بنا۔ ان کا کہنا تھا کہ وہ اکثر گھوڑے کی پیٹھ پر سو قدموں پر سوار ہوتے ہیں اور بہت ماہر ہیں۔کیونکہ وہ اکثر کنگفو کی مشق کرتے ہیں، اس لیے وہ ہلکے اور صحت مند ہیں۔", "聖意": "آپ کے گھر اور آپ کے گھر کے امن کے لیے دعا کریں، دولت تلاش کریں، محنت کریں، تجارت کریں، جلد ٹوٹ جائیں، شادی کامیاب ہوگی، لیوجیا محفوظ رہے گا، لوگ کھیت میں ہوں گے، ریشم کے کیڑے بالغ ہوں گے، چھ مویشی بالغ ہوں گے۔ لوگوں کو تلاش کرنا مشکل ہو جائے گا، عوامی مقدمے فوری ہوں گے، ہجرت ختم ہو جائے گی، اور چیزیں دور ہو جائیں گی، بیماریاں پہاڑوں اور قبروں میں پڑی رہیں گی۔", "古人": "Cao Pi نے خود کو شہنشاہ قرار دیا۔", "第X籤": "پچانویں جیتنے والی لاٹری", "宮": "xugong"}