{"籤詩版本二": "شاندار پگوڈا غیر معمولی ہے، جس کے ہر طرف شاندار خصوصیات ہیں جو چمکتی ہیں۔\nمیں آپ سے گزارش کرتا ہوں کہ تندہی سے جھکنے اور اچھے کام کرنے کا عزم کریں، اور جنت آپ کو برکتیں بھیجے گی۔", "詩意": "یہ ہیکساگرام میرٹ کے مظہر کی نمائندگی کرتا ہے۔\nہر چیز مبارک ہے۔", "解曰": "یہ نعمتیں۔ ہر کسی کے پاس ہے۔ زیادہ مصروف نہ ہوں۔ میرٹ کا تعین پہلے سے ہوتا ہے۔", "籤詩故事一": "◇ فینیانگ کا بادشاہ چینی ویلنٹائن ڈے پر اپنے پوتے سے ملا\nحل: Guo Ziyi نے چینی ویلنٹائن ڈے پر زمین پر اترنے والی ویور لڑکی سے ملاقات کی۔ تیانسن، جیڈ شہنشاہ کی پوتی، سات پریاں ہیں۔\nGuo Ziyi (697-781)، جسے Guo Linggong کے نام سے بھی جانا جاتا ہے، Zheng County، Huazhou (اب Huaxian County، Shaanxi Province) کا رہنے والا تھا اور تانگ خاندان کا ایک جنرل تھا۔ شاہی عدالت نے زی کو فینیانگ کے بادشاہ کا خطاب دیا۔\nکہا جاتا ہے کہ زیی کا تعلق اصل میں ہوازہو سے تھا اور وہ عظیم دیوار کے باہر فوج میں بھرتی ہونے کے لیے گیا تھا۔وہ فوجی تنخواہ کے لیے دباؤ ڈالنے بیجنگ گیا اور ینژو واپس آیا۔اس وقت چینی ویلنٹائن ڈے تھا۔ ہوا اور ریت اندھیرا ہو رہا تھا اور سورج اندھیرا ہو رہا تھا زی آگے نہیں بڑھ سکتا تھا اس لیے سڑک کے کنارے کھڑا تھا وہ ایک خالی مکان میں فرش پر سو رہا تھا جب وہ سونے ہی والا تھا کہ اچانک اس کی نظر ایک سرخ روشنی پر پڑی۔ دونوں طرف۔اس نے کھڑے ہو کر حیرت سے اوپر دیکھا۔آسمان پر ایک بادل تھا جو دھیرے دھیرے نیچے آ رہا تھا۔وہاں ایک خوبصورت عورت بیٹھی تھی جو عام لوگوں سے بالکل مختلف تھی۔ زی نے فوراً ان کی تعظیم کی اور کہا، \"آج ساتویں قمری مہینے کا ساتواں دن ہے۔ میرے خیال میں یہ ویور گرل ہے، جو اسے لمبی عمر اور دولت عطا کرنے کی خواہش میں آئی ہے۔\"\nعورت نے بھی جواب دیا: \"بڑی دولت کے ساتھ لمبی عمر آتی ہے۔\"\nاس کی بات ختم ہونے کے بعد چمک واپس آگئی اور بادل آہستہ آہستہ اٹھنے لگے۔عورت اب بھی ایک خوشگوار مسکراہٹ کے ساتھ گو زی کی طرف دیکھ رہی تھی۔جب وہ اس سے بہت دور تھی تب ہی دھواں دھندلا ہوا تھا اور وہ اب نظر نہیں آرہی تھی۔\nیہ بالکل سچ نکلا، جیسا کہ عورت نے کہا۔ زی کی خوبیاں دنیا بھر میں مشہور ہیں، وہ ایک انتہائی مقبول وزیر ہیں، اور وہ خوبیوں اور خوبیوں دونوں کے ساتھ ایک جنرل ہیں۔", "聖意": "گھر میں اپنے لیے ایک خواہش کریں، اپنے لیے ایک خواہش کریں، پیسے کے لیے دعا کریں، کاروبار میں اچھی قسمت، شادی میں اچھی قسمت، لیوجیا میں اچھی قسمت، لوگوں کے ساتھ خوشگوار سفر، چلتے پھرتے کھیت، ریشم کے کیڑے، مستحکم مویشی، تلاش میں بری قسمت لوگ، عوامی مقدمے، ہجرت، خوش قسمتی، گمشدہ املاک کی بیماریاں، زینکسنگشن میں مقبرے", "古人": "چین کے ویلنٹائن ڈے کے موقع پر بادشاہ فینیانگ اپنے پوتے سے مل رہے ہیں۔", "第X籤": "چھیانوے پر دستخط کریں۔", "宮": "xugong"}