{"籤詩版本二": "گھوڑے کو لگام دیتے ہوئے اور کوڑا پکڑ کر ہم سیدھے یہاں آتے ہیں، آدھا خطرے میں اور آدھا آفت میں۔\nایسا لگتا ہے جیسے ایک گھر آگ سے جل رہا ہو، جب آسمان گرتا ہے تو بارش اسے راکھ کر دیتی ہے، میرے پاس ایک منصوبہ ہے۔", "詩意": "یہ ہیکسگرام آدھے غم اور آدھی خوشی کی نمائندگی کرتا ہے۔\nہر چیز میں نیکی کرنے کا مشورہ دیا جاتا ہے۔", "解曰": "عمر بھر کی مشقت۔ صحیح اور غلط کی پرواہ نہ کریں۔ بیڑیاں عارضی ہیں۔ ناراضگی قدرتی طور پر آتی ہے۔", "籤詩故事一": "◇ Tao Sanchun نے Guayuan میں Zheng En کو شکست دی۔\n\"میری یادگار زندہ باد،\" ژاؤ کوانگین پھر سے اٹھ کھڑے ہوئے، \"بیپنگ کنگ ژینگ این نے اس وقت شادی کا بندوبست کیا تھا۔ اب جب کہ دنیا میں امن ہے، میں آپ سے شادی کے لیے ایک اچھے دن کا انتخاب کرنے کی اجازت طلب کرنا چاہتا ہوں۔ \"\n\"میری یادگار زندہ باد!\" ژاؤ کوانگین نے کھڑے ہو کر کہا، \"پیکنگ کے بادشاہ، زینگ این نے اس وقت شادی کا بندوبست کیا تھا۔ اب جب کہ دنیا میں امن ہے، میں آپ سے ایک نیک انتخاب کرنے کی اجازت طلب کرنا چاہتا ہوں۔ شادی کرنے کا دن۔\"\n’’اوہ، تیسرے بھائی کی منگنی پہلے ہو گئی تھی، مجھے اس کا علم کیسے نہیں ہوا؟‘‘ چائی رونگ بہت حیران ہوا، اس نے ژاؤ کوانگین کو بیٹھ کر بات کرنے کے لیے ہاتھ ہلایا۔\n\"اوہ! تیسرے بھائی کی پہلے منگنی ہوئی تھی، مجھے اس کے بارے میں کیسے پتہ نہیں چلا؟\" چائی رونگ (بعد میں ژاؤ خاندان کا شہنشاہ) بہت حیران ہوا، اس نے ہاتھ ہلایا اور ژاؤ کوانگین سے بیٹھ کر بات کرنے کو کہا۔\n\"یہ ایک لمبی کہانی ہے، پہلی بات تو یہ کہ ہم اس وقت بھی غربت میں تھے اور آپ کی فوج میں شامل نہیں ہوئے، اس کے بعد سے ہم برسوں سے لڑ رہے ہیں اور ہمارے پاس آپ کی پرواہ کرنے کے لیے وقت نہیں ہے۔ دوسرا یہ کہ تیسرا بھائی بھی تھوڑا سا ہے۔ اس کا تذکرہ کرتے ہوئے شرم آتی ہے، اس لیے مہاراج نہیں جانتا۔\"\n\"یہ ایک لمبی کہانی ہے، پہلی بات تو یہ کہ ہم اس وقت بھی غربت کی زندگی گزار رہے تھے اور آپ کی فوج میں شامل نہیں ہوئے، اس کے بعد سے ہم برسوں سے لڑ رہے ہیں اور ہمارے پاس آپ کی پرواہ کرنے کا وقت نہیں ہے۔ دوسرا یہ کہ تیسرا بھائی بھی ایک ہے۔ اس کا تذکرہ کرتے ہوئے ذرا شرم آتی ہے، اس لیے مہاراج نہیں جانتا۔\n\"ارے، کالج کے مرد طالب علم کی شادی ہو رہی ہے، شرمندہ ہونے کی کیا بات ہے؟ تیسرا بھائی کافی عرصے سے میدان جنگ میں ہے اور اسے بے مثال ہیرو قرار دیا جا سکتا ہے۔ تم اس معاملے میں اتنے گھٹیا کیوں ہو؟\"\n\"ارے! کالج کے لڑکے کی شادی ہو رہی ہے، شرمندہ ہونے کی کیا بات ہے؟ تیسرا بھائی کافی عرصے سے میدان جنگ میں ہے اور اسے بے مثال ہیرو قرار دیا جا سکتا ہے۔ تم اس معاملے میں اتنے گھٹیا کیوں ہو؟\"\n\"جس کے بارے میں بات کرتے ہوئے، میں اپنے تیسرے بھائی کو شرمندہ ہونے کا الزام نہیں دے سکتا، کیونکہ یہ شادی جعلی تھی۔\"\n\"جس کے بارے میں بات کرتے ہوئے، میں اپنے تیسرے بھائی کو شرمندہ ہونے کا الزام نہیں دے سکتا، کیونکہ یہ شادی جعلی تھی۔\"\n\"ٹائپ آؤٹ؟ ارے، یہ دلچسپ ہے، براہ کرم مجھے بتائیں کہ کیا ہوا؟\"\n\"میں نے اسے ٹائپ کیا! ارے! یہ دلچسپ ہے! براہ کرم مجھے بتائیں کہ کیا ہوا؟\"\n\"ہاں، مجھے وہ سال یاد ہے، جب ہم ہز میجسٹی میں شامل ہونے والے تھے، ہم باوچینگ کاؤنٹی سے گزر رہے تھے۔ جون میں بہت گرمی تھی۔ میرا تیسرا بھائی ہوٹل میں نہیں رہ سکتا تھا، اس لیے وہ اکیلے گھومنے نکل گیا۔ ایک خربوزے کے باغ سے گزر کر وہ کچھ لینے اندر گیا، خربوزوں نے پیاس بجھا دی، اس وقت پہلے پکنے والے بہت سے خربوزے نہیں تھے اور تیسرے بھائی کو یہ نہیں معلوم تھا کہ انہیں کیسے چننا ہے، اس لیے اس نے بہت کچھ توڑ ڈالا۔ خربوزے کو دیکھتی ہوئی عورت تیسرے بھائی پر الزام لگانے کے لیے آگے بڑھی، دونوں میں اختلاف ہو گیا اور پھر وہ لڑنے لگے، آؤ، خوش قسمتی سے میں پریشان ہو کر بروقت ریسکیو کے لیے پہنچی، ورنہ...\"\n\"ہاں، مجھے وہ سال یاد ہے، جب ہم ہز میجسٹی میں شامل ہونے والے تھے، ہم باوچینگ کاؤنٹی کے پاس سے گزر رہے تھے۔ جون میں بہت گرمی تھی۔ میرا تیسرا بھائی ہوٹل میں نہیں رہ سکتا تھا، اس لیے وہ اکیلے گھومنے نکل گیا۔ ایک خربوزے کے باغ سے گزر کر وہ کچھ لینے اندر گیا، خربوزوں نے پیاس بجھا دی، اس وقت پہلے پکنے والے بہت سے خربوزے نہیں تھے اور تیسرے بھائی کو یہ نہیں معلوم تھا کہ انہیں کیسے چننا ہے، اس لیے اس نے بہت کچھ توڑ ڈالا۔ خربوزے کو دیکھتی ہوئی عورت تیسرے بھائی پر الزام لگانے کے لیے آگے بڑھی، دونوں میں اختلاف ہو گیا اور پھر وہ لڑنے لگے، آؤ، خوش قسمتی سے میں پریشان ہو کر بروقت ریسکیو کے لیے پہنچی، ورنہ...\"\n\"یہ زینگ زیمنگ، پہلے تو اس کی غلطی ہے، اسے معافی مانگنی چاہیے، اس نے اسے کیوں مارا؟ اس کے علاوہ، ایک لڑکی کے گھر والے اس جیسے سخت گیر آدمی کے گھونسوں اور لاتوں کو کیسے برداشت کر سکتے ہیں! چلو، تم نے اس لڑکی کو مارا۔ ٹکڑے۔ نہیں؟\" \"لڑکی کو کوئی نقصان نہیں پہنچا...\"\n\"یہ زینگ زیمنگ، پہلے تو اس کی غلطی ہے، اس لیے اسے معافی مانگنی چاہیے۔ تم اسے کیوں مار رہے ہو؟ اس کے علاوہ، ایک لڑکی کے گھر والے اس جیسے سخت گیر آدمی کے گھونسوں اور لاتوں کو کیسے برداشت کر سکتے ہیں! چلو، مجھے بتاؤ، تم نے اس لڑکی کو مارا ہے۔ نہیں؟\"\n\"لڑکی کو کوئی نقصان نہیں پہنچا...\"\n\"ٹھیک ہے، ٹھیک ہے... ارے، کیا تم نے ایکشن نہیں لیا؟ اوہ، مجھے لگتا ہے کہ تم نے مجھے وقت پر بچا لیا۔\"\n\"یہ ٹھیک ہے! ٹھیک ہے... ارے! کیا تم نے ایکشن نہیں لیا؟ اوہ! مجھے لگتا ہے کہ تم ہی تھے جس نے مجھے وقت پر بچایا!\"\n\"...نہیں، جس شخص کو میں نے بچایا وہ تیسرا بھائی تھا۔\" \"...نہیں، جس شخص کو میں نے بچایا وہ تیسرا بھائی تھا۔\"\n\"آہ آہ؟!\"\n\"تیسرے بھائی کو عورت نے زمین پر گرا دیا اور راستے میں بہت مارا پیٹا۔ خوش قسمتی سے، میں وہاں پہنچا اور اسے وہاں سے جانے پر آمادہ کیا، اس لیے وہ شدید زخمی نہیں ہوا۔ \"\n\"تیسرے بھائی کو عورت نے زمین پر گرا دیا تھا اور اسے بہت مارا پیٹا گیا تھا۔ خوش قسمتی سے، میں وہاں پہنچا اور اسے وہاں سے جانے کے لیے آمادہ کیا، اس لیے وہ شدید زخمی نہیں ہوا۔... مہاراج... مہاراج!...\"\n\"آہ؟...اوہ، وہ عورت کون ہے!؟\" \"آہ!؟...اوہ، وہ عورت کون ہے!؟\"\n\"بعد میں ہی مجھے پتہ چلا کہ اس عورت کا نام تاؤ سانچون تھا، اور اس کے والد تاؤ ہانگ ایک بوڑھے ہیرو تھے جن کی کوئی خواہش نہیں تھی۔ تاؤ سانچون نے بچپن سے ہی اپنے والد سے مارشل آرٹ سیکھا تھا۔ جب مجھے معلوم ہوا اس کے خاندان میں، میں نے دیکھا کہ مس سانچن کا کردار شاندار تھا، لو لو لو اور سخی، چھوٹی بچی ہونے کی عادت کے بغیر، انہوں نے جان بوجھ کر اس سے میچ کیا۔ تاؤ باپ بیٹی کو بھی تیسرے بھائی کا سیدھا سادا کردار بہت پسند آیا۔ اس کو فوراً ختم کر دیا اور ان دونوں کے لیے اس شادی کا فیصلہ کر لیا۔ مہاراج، مجھے بتائیں، کیا یہ جعلی شادی نہیں ہے؟\n\"بعد میں ہی مجھے پتہ چلا کہ اس لڑکی کا نام تاؤ سانچون تھا، اور اس نے بچپن سے ہی اپنے والد سے مارشل آرٹ سیکھا تھا۔ جب میں اس کے گھر والوں سے آشنا ہوا تو میں نے دیکھا کہ مس سانچون کا کردار شاندار تھا۔ سخی تھا، اور چھوٹی لڑکی کی عادتوں کا کوئی سراغ نہیں تھا، اس لیے میں نے جان بوجھ کر اسے بھرتی کیا، مسٹر تاؤ اور ان کی بیٹی کو بھی اپنے تیسرے بھائی کا سیدھا سادا کردار بہت پسند آیا، انہوں نے فوراً ہی اس کو ٹھکرا دیا اور ایک دوسرے سے شادی کرنے کا فیصلہ کیا۔ مہاراج، کیا آپ کو نہیں لگتا کہ یہ جعلی شادی ہے؟\"\n(یہ کہانی ایک استعارہ ہے، کیونکہ ایک بری چیز اچھی چیز نکلی۔)", "聖意": "گھر اور اپنی جان کی حفاظت کے لیے دعا کریں، ہوشیار رہیں، دولت کی دعا کریں، کاروبار برباد کریں، شادی میں رکاوٹیں، سزا، لیوجیا، انشورنس، کھیتوں میں پھنسے پیدل چلنے والوں کا، ریشم کے کیڑے کا نقصان، مویشیوں کو نقصان، لاپتہ افراد، غیر قانونی مقدمے، نقصان، نقل مکانی، قدامت پسندی کھوئی ہوئی جائیداد، بری بیماریاں، پریشانیاں، خطرات، پہاڑ، مقبرے، ناکامی۔", "古人": "تاؤ سانچون نے تربوز کے باغ میں زینگ این کو شکست دی۔", "第X籤": "نمبر ننانوے۔", "宮": "ہیگونگ"}