{"籤詩版本二": "Chì u mondu sia creatu per un bonu matrimoniu, ghjorni auspicious è boni tempi, è tutte e cose esse bè\nÙn hè pocu s'ellu avete stu lottu, l'imperatore dichjara chì a ghjente hè leali è ghjustu.", "詩意": "Stu hexagram rapprisenta u principiu di l'apertura di u celu è a terra.\nTuttu hè auspicious.", "解曰": "Vitezza rapida. L'annu ùn vale micca u so tempu. Guanyin scrive. Fatemi sapè prima.", "籤詩故事一": "◇Zhongli hè diventatu illuminatu\nZhongli Quan, soprannominatu Zhongli, chjamatu Quan, nome di cortesia Yunfang, è soprannome Zhengyang, era nativu di u County Xianyang, Xi'an, Pruvincia di Shaanxi durante a dinastia Han Orientale.\nZhong Liquan era un generale di a dinastia Han. Duranti a spidizioni contr'à u Qiang Occidentale, era ghjilosu di u cumandante Liang Yi è li assignò solu 30.000 suldati vechji è debbuli. Appena ghjuntu à u so destinazione, u campu fù arrubatu da l'armata Qiang Occidentale, è i suldati fughjenu. Zhong Liquan s'hè persu in una valle è hà scontru un monacu nantu à a strada, u purtò in un picculu paese è disse: \"Questa hè a residenza di u Signore Donghua. \"Eppo hà dettu addiu è partì. Dopu un pocu tempu, qualchissia hà dettu di colpu: \"Questu deve esse perchè l'omu Hu d'occhi verdi hè troppu parlante. \"Vì un omu chì portava una pelliccia di cervu biancu è tene un bastone di quinoa verde. Dumandò à Zhong Liquan: \"A persona chì hè ghjunta. quì hè Han Da. General Zhongliquan\n? Zhong Liquan fù scunvutu, sapendu ch'ellu avia scontru una persona strana, cusì sinceramente hà amparatu u Tao.\nZhong Liquan dopu scontru Zhenren Huayang è u Rè Immortale Xuanfu, è hà amparatu u \"Secret of Immortality\". Infine, hà campatu in Zijin Sihaofeng in a Muntagna Kongtong, hà ottenutu u \"Secret of the Jade Box\", è divintò un veru immortale. Era ancu veneratu cum'è unu di i Cinque Patriarchi di u Nordu da a Setta Quanzhen.", "聖意": "Pregate per a vostra casa è a vostra casa per esse benedettu cù a bona furtuna in u vaghjimu è l'inguernu.Cercate a bona furtuna in u vaghjimu è l'inguernu.Buona furtuna in l'affari, bona furtuna in u matrimoniu, bona furtuna in dà nascita à i picciotti, bona furtuna in viaghjà. i campi, bona furtuna in i vermi da seta, bona furtuna in l'allevamentu, bona furtuna in truvà ghjente, bona furtuna in i prucessi, bona furtuna in migrazione, pruprietà persa, è bona furtuna in e malatie di u nord-est.", "古人": "Zhongli hè diventatu illuminatu", "第X籤": "primu signu", "宮": "Utru"}