{"籤詩版本二": "Perchè ùn andate à Tailai, chì hè ghjustu à l'angulu ?Lasciaraghju temporaneamente u signore fora di a muntagna.\nSe ci hè una bona nutizia nantu à u tigre o u cunigliu, sarete liberu ancu s'ellu hè determinatu à esse occupatu.", "詩意": "In questu hexagram, ci hè un signu di benedizzione trà disgrazia.\nTuttu hè male in anticipu è bonu à a fine.", "解曰": "Sustituitu cù a sita di canapa. Colpite i pedi di qualcunu. Vede chjaramente. E benedizioni venenu da i disastri.", "籤詩故事一": "◇ Scontru un Maestru in Bukit\nWu Ji era à l'origine un taglialegna, è i dui anu scontru à Jiang Ziya quandu pescavanu in u fiume Feng. Wuji ridia quandu hà vistu Ziya pesca cù un ganciu drittu.\nZiya hà guardatu a faccia di Wuji è disse à a furtuna: \"Se entre in a cità oghje, ucciderete qualcunu\". Dopu avè intesu questu, Wu Ji partì in furia è purtò legnu in a cità.\nDopu à esse intrutu in a cità, Wu Ji hà scontru cù l'altri è hà battu per sbagliu u Primu Ministru Wen Wang à morte.\nU rè Wen hà trattu a terra cum'è una prigiò è hà imprigiunatu Wu Ji.\nBukit Hou hè statu liberatu temporaneamente è hè statu cundannatu à morte per piglià cura di a so mamma finu à u vaghjimu.\nA so mamma li dumandò di dumandà aiutu à Jiang Ziya.\nLe Taigong l'accepta comme son disciple, lui enseigna l'art de la guerre et lui ordonna de creuser des trous et de lancer des sorts pour rompre son destin inné.\nDopu à u vaghjimu, Wu Ji ùn hè micca vinutu per esse punitu, u rè Wen hà deduciutu i numeri innati è pensa chì Wu Ji s'hè suicidatu per paura di u crimine.\nIn seguitu, u rè Wen hà scontru cù Wu Ji, è Wu Ji hà presentatu u rè Wen à scuntrà Jiang Taigong.\nTaigong hè statu attribuitu u titulu di Generale di Wude. U maestru è l'apprendista travagliavanu per u rè Wen.", "聖意": "A casa hè sicura, l'autore hè furtunatu, l'affari hè bonu, u matrimoniu hè tardu, u pedestrian maschile ùn hè micca tornatu à u campu, i vermi di sita sò prufitti, i sei animali sò Shenji, a ricerca hè bona, u prucessu publicu hè. bè, a migrazione hè cunsirvativa, a pruprietà persa hè vista, a malatia hè bona, Qiuji, a muntagna è a tomba sò boni.", "古人": "Scontru di Bukit", "第X籤": "U dodicesimu signu", "宮": "Palazzu Yin"}