{"籤詩版本二": "Cum'è una gru chì esce da a so gabbia mortale, hè pussibule scappà da a gabbia mortale.\nÙn ci hè micca barriere trà u nordu, u sudu è u livante, pudete andà direttamente à u palazzu Jiuxiao.", "詩意": "Questu hexagram rapprisenta l'imaghjini di una gru chì abbanduneghja a so gabbia.\nTuttu hè male in anticipu è bonu à a fine.", "解曰": "Micca penseri. A strada hè pruspera. Siate à l'aise. Carefree cum'è un umanu (dio).", "籤詩故事一": "◇Ziya abbandunò a so pusizioni ufficiale\nQuandu Jiang Ziya hà travagliatu cum'è un disgraziatore, hà vistu chì una donna era stata trasfurmata da u spiritu di pipa di jade, cusì l'hà pigliatu è ancu a batte cù una petra d'inchiostro. U primu ministru di u rè Zhou spiegò ciò chì era accadutu, dumandò ciò chì era successu, è poi pigliò Jiang Ziya per vede u rè Zhou. Jiang Ziya hà utilizatu Samadhi True Fire per brusgià u spiritu pipa fora di a so forma originale davanti à u rè Zhou, è u rè Zhou l'hà fattu un anzianu ufficiale.\nPer vindicà u spiritu di pipa di jade, Daji dumandò à u rè Zhou per urdinà à Jiang Ziya di custruisce una piattaforma di cervi. Jiang Ziya rimproverò u rè Zhou, è u rè Zhou urdinò per esse uccisu. Jiang Ziya scappò cù l'acqua. Dopu vultatu in casa, Jiang Ziya hà dumandatu à Ma per andà in Xiqi, è Ma vulia divorziallu. Allora Jiang Ziya andò à Xiqi (a capitale di u rè Wen di a dinastia Zhou) solu.\nJiang Ziya hè ghjuntu in Xiqi è hà campatu in isolamentu di pesca in Panxi Gorge. Incontra u rè Wen di Zhou chì era ansiosu di circà i talenti. À a dumanda sincera di u rè Wen, Jiang Ziya hè statu veneratu cum'è u so maestru è assistitu u rè Wen.", "聖意": "Sò inquietu in casa è vogliu ancu cercà a cuuperazione finanziaria, transazzione, matrimoniu, Liujia, pedestrians maschili, vede campi, vermi di seta, profitti di vaghjime, sei perdite di bestiame, ricerca di persone, obstruction of lawsuits publichi, migrazione, pruprietà persa, sud-est. malatie, ambientazione, mandendu muntagne è tombi, auspiciousness.", "古人": "Ziya abbandunò a so pusizioni ufficiale", "第X籤": "U quattordicesimu vincitore di lotteria", "宮": "Maogong"}