{"籤詩版本二": "I preoccupiesi è i preoccupati sò temporaneamente alleviati, è a gioia vene da u celu.\nCum'è u giada ammucciatu in u sterco, un bonu travagliadore sguassate a polvera", "詩意": "Stu hexagram rapprisenta l'armunia di Yin è Yang.\nTuttu ciò chì pensate hè auspicious.", "解曰": "Nunda guadagnatu, nunda persu. Guadagnà fora di a perdita. U cattivu hè in guai. Bona furtuna à voi, signore.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), chì u nome di cortesia era Nanzhao è u so nome era Longtang, fù cambiatu in Longtan è ancu chjamatu Huayun. Nativu di Wanshifang, Huizhou Fucheng (oghji parte di Huicheng District, Huizhou City) in a dinastia Ming. In l'annu 44 di u regnu di Jiajing (1565), divintò un Jinshi è fù attribuitu u titulu di magistratu di u conte di Qing. Hà servitu cum'è u direttore di u dipartimentu di trasferimentu, è più tardi hà cambiatu à u censore di supervisione di Shanxi Road.\nIn u 20u annu di Wanli (1592), u Cunsul Generale di Ningxia, Kuaibai (cappule di a tribù tatara mongoliana), ammazzò u guvernatore Dang Xin è catturò u quarantasettemu forte in a pruvincia di Hexi. , rumpiu a cità, adurà è brusgiatu. ellu stessu à a morte. Meng Xiong ùn hè micca arrogante à piglià u creditu, è lascia chì e so cumpetenze sò boni cum'è quelli di i generali chì osanu cumbatte. Ripristina l'uffiziale Wei Xuezeng à u so postu. In i so ultimi anni, hà dimissioni cinque volte è hè statu tornatu à Huizhou per custruisce u Tempiu Huilong.\nYe Mengxiong hà intrutu in u Taoismu cum'è un servitore civili à u principiu è era famosu per a so onestà è integrità. Vechji registri storichi dicenu chì era \"u primu in umiltà è capacità\", \"elimina a corruzzione è punisce i ribelli\", lascendu una bona reputazione. Era estremamente leale, curaggioso, coraggioso e pieno di risorse. Bonu à l'artiglieria. In a seconda mità di a so vita, i so cumpetenze di l'arti marziali sò stati arregistrati in a \"Storia di a dinastia Ming\" è era cunsideratu un eroe naziunale.", "聖意": "A casa hè sfavore (sempre più tranquilla). U vaghjimu è l'inguernu sò boni per sè stessu, a ricchezza hè successu, e transazzione sò riesciuti, è u matrimoniu hè successu. Liujia hà una falsa alarme (ci sò tesori). I pedoni vanu à i campi per pricà per i vermi di seta. , è i sei animali sò piani. A ghjente si trova. I prucessi publichi sò sfavorevoli. A migrazione hè cunservativa, a pruprietà persa impedisce a malatia, è a tomba hè in Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sedicesima Loto Vincitore", "宮": "Maogong"}