{"籤詩版本二": "U corbu d'oru casca à punente è u cunigliu nasce à u livante.U ciculu di u ghjornu è di a notte cuntinueghja da i tempi antichi à oghje.\nI monaci è i taoisti sapemu chì ùn ci hè micca svantaghju, è i studiosi, i agricultori, l'industria è i cummercianti seguitanu tutti i so menti.", "詩意": "Questu hexagram rapprisenta l'aumentu è a diminuzione di yin è yang.\nHè ancu un signu chì tuttu andarà cum'è previstu.", "解曰": "Ùn ci hè nunda in mente. Ciò chì avete fattu hè meritoriu. Cum'è una freccia da un arcu. Un colpu hà colpitu u mira.", "籤詩故事一": "◇Uncle Cao Guo hè un immortale\nCao Guojiu, nativu di Xuzhou, si dice chì era u gran ziu di u statu durante u periodu Renzong di a dinastia Song. Si chjamava Cao Yi, cunnisciutu ancu Cao Jingxiu.\nZiu Cao Guo avia un fratellu minore chjamatu Cao Er. Stu Cao Er s'appoghjava nantu à a so pusizioni di l'autorità imperiale è hà fattu ogni tipu di male, hà occupatu campi, pigliò e mogli è e figliole, è hà fattu amicizia cù qualchi criminali senza lege, chì entravanu è escenu. rifiutò di sente e so boni parolle è cunsulazioni, cusì hà utilizatu a punizione per cuntrullàlu. , i dui fratelli forgiavanu una rancore.\nCao Guojiu hà dettu: \"I principii di u mondu sò chì quelli chì accumulanu e cose boni prusperanu, è quelli chì accumulanu u male perisceranu. Questa hè una verità immutable. A nostra famiglia Cao hà accumulatu atti maligni in u passatu per ottene a ricchezza d'oghje. Avà. u mo fratellu hà accumulatu u male à l'estremu, ancu s'ellu scappa Ancu s'è tù sì punitu da un ufficiale, ùn pudete micca scappà di i disastri nascosti Una volta chì vene un disastru è a vostra famiglia hè distrutta è qualchissia mori, ùn puderete micca scappà à ddu tempu. Seraghju umiliatu è a paura di questu. \" Allora, aghju dispersatu tutte e mo ricchezza, Aiutò i poveri è ùn hà più cura di l'affari di u so fratellu. Allora abbandunò a so casa è l'amichi, cambiatu in un uniforme taoista, è andò in muntagna per cultivà a so mente è a natura.\nUn ghjornu, si scontra à Zhongli è Lu Dongbin di a dinastia Han. Eranu assai felici di vede e risposte eloquenti di Ziu Cao Guo. Li dete l'\"Edittu Sicretu di Riturnà a Verità\" è l'urdinò di praticà cun cura. Prestu, Zhongli. Quan è Lu Dongbin sò stati presentati à a classe immortale.", "聖意": "Bona furtuna per a casa, casa, bona furtuna, bona furtuna, bona furtuna in l'affari, matrimoniu, viaghjatore maschile, piantazione di vermi di seta in u campu, piantazione anticipata di sei bestiame, perdita di prufittu, cerca di persone, azzione legale, migrazione, bona furtuna per a pruprietà persa, malatie tardi, bona furtuna (l'annu di u cunigliu o u signu zodiacu di u cunigliu hè sfurtunatu), bona furtuna in i tombi di muntagna", "古人": "Uncle Cao Guo hè un immortale", "第X籤": "Firma u diciottu", "宮": "Maogong"}