{"籤詩版本二": "Lascià a barca torna da a spiaggia di l'acqua veloce, chì vulete fà per via di l'agitazione?\nSe vulete esse sicuru, cercate a tranquillità è aspettate chì l'onde passanu sta crisa.", "詩意": "Questu hexagram hè cum'è una barca chì viaghja nantu à una spiaggia rapida.\nStà cunservatore in tuttu è aspettate u tempu.", "解曰": "Sbarca in acqua forte. U periculu aspetta u tempu. Se dumandate nantu à i piani di campu. Nunda si pò fà.", "籤詩故事一": "◇Ziyi hè incurunatu rè\nGuo Ziyi (697-781), cunnisciutu ancu Guo Linggong, era nativu di u conte di Zheng, Huazhou (ora u conte di Huaxian, a pruvincia di Shaanxi) è un generale in a dinastia Tang.\nDuranti a Ribellione Anshi in u 14u annu di Tianbao (755), hè statu cuncessu u titulu di Shuofang Jiedushi (Lingwu, à punente di Lingwu in l'oghje Ningxia). In Hebei, anu unitu e forze à Changshan (Zhengding, Hebei) è scunfittu Shi Siming, ritruvà Hebei. À questu tempu, Guo Ziyi suggerì chì l'imperatore piglià Fan Yang da u nordu è attaccà a tana di u tigre ribellu per riduce l'assediu di Tongguan, ma Xuanzong rifiutò. Dopu, a situazione di i paesi vassalli separatisti in a fine di a dinastia Tang hè stata piantata, chì diventò ancu a causa remota di a morte di a dinastia Tang.\nIn u quindicesimu annu di u regnu di Tianbao (756), ellu è a coalition Uighur pacificanu Hequ. In a primavera di l'annu dopu, ricuperanu Hedong (avà Yongji, Shanxi) è Feng Yi (ora Dali, Shaanxi), è attaccò Tongguan. scunfittu Cui Qianyu L'armata Tang hà patitu più di 10 000 vittime. Cui Qianyu si arrese a Pujin. An Lushan hè statu uccisu da u so figliolu An Qingxu.\nIn u sicondu annu di Zhide (757), hè statu urdinatu di guidà e truppe à Fengxiang. In a strada, hà scunfittu a cavalleria di 5.000 Li Guiren in u ponte Baiquliuyun (oghje à sud-est di Sanyuan). In maghju, hà battutu cù An Shouzhong è Li Guiren. in Qingqu (oghje à punente di Xi'an) hè statu scunfittu, è si ritirò à Wugong (oghje nord-ovest di Wugong). In settembre, hà seguitu u maresciallo Guangping Wang Li Chu per guidà i Tang è l'Uighur per unisce à 150 000 truppe, è dopu luttò cun An Shouzhong è Li Guiren in Xiang. À u nordu di u Tempiu Ji (sud-ovest di l'oghje Chang'an County), i suldati Uighur circundavanu daretu à l'inimicu, attaccò da i dui lati, è uccisu 60.000 nemici. Zhang Tongru fughje in u County Shaanxi, è infine ricuperò a capitale Chang'an (oghje Xi'an) A maestà di l'esercitu Tang hè stata torna torna à Chang'an.\nDopu, l'esercitu Tang hà prufittatu di a vittoria è marchjò versu u livante, scunfiggendu 150.000 omi cumpresi Yan Zhuang è Zhang Tongru in Xindian (oghji à u suduvestu di a cità di Sanmenxia, ​​a pruvincia di Henan), furzendu Anqing Xu à attraversà u Fiume Giallu è si ritira in Xiangzhou. Dongjun Luoyang hà tornatu. Aghjunghjite Situ à i so meriti è fate di ellu u Duca di u paese.\nShi Siming guidò u so esercitu da Fan Yang per salvà An Qingxu. I dui lati si battevanu in furmazione à u nordu di u fiumu Anyang (oghje u Nordu di Anyang). A lotta era inestricabile. In fine, guidata da nove Jiedushi, l'armata Tang, chì dichjara d'avè 600 000 omi, ritirati (in a battaglia di Yecheng). U cumandante principale di sta battaglia era l'eunucu Yu Chaoen, chì ùn avia micca cumpetenze di dirigenza è culpì Guo Ziyi per u fallimentu di a battaglia. Guo Ziyi hè statu cunvucatu in Chang'an, liberatu da u putere militare, è diventa un ufficiale inattivu.\nIn u primu annu di Baoying (762), e truppe in Taiyuan (oghje sud-ovest di Taiyuan) è Jiangzhou (oghje Xinjiang in a pruvincia di Shanxi) si sò ribellati. A corte hè spaventata, cusì Ziyi hè stata cuncessa u titulu di Rè di Fenyang è si n'andò. cuntrullà Jiangzhou. Hè statu ancu alienatu da l'eunucu Cheng Yuanzhen è hè statu liberatu da u putere militare.\n(U focu di sta storia: Guo Ziyi, chì era assai capace è cumportatu bè, hà scontru cù Xuanzong è alcuni villani, chì hà assai compromessi i so rializazioni).", "聖意": "Benedizzione di a casa è di sè stessu, cercandu ricchezza, senza transazzione, senza matrimoniu, senza falsa alarme, Pedestrians chì arrivanu in Tiancanji, difficult to find people, lawsuits publichi è (micca Xing), migrazione, conservativeness, persu di pruprietà, difficiuli di truvà, malatie, prighendu per benedizioni, muntagne è tombi, auspicious", "古人": "Ziyi hè statu coronatu re", "第X籤": "XIX Lottu vincitore", "宮": "Tatsumi"}