{"籤詩版本二": "Dopu tante preoccupazioni è periculi, ùn sarà mai più viotu da avà\nUn core generoso hà i so piani generosi. Avete da scuntrà un espertu per fà grandi rializazioni.", "詩意": "Questu hexagram hè cum'è un anticu pozzu cù una primavera.\nIn tuttu, e persone nobili ottene u successu.", "解曰": "U prucessu serà eventualmente ghjustificatu. Malatu è sicuru. Entra è fora per circà cunsiglii. Pozzu anticu scontra a primavera.", "籤詩故事一": "◇Yao Chong cuntrola i locusti\nYao Chong (649-721), chì u veru nome era Yuan Chong, era di Shaanzhou, hà servitu cum'è Ministru di Xia Guan, Shangshu di Chunguan, Ziweiling, Zhongshuling è Primu Ministru in a dinastia Tang.\nIn u quartu annu di Kaiyuan (716), Shandong (in generale riferenu à u bacinu di u fiumu Giallu à l'est di Huashan) era afflittu da locuste. U populu era liatu da idee superstiziose è ùn hà micca arditu di caccià è tumbà. sacrificati, brusgiavanu incensu, veneranu vicinu à i campi, è fighjulavanu i raccolti esse divurati da i locuste.\nTutti l'ufficiali anu cridutu: \"Locusts sò un disastru naturali, cumu ponu esse cuntrullati da a forza di u travagliu!\" A lotta trà duie idee diverse era feroce à quellu tempu, sia per eliminà o micca i locusti.\nYao Chong hà dettu: \"Fin chì avemu travagliatu inseme, pudemu sbarazzà di tutti. Ellu disse: Locusts anu a paura di e persone, cusì sò faciuli di caccià. I piantini anu pruprietariu, cusì i salvatori anu da travaglià dura; locusts. ponu vulà, è s'elli vedenu u focu di notte, sicuramente volaranu; mette u focu In u campu, scavà buchi mentre brusgiate, intarralli mentre brusgiate, è ùn ci sarà più nunda \".\nXuanzong hà dettu: \"Locusts sò un disastru naturali causatu da una povira guvernazione murale. Se dumandate per esse cacciati è uccisi, ùn hè micca questu contru à u granu?\"\nYao Chong hà aghjustatu: \"A catturà è uccidendu locusts era praticata da l'antichi, è a vostra maestà l'utilizarà in u futuru. Hè un grande avvenimentu naziunale per purtà a pace è a prosperità à i agricultori. Per piacè cunsiderà seriu \".\nXuanzong era cunvinta. Ma à quellu tempu, tutti in u tribunale è fora di u tribunale dicenu chì i locusti ùn ponu micca cacciatu.\nXuanzong hà dettu: \"Aghju discututu cù u primu ministru è aghju decisu di catturà locusts. Qualchese chì s'oppone di novu serà eseguitu. \" Allora mandò u censor per surveglià è indirizzà a ghjente per brusgià è intarrà i locusts.\nI risultati eranu abbastanza efficaci. Nove millioni di dans di locusti sò stati catturati in tuttu u paese, è a pesta di locusta hè stata eliminata cù successu. L'agricultura hà ottinutu una bona racolta quellu annu.\n(A saviezza deve esse aduprata in a gestione di disastru è l'evacuazione, è deve esse strategie ingegnose per superà e difficultà. Yao Chong hè l'espertu in questa materia)", "聖意": "A casa hè ordinaria, sè stessu hè bluccatu, a ricerca di soldi hè bluccata, u cummerciu hè bluccatu, u matrimoniu è l'armunia sò bluccati, ci hè periculu in Liujia, i pedoni sò bluccati, i vermi da seta sò bluccati, u bestiame hè sfavorevule, a ghjente ùn si trova, a ghjente hè bluccata. , i prucessi publichi sò fatti, a migrazione hè irragionevule, e cose perse sò difficiuli di truvà, e malatie preganu, e muntagne è e tombe sò inquiete.", "古人": "Yao Chong cuntrola i locuste", "第X籤": "Vince a lotteria vinticinqui", "宮": "Mi Palazzu"}