{"籤詩版本二": "A rumuri dicenu chì e cose si sò cambiate, è aghju ricevutu una lettera da l'orizzonte.\nA fama è u successu prumessu à mè in u libru fermanu viotu finu à a fine.", "詩意": "Stu hexagram hà un nome falsu.\nHè cunsigliatu à esse cunservatore in tuttu.", "解曰": "Su e giù arrabbiati. A ricerca di l'oziu ùn hè micca inattivu. A brama di fama. Stà sicuru.", "籤詩故事一": "◇ Zhong Kui raggiunge l'illuminazione\nZhong Kui, chì u cognome hè Zhong Kui, chì u nome di cortesia hè Zhengnan, hè di Zhongnanshan.\nDuranti u regnu di l'imperatore Dezong di a dinastia Tang, Zhong Kui hà participatu à l'esame imperiale, Zhong Kui leghje e dumande d'esame è hà scrittu subitu l'articulu in una volta è l'hà datu. L'esaminatore capu quellu ghjornu era Han Yu, u Ministru di l'Affari Civili, è l'esaminatore diputatu era Lu Zhi, un grande studiosu. Quandu i dui leghjenu a carta di Zhong Kui, i so ochji s'illuminavanu è dissenu à l'unison: \"Mago, mago! Ogni parolla in questu articulu hè squisita, degna di Li Taibai è Du Zimei! \" Allora chjamanu Zhong Kui cum'è u primu locu.\nL'imperatore Dezong hà intesu u rapportu di Han Yu è hà dettu chì Zhong Kui, u novu campionu di a scienza, era assai talentu, cusì hà chjamatu Zhong Kui in u Palazzu d'Oro.\nQuandu l'imperatore Dezong hà vistu u so bruttu aspettu, si senti immediatamente dispiaciutu è disse: \"A selezzione di i studiosi in a nostra corte hè tutta basata nantu à e parolle persunali è a calligrafia. Cumu pò esse sceltu una persona cusì brutta cum'è u primu studiente in e scienze d'oru? \"\nHan Yu s'inginnò in fretta è disse: \"U bonu è u cattivu di una persona ùn sò micca tutti nantu à l'apparenza. Ùn avete micca, u Santu Signore, intesu chì Yan Ying hè altu di trè metri è uguali à u so primu ministru? Zhou Chang hà un balbetta, ma pò aiutà à a dinastia Han. Confucius ghjudicheghja a ghjente per a so apparenza è perde u so figliolu Yu. Spergu chì a vostra maestà penserà duie volte \".\nL'imperatore Dezong hà meditatu per un mumentu è disse: \"Ancu se e parolle di Han Aiqing sò ragiunate, quandu era l'imperatore Taizong, ci eranu diciottu studiosi chì sò ghjunti à Yingzhou è ne parlavanu. Questu omu era u primu studiente. Temu chì u mondu sanu. si riderà di mè per ùn avè micca ricunnisciutu i talenti \".\nU Primu Ministru Lu Qi era di mente ristretta è ghjilosu di i talenti. Dopu à sente e parolle di l'imperatore, si ghjinochjò è disse: \"U primu studiente in i Sughjetti d'oru deve esse sia interni sia esterni. Ci sò trè centu candidati per questu sughjettu. . Perchè ùn ne sceglite un altru ?\nQuandu Zhong Kui hà vistu quant'ellu era cunfusu questu omu, ùn pudia micca impedisce di arrabbià, indicò Lu Qi è maledicò: \"Se un ufficiale cusì stupidu hè in tribunale, ùn ferà micca male à u paese?\" pugna Lu Qi cù u so pugnu.\nVidendu questu, Dezong era furioso è disse: \"Avete cusì audace, avete l'attenzione di causari prublemi in u Palazzu d'Oro, pigliate rapidamente!\"\nIn furia, Zhong Kui tirò a spada da a cintura di u generale chì stava in u palazzu è suspirò forte: \"Hè difficiule per un gattu frustratu d'imite un tigru, è un pappagallo frustratu ùn hè micca bonu cum'è un pollulu\". Dopu quì, si suicidò.\nQuandu l'imperatore Dezong hà vistu chì Zhong Kui s'hè suicidatu in furia, hè statu scuncutatu. Per cunquistà u cori di a ghjente, hà decretatu chì Zhong Kui sia intarratu cù u tìtulu ufficiale di Scholar N ° 1, è hà ancu fattu Zhong Kui u Diu di Esorcismu per caccià u mondu di spiriti maligni.", "聖意": "Pregate per benedizioni nantu à a vostra casa, a vostra propria salvezza, difficultà finanziarie, fallimentu di l'affari, fallimentu di u matrimoniu, Liujia femine pedestrians, Shinta silkworms half-cooked, sei animali domestici chì ponu esse allevati, persone mancanti, prucessi publichi occidentali, migrazione, conservativeness, persu. pruprietà, malatie, pricà per a bona furtuna in muntagna è tomba", "古人": "Zhong Kui hà guadagnatu u Tao", "第X籤": "Vintesissimu vincitore di a lotteria (Loteria)", "宮": "Mi Palazzu"}