{"籤詩版本二": "In u livante, ci hè una bella Chanjuan in u lume di luna, è i nuvuli coprenu per un mumentu è fermanu ammucciatu.\nCerte volte pò esse tondu, ma qualchì volta pò esse mancante. Quelli chì dicenu chì ùn hè micca, sò solu disgrazia.", "詩意": "A luna in questu hexagram hè coperta da nuvole.\nTuttu hè sempre in coma.", "解曰": "Nuvole galleggianti copre a luna. Ùn ci hè bisognu di dubbità. Aspittendu u nuvulu per cullà. Allora capirete.", "籤詩故事一": "◇Bao Gong cerca l'imperatrice Li\nDurante u regnu di Zhenzong di a dinastia Song, l'imperatrice Li (l'imperatrice Li) era una cameriera in l'harem, era favurita da Song Zhenzong è hè statu prumuvutu à Wanyi, è hè stata incinta.\nMa à quellu tempu, a Concubine Liu Def (più tardi l'Imperatrice Liu) hà avutu pinsamenti maligni è corrompe l'eunucu Guo Huai per rimpiazzà u figliolu di l'Imperatrisa Li cun un gattu di civetta di a pelle, hà strappatu u so figliolu è disse à l'imperatore chì era u so figliolu biologicu. Song Zhenzong era furiosa è mandò Li Empress à u palazzu friddu.\nDopu chì Concubine De hè statu prumuvutu à a regina, hà pensatu à tumbà l'imperatrice Li, chì scappò da u palazzu.\nUn ghjornu, Li Niangniang, chì stava in carrughju, hà scontru à Bao Zheng, l'inviatu imperiale, chì era in patrulla in a zona lucale, li disse di a so sperienza di vita è ch'ella era a mamma biologica di l'attuale imperatore Song Renzong. . Dopu chì Bao Zheng hà sappiutu di l'incidentu, hà purtatu à Li Niangniang in Pechino, l'hà dettu à Song Renzong è hà scupertu a materia, è infine a mamma è u figliolu si sò ricunnisciuti. L'impératrice douairière Liu et l'eunuque en charge Guo Huai s'inclinèrent la tête et confessèrent.", "聖意": "Sò inquietu in casa, pregu per a prutezzione finanziaria, a bona furtuna in l'affari, i disaccordi di u matrimoniu, a ghjente in i campi, i vermi di seta, l'animali sfavorevuli, i prublemi à truvà persone, i prucessi, a perdita, a migrazione, a cunsirvatura, a pruprietà persa, e malatie occidentali, difficili di ricuperà, rinnuvamentu di a tomba di muntagna", "古人": "Bao Gong cerca l'imperatrice Li", "第X籤": "Vintottu vincitore di lotteria", "宮": "Palazzu di meziornu"}