{"籤詩版本二": "Vi cunsigliu micca di dumandà aiutu da ellu, vola cum'è una gru è ti tira frecce secrete.\nSè vo andate à cullà u legnu è ci hè una serpente in l'erba, pudete esse muzzicatu da u velenu è sarete tristi.", "詩意": "Stu hexagram hè un signu di stà sicuru è mantene sè stessu.\nAttenti à tuttu.", "解曰": "Chiudi a bocca è tene i denti. Hè trascuratu. Se senti culpèvule. In fine si danna sè stessu.", "籤詩故事一": "◇Reunione di scacchi\nL'imperatore Taizong di a dinastia Tang marchjava à punente è era intrappulatu in a cità di Suoyang. Cheng Yaojin tornò à Pechino per dumandà rinforzi.\nXue Dingshan hè statu urdinatu di serve cum'è a Second Route Marshal è andò à salvà u Signore è pacificà Xiliao.\nDopu chì un gruppu di persone esce da u Passu di Yumen, sò ghjunti à a muntagna Qipan. Assediatu da millaie di servitori nantu à a muntagna, Dou Yihu, u rè di a muntagna, fù scunfittu da u generale Tang Luo Tong. Fortunatamente, a so surella Dou Xiantong era discìpula di a Santa Mamma di i Fiori Gialli è era espertu in l'arti marziali. hà tenutu a corda di fata è hà ligatu à Luo Tong. Xue Dingshan hà guidatu personalmente i suldati d'elite.\n(U puema firmatu currisponde à questu)\nDou Xiantong hà vistu a bellezza di Xue Dingshan è vulia esse amici di Feng Luan, ma Xue Dingshan hà ricusatu. Dou Xiantong s'arrabbia è vulia spingerlu fora è decapitallu. Fortunatamente, Cheng Yaojin hè ghjuntu à salvallu è facilitò u so matrimoniu. Più tardi, Dou Yihu guidò ancu i fratelli Qipanshan à a dinastia Tang per aiutà à a dinastia Tang cunquistà u Liao occidentale.", "聖意": "Sicurezza in casa, interessu propiu, ricerca di ricchezza, aspittà per l'affari, u matrimoniu ùn hè micca permessu, Liujia falsa alarme, pedoni chì bluccanu i campi, vermi da seta, sei bestiame, persone mancanti, bluccà i prucessi publichi, perdita (Mo Xing) Migrazione, cunservatore, pruprietà persa, a malatia hè difficiule di ricuperà, tomba di muntagna, bona furtuna", "古人": "cunferenza di scacchi", "第X籤": "Trenta-settimu vincitore di lotteria", "宮": "Palazzu di meziornu"}