{"籤詩版本二": "Passà u tempu in pace è tranquillità, à pusà è sdraiatu mentre piglia u tè dopu esse pienu\nÙn avete micca bisognu di esse occupatu fisicamente è mentalmente, è certamenti ùn pruvucarà micca inghjustizia o disastru.", "詩意": "Stu hexagram hè un simbulu di pace è stabilità.\nIn tutte e cose, aspittendu u tempu ghjusta portarà bona furtuna.", "解曰": "Stà sicuru è sanu. Dumandate à i dii. Aspetta finu à chì u tempu vene. E cose passanu per casu.", "籤詩故事一": "◇ Foyinhui Dongpo\nUna volta, Su Dongpo hà acquistatu una certa intelligenza mentre studiava Zen. Hà capitu chì u so statu era trascendente, è si sentia gioia in questu. Incapace di frenà a mo passione, aghju spargugliatu a mo penna è scrivu una puesia :\n\"In u mezu di u celu, Jishou brilla luminosamente in l'universu; incapaci à esse sbattutu da l'ottu venti, si mette ghjustu nantu à un lotus d'oru viole\".\n(L'ottu venti si riferiscenu à: prufittu, decadenza, distruzzione, reputazione, lode, ridicule, soffrenu è felicità. Vale à dì, ùn esse fastidiu da sti ottu stati hè chjamatu \"l'ottu venti ùn ponu micca move\").\nDopu avè scrittu, Dongpo mandò u so servitore attraversu u fiumu per dà à u Maestru Zen Foyin di u Tempiu Jinshan.\nDopu chì u Maestru Zen Foyin hà lettu, l'hà marcatu cù a parolla \"fart\" è l'hà datu à u so servitore per ripiglià.\nDongpo era furioso dopu avè vistu questu, cusì hà pigliatu una barca à traversu u fiumu è si n'andò à u Tempiu Jinshan per truvà u sigillo di Buddha per discussione.\nQuandu Dongpo ghjunse à a porta di u Tempiu Jinshan, Foyin era digià aspittatu à a porta.\nSu Dongpo accusò subitu Foyin: \"Perchè chjamate u puema chì aghju scrittu un fart?\"\nFoyin hà rispostu: \"Ùn site micca digià \"incapace di esse sbattutu da l'ottu venti\"? Cumu puderia esse \"battutu à traversu u fiumu\" da una pezza!\"\nÀ questu tempu, Dongpo hè stata scunfitta per capisce chì ùn era micca abbastanza bè è si n'andò in vergogna.\n(Sta storia hè una metàfora di \"U calore ùn hè ancu ghjuntu\")", "聖意": "Pregate per a vostra casa è a vostra propria salvezza, per a vostra ricchezza, per i vostri affari, per a bona furtuna in u vostru matrimoniu, per una femina viaghjatore da Liujia, à u campu, chì i vermi di seta maturanu in u vaghjimu, chì sei bestiame sò stabili, per truvà qualcunu, per esse difficiuli di truvà, per i prucessi publichi, per a migrazione, per a pruprietà persa, per a malatia, per mandà à una tomba di muntagna, auspicious", "古人": "Foyinhui Dongpo", "第X籤": "Trenta unu numeru vincitore", "宮": "Wei Gong"}