{"籤詩版本二": "U viaghju di ritornu hè sicuru.Quale sà s'ellu ci hè giada piatta in a petra ?\nQuandu un bon artighjanu hà un tagliu chjaru, si senti sicuru è sicuru in u periodu di jaspe", "詩意": "In questu hexagram, pudete vede l'imaghjini di jade quandu avete tagliatu una petra.\nU travagliu duru per riesce in tuttu.", "解曰": "U tesoru hè in a petra. I stranieri sanu pocu. Aspetta finu à ch'ella diventa chjaru. Fate tuttu ciò chì pudete.", "籤詩故事一": "◇Liu Bei cerca talenti (trè visite à a casetta di paglia, trè visite à a casetta di paglia)\nU periodu di i Tre Regni. Zhuge Liang hà campatu in isolamentu in una capanna di paglia in Longzhong. Liu Bei era ansiosu di circà i talenti, cusì andò à visità Zhuge Liang in persona. Visitò Zhuge Liang trè volte (cunnisciutu cum'è \"Three Visits to the Thatched Cottage\" in a storia). Liu Bei hà dumandatu à l'altri di stà luntanu è dumandò à Zhuge Liang. : \"A dinastia Han hè in decadenza, è i ministri traditori arrubbanu a so vita. A vostra Maestà. \" Cupertu di polvera. Ùn misurà micca a mo virtù è a mo capacità, vogliu crede in a grande ghjustizia in u mondu, ma a mo saviezza. è e cumpetenze sò pocu prufonde, cusì l'aghju utilizatu rampantly. A data d'oghje. Tuttavia, a mo ambizione ùn hè ancu finita, pensate chì u pianu serà implementatu ?\nZhuge Liang li prisintò tandu u pianu di divide u mondu in trè parti, è analizò a situazione in quale Cao Cao ùn era micca dispunibile è Sun Quan puderia vene à u so aiutu. Ellutò ancu nantu à a codardia di i guvernatori in i stati Jing è Yi. chì hà avutu l'uppurtunità di apprufittassi di ellu, è ch'ellu pudia apprufittà solu di sti dui stati.Solu allora pò vince u mondu, hà dettu ancu à Liu Bei a strategia di attaccà i Piani Centrali. (Questa discussione hè stata dopu chjamata \"Longzhong Dui\"). Dopu chì Liu Bei hà intesu questu, l'hà elogiatu cum'è s'ellu avia trovu un tesoru, è hà invitatu fermamente à Zhuge Liang à esce per aiutà, cusì Zhuge Liang divintò u cunsigliu militare di Liu Bei.", "聖意": "A casa hè tranquilla, cercu ricchezza, u cummerciu di travagliu impedisce u matrimoniu è diventa un viaghjatore virtuale in Liujia.", "古人": "Liu Bei cerca talenti (trè visite à a casetta di paglia, trè visite à a casetta di paglia)", "第X籤": "U vincitore di a lotteria di trenta seconde", "宮": "Wei Gong"}