{"籤詩版本二": "Vestite è rinfriscà l'anzianu stile di famiglia.U Tao hè senza celu ma hà meritu.\nDopu avè spazzatu e spine è spine nantu à a strada, i trè accunsenu à riunite cù i so culleghi", "詩意": "Stu hexagram rapprisenta u riarrangiamentu di a ropa.\nTuttu hè difficiule prima di diventà faciule dopu.", "解曰": "Ùn ti ne fà. Passate un bonu tempu. Se dumandate u futuru. Ci hè una bona strada davanti.", "籤詩故事一": "◇Scritture buddiste di Tang Monk\nXuanzang (602-664), un monacu eminente di a dinastia Tang, avia un cognome cumuni di Chen è un nome di Yi. Hè natu in u conte di Goushi, Luozhou (oghji a parti miridiunali di a cità di Yanshi, a pruvincia di Henan). Hè divintatu monacu à l'età di tredeci anni è hà pigliatu u nome buddista Xuanzang. U mondu hè chjamatu Sanzang di a dinastia Tang.\nIn u terzu annu di Zhenguan (629, cunnisciutu ancu u primu annu di Zhenguan), hà viaghjatu à punente à Tianzhu (India) per ottene scritture buddiste. Si avventura in periculu solu è suppurtò difficultà. Hè ghjuntu solu in quattru anni.\nIn u diciassettesimu annu di Zhenguan, u maestru dimissioni ufficialmenti è vultò à u livante. Riturnò in Cina per via di a Strada Sud di l'attuale Pruvincia di Xinjiang, Khotan è Loulan, ci pigliò un totale di diciassette anni è un viaghju di 50 000 milla. Quandu ghjunse in Chang'an in u primu mese di u diciannovesimu annu di Zhenguan, l'imperatore urdinò à Liang Guogong Fang Xuanling è à l'altri ufficiali civili è militari di dà un grande accolta.\nUn totale di 520 è 657 volumi di e scritture buddiste sanscrite originali sò stati richiesti. è traduttu in cinese.\nDopu chì u maestru hè tornatu, era assai rispettatu da l'imperatore Taizong è l'imperatore Gaozong è hè statu santuatu in Da Nei, dendu u titulu \"Master Tripitaka\".", "聖意": "A casa hè in turbulenza, bona furtuna per sè stessu, bona furtuna, boni affari, bon matrimoniu, impediscenu l'arrivu di a ghjente in u campu, vermi di seta, bestiame sfavorevule, ricerca di persone, prucessi publichi, migrazione, pruprietà persa, malatia tardiva, prighera. per benedizioni, i tombi di muntagna duveranu esse vechji.", "古人": "Tang Monk impara e Scritture Buddiste", "第X籤": "U trentacincu vincitore di lotteria", "宮": "Shen Gong"}