{"籤詩版本二": "Se vulete esse sicuru è tranquillu, ùn hè micca adattatu per avè candele in u ventu.\nHè megliu pulisce è pusà in una sala prufonda, evite a luce, scuzzulate in un locu tranquillu, è si move. Shake → Yao. Free → pochi.", "詩意": "Stu hexagram hè cum'è u ventu chì scuzzulate a lampada è a candela.\nMantene e cose custanti portarà bona furtuna.", "解曰": "Stallà in un locu tranquillu. Siate à chjama è esse puntuale. Ùn hè micca una benedizzione. Cunservatore è adattatu.", "籤詩故事一": "◇Li Jing torna à a muntagna\nLi Jing (571-2 di lugliu 649), nome di cortesia Farmacista, era nativu di Sanyuan, Yongzhou (oghji à nord-est di Sanyuan County, Pruvincia di Shaanxi). Un generale da a fine di a dinastia Sui à a prima dinastia Tang, era un famosu stratega militare cù cumpetenze civili è militari in a dinastia Tang. In seguitu, fù cuncessu u titulu di Duca di Wei, è era cunnisciutu cum'è Duca di Wei in u mondu.\nLi Jing hè u babbu di u terzu prìncipi Nezha in a lista di i dii, cunnisciutu ancu u \"Rè di Tota\". Li Jing è u so figliolu aiutanu Jiang Ziya (Tai Gong) à scunfighja a Regina Zhou, stabilisce a Dinastia Zhou è u Re. Wu hà sappiutu ufficialmente à u tronu. Jiang Ziya allora hà stabilitu una lista di dii è hà realizatu una ceremonia per appacià l'ànima di i suldati chì sò morti in a battaglia. Da tandu, u mondu divintò pacificu è pacificu. U rè Wu vulia fà marchesi è ricumpensali, è vulia ancu attribuisce a terra à l'eroi fundatori. Li Jing, u so babbu è u so figliolu, è altri sette persone anu dumandatu à vultà à a muntagna per praticà u Taoismu è micca esse obsesionatu cù a fama mundiale è a ricchezza. In seguitu, tutti i sette \"divintatu santi in corpu\" è classificatu in a classa di l'immortali.\nA storia di \"Feng Shen Bang\"", "聖意": "A casa hè cunservatore, sò ordinariu, cercu soldi, aghju difficultà in l'affari, u mo matrimoniu ùn hè micca in armunia cù Liujia, pregu per i pedoni per avè fiducia, i vermi di seta sò maturi in u vaghjimu, è l'animali sò sicuri, Cercu e persone, vecu prucessi publichi è migrazione, sò cunservatore, aghju persu a pruprietà, sò malatu, ùn vogliu micca cambià a tomba in Jianxingshan.", "古人": "Li Jing torna à a muntagna", "第X籤": "Trenta-settimu vincitore di lotteria", "宮": "Shen Gong"}