{"籤詩版本二": "Specchio di mille anni riunitu, a donna dumanda à u maritu di rimarità\nDa tandu, a famiglia hè stata trasfurmata, è e benedizioni sò state aghjunte à i figlioli è i nipoti.", "詩意": "Stu hexagram hè un simbulu di a riunione di specchi.\nTuttu hè un travagliu duru è caru.", "解曰": "Scavà a sabbia in oru. Cavalcate un dragone è cavalcate un tigre. Ancu s'ellu hè laboriosa. Ci hè un supplementu in questu.", "籤詩故事一": "◇Yulianhui dece amichi\nIn a dinastia Song, Qian Yulian hà maritatu cù Wang Shipeng. Quandu Shi Peng si n'andò à Pechino per piglià l'esame, u riccu Sun Ruquan hà furzatu à Yulian à risposallu.\nQian Yulian hà rifiutatu a pruposta di u riccu Sun Ruquan è preferirebbe marità cù Wang Shipeng, un poviru studiosu di Wenzhou chì era assuciatu da \"Jing Chai\".\nIn seguitu, Wang Shipeng hà vintu u primu premiu, perchè ellu ricusò di esse furzatu à marità da u Primu Ministru Wanqi, hè statu mandatu per serve cum'è ghjudice in u remoto Chaoyang. Sun Ruquan hà cambiatu segretamente a lettera di famiglia di Wang Shipeng in una \"lettera di divorziu\" è hà ingannatu Yulian per esse ingannatu. A matrigna di Qian Yulian l'hà ancu furzata à rimarità, ma Yulian hà ricusatu è si suicidò lanciandosi in un fiume. Hè stata salvata da Qian Zaihe. da a Pruvincia di Fujian è aduttatu cum'è a so figliola adottiva.\nYulian hà pensatu chì Shipeng era mortu. Cinque anni dopu, Wang Shipeng era u guvernatore di Ji'an. Un ghjornu, hà tenutu una ceremonia commemorativa in un tempiu taoista per commemorare a so defunta moglia. Yulian hè accadutu à andà in u tempiu taoista di Ji'an per brusgià. incensu, è Wang Shipeng è Qian sò stati finalmente riuniti.", "聖意": "A casa ùn hè micca bè per sè stessu. U vaghjimu è l'inguernu sò prusperi. Chì a ricchezza sia pruspera. L'autunno è l'inguernu sò prusperi. L'affari hè prusperu. Chì u matrimoniu sia successu. Pregate per i pedoni per andà in i campi. I vermi di seta ponu esse allevati. Sei bestiame. pò esse risuscitatu. A ghjente pò esse truvata. I prucessi publichi sò sfavorevuli. A migrazione hè cunsirvativa. Perdita di pruprietà. Malattie tardive. Pregate per benedizioni. Muntagni è tombi sò boni.", "古人": "Yulianhui dieci amichi", "第X籤": "U quartu signu", "宮": "Utru"}