{"籤詩版本二": "A rota rossa casca in u punente, u cunigliu s'arrizeghja in u livante, u yin cresce è u yang sparisce, è tuttu prospera.\nSe una donna vole usà, aumenterà a so ricchezza è porta a felicità à u so core.", "詩意": "Stu hexagram hè u simbulu di Yin crescente è Yang sparisce.\nTuttu hè difficiule prima di diventà faciule dopu.", "解曰": "Yin benefica e donne. Ùn hè micca adattatu per l'omi. Sè vo circate cunsiglii. U male vene prima è dopu vene u bonu.", "籤詩故事一": "◇Wu Zetian hà ascendutu à u tronu\nÀ l'età di 14 anni, Wu hè statu chjamatu à u palazzu da l'imperatore Taizong Li Shimin di a dinastia Tang cum'è una persona talentuosa, chjamata \"Wu Mei\". Dopu à a morte di Taizong, Zetian intrì in u Tempiu Ganye è divintò monaca.\nQuandu l'imperatore Gaozong di a dinastia Tang ghjunse à u tronu, chjamò a famiglia Wu in u palazzu per rende umagiu à Zhaoyi. In u sestu annu di Yonghui (655), l'imperatore Gaozong hà stabilitu Wu cum'è a so regina.\nWu Zetian era intelligente, implicatu in a literatura è a storia, è era riccu di risorse. Pocu dopu chì Wu Zetian divintò a regina, perchè Gaozong era debbule è malatu, qualchì volta l'affidava per trattà certi affari pulitichi, cusì u so putere cresce. In u primu annu di Shangyuan (674), l'imperatore Gaozong era chjamatu \"Imperatore\", l'imperatrice Wu era chjamata \"Regina di u celu\", è tutti dui eranu chjamati \"Dui Santi\" in u palazzu.\nIn u primu annu di Hongdao (683), Gaozong hè mortu, u prìncipi Li Xian hè vinutu à u tronu, è Wu Zetian hè vinutu à guvernà a dinastia. In u frivaru di u primu annu di Sisheng (684), Wu Zetian hà destituitu Li Xian cum'è rè di Luling è hà stabilitu u so quartu figliolu Li Dan cum'è imperatore, cuntinuendu à guvernà a dinastia. In settembre di u stessu annu, hà cambiatu a bandiera in oru, è Luoyang, a capitale orientale, hè stata rinominata a capitale divina. U nuvimu ghjornu di settembre in u primu annu di Tianshou (690), Wu Zetian si proclamò imperatore è cambiò u nome di u paese in Zhou.", "聖意": "A casa hè sfavore per sè stessu, prighendu per benedizioni, cercandu ricchezza, guardà e transacciones, a bona furtuna in u matrimoniu, a mala furtuna in u matrimoniu (femmina), i pedoni chì bloccanu i campi, i vermi di seta, u bestiame prusperu, a ricerca di persone, a separazione, i prucessi, a perdita, a migrazione. , perdita di pruprietà, malatie, scossa, muntagne è tombe, bona furtuna", "古人": "Wu Zetian ascende à u tronu", "第X籤": "U quarantesimu vincitore di lotteria", "宮": "Tu Palazzu"}