{"籤詩版本二": "Ricurdarete di e parolle boni infinite, ma sarete u vostru figliolu si ricunnosce u latru.\nÙn siate avidità à u mumentu è preoccupatevi di cumu averia fattu qualcosa di bonu un annu fà.", "詩意": "Stu hexagram identifica un ladru cum'è un figliolu.\nAttenti à tuttu ciò chì fate.", "解曰": "Solu questu. Un signore ùn si sbaglia. Mantene in mente. Ùn esse solu.", "籤詩故事一": "◇Dong Zhuo accetta Lu Bu\nLu Bu, bravu è bravu à a lotta, era un famosu generale militare à a fine di a Dinastia Han Orientale è à l'iniziu di i Tre Regni. Una volta hà cunsideratu Ding Yuan, u guvernatore di Jingzhou, cum'è u so babbu aduttivu è hà servitu sottu à ellu.\nDopu à a morte di l'imperatore Ling di a Dinastia Han Orientale, Ding Yuan si n'andò à Pechino per collude cù u generale He Jin per cuntrullà u guvernu.\nDong Zhuo hà battutu cù Ding Yuan, ma parechji generali ùn anu pussutu scunfighja Lu Bu, cusì Dong Zhuo hà mandatu u so subordinatu Li Su per corrompere Lu Bu. Li Su hà purtatu pile di tesori d'oru è d'argentu è u famosu cavallu di cunigliu rossu per \"visità Lu Bu\". Li Su hà purtatu pile di tesori d'oru è d'argentu è u famosu cavallu di cunigliu rossu per visità Lu Bu. Allora Lu Bu hè statu corrottu da Dong Zhuo per tumbà Ding Yuan, è disse à i so suldati di vene cun ellu s'ellu vulianu, è di lascià s'ellu ùn vulianu micca seguità. Allora Lu Bu hè statu corrottu da Dong Zhuo è uccisu Ding Yuan.\nDopu chì Dong Zhuo hà acquistatu u putere, hà aduttatu Lu Bu cum'è u so figliolu aduttivu è hà fattu un generale è marchese.\nDong Zhuo avia un temperamentu viulente, è a \"rapportu babbu-figliolu\" cù Lu Bu era veramente assai debule. In u 189 dC, à l'instigazione di Situ Wang Yun, Lu Bu uccise Dong Zhuo.\nSei mesi dopu à a morte di Dong Zhuo, l'anziane truppe di Dong Zhuo invadiu a capitale, è Lu Bu è a so moglia fughjenu in panicu. Dopu avè lasciatu a capitale, Lu Bu hà cercatu refuggiu cù i signori di guerra Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., è hà battutu parechje volte cù Cao Cao, un altru signore di guerra maiò à l'epica. Lu Bu era bravu è bonu. à a lotta, è hà scunfittu Cao Cao parechje volte.\nIn u terzu annu di Jian'an in a Dinastia Han Orientale, e truppe di Cao Cao attaccanu Xiaopei, a basa di Lu Bu, è sò stati catturati è uccisi da Cao Cao sottu a Torre Baimen. Prima di l'esecuzione, Lu Bu hà dumandatu à Cao Cao di mantenelu in vita per evità a morte, ma Liu Bei hà ricurdatu à Cao Cao chì Lu Bu avia traditu parechje volte è era un omu disoneste. À a fine, Cao Cao, chì hà valore solu i talenti inveci di a moralità, eseguisce Lu Bu.", "聖意": "Sò inquietu in casa, di solitu cercu soldi, guardà contru à e transacciones, hè difficiule di maritari, l'omu di Liujia hè surprisatu, a ghjente vene à u campu, i vermi di seta sò mezzu maturu, sei animali sò sicuri, a ghjente cerca a ghjente, i prucessi sò apprupriati è migrazione, e cose perse sò difficiuli di truvà, e malatie sò difficiuli di truvà, è ci hè a pace in a tomba di Zhenxing Mountain.", "古人": "Dong Zhuo accetta Lu Bu", "第X籤": "U 41u vincitore di lotterie", "宮": "Tu Palazzu"}