{"籤詩版本二": "L'imperatore, l'imperatore è l'imperatrice seranu infine graziosi è aspettanu è pricà per benedizioni senza perdita o guadagnu.\nTutti l'esseri senzienti benefiziu da ellu, è a prosperità hè prevista in u mondu è in u celu.", "詩意": "Stu hexagram hè un signu di favore da u celu.\nTuttu serà successu.", "解曰": "L'imperatore hà dimustratu u so favore. Ùn vi scurdate mai. Rituali di a matina è a sera. Hè appruvatu di brusgià incensu.", "籤詩故事一": "◇Mulian hà salvatu a so mamma\nMokou Lian, o Mulian, hè u più putente trà i deci discìpuli di Sakyamuni Buddha.\nA so mamma era avida è avara duranti a so vita, cusì cascò in u regnu di i fantasmi affamati dopu a so morte. Mokhullian hà utilizatu u so putere magicu per osservà è hà scupertu chì a so mamma hè nata cum'è un fantasma affamato, senza manera di piglià l'alimentu è era in grande difficultà.Usò u so putere magicu per portà l'alimentu à a so mamma.Inaspettatamente, dopu chì a mamma hà ricevutu. l'alimentu, si trasfurmava in cendra è ùn si pudia manghjà.\nMaudgalyana era preoccupatu di ciò chì hè accadutu è hà dettu à u Buddha. U Buddha hà dettu à Mulian chì u 15 ghjornu di u settimu mese lunar, deve mette centu sapori è cinque frutti in un bacinu è offre à i monaci virtuosi di e dece direzzione. Cù stu putere, a so mamma puderia manghjà. .\nMaudgalyana hà agitu secondu a vulintà di u Buddha, è a so mamma hè stata finalmente liberata. Stu tipu di cerimonia hè chjamatu \"Obon Festival\" è questu festival hè chjamatu \"Obon Festival\".\n(Nota: Una sustanza hà sentimenti diffirenti in diversi livelli di u mondu. Per esempiu: quandu piove in questu mondu, vedemu cum'è \"acqua\", mentre chì l'esseri in u regnu di i fantasmi affamati si sentenu cum'è \"sangue\", è sentienti. l'esseri in u mondu di l'infernu si sentenu cum'è \"sangue\". Sente cum'è \"caccia una spada\", mentre chì l'esseri celesti sentenu cum'è \"caccia un fiore\".)", "聖意": "Preghendu per a casa è a casa, preghendu per a bona furtuna in l'invernu, a ricerca di ricchezza, senza transazzione, u matrimoniu, a pace in Liujia, i pedestri, i campi in muvimentu, i vermi di seta, sei animali, truvà persone, prucessi, successu, migrazione, conservativeness, proprietà persa, malatie , pace di mente, pace di muntagne è tomba", "古人": "Mulian salva a so mamma", "第X籤": "Firma quarantadui", "宮": "Tu Palazzu"}