{"籤詩版本二": "U mondu hè flexibule è tutte e cose sò autosuportate, autosuportate è sicure\nTuttu in a vita hè maravigliosa, ringraziate i santi è i saggi per tuttu, è esse prusperu.", "詩意": "Stu hexagram rapprisenta l'armunia trà a terra è a terra.\nTuttu va bè è ùn ci hè periculu.", "解曰": "Tutte e cose sò nati. Tutti i piani è i desideri diventanu realtà. Ford aiuta. Rui Qi hè in fretta.", "籤詩故事一": "◇ I camminatori guadagnanu l'illuminazione\nStoria di u Viaghju à l'Occidenti:\nSun Wukong divintò u rè in a muntagna Huaguo. In seguitu, per truvà una manera di campà per sempre, hà passatu ottu o nove anni à viaghjà à traversu muntagne è fiumi per venerà u Patriarca Bodhi cum'è u so maestru. mali terrestri è nuvole capriole, è hà pigliatu u cognome Sun per a prima volta. Chjamatu Wukong.\nDopu à quessa, Sun Wukong si n'andò à u Palazzu di u Dragone in u Mari di Cina Orientale per truvà un'arma adatta, è infine truvò u Ruyi Golden Cudgel, l'agulla divina di Tianhe è Dinghai. Perchè a so vita era finita, hà fattu un grande scontru in u mondu sottumessu, hà rivisitu u libru di a vita è a morte, è vultò à u mondu umanu. In seguitu, Sun Wukong hè statu chjamatu da u celu per a prima volta è fù chjamatu Bima Wen. In seguitu, fù invucatu in u celu per a seconda volta è fù chjamatu u Rè Scimmia.Arrubbatu ancu pesche è causatu prublemi in u celu.Fu sigillatu in u Furnace di Bagua per praticà i so ochji d'oru è l'occhi di focu.Infine, hè statu supprimitu. da Tathagata Buddha à u pede di a muntagna Wuzhi per 500 anni, incapace di spustà. U locu induve u furnace di Bagua hè statu cacciatu in una muntagna di fiamme.\nCinquecentu anni dopu, Monk Tang si n'andò à l'Occidenti per ottene Scritture, passò da a Montagna di Cinque Elementi, è tolse u talismanu prima di salvà Sun Wukong. Sun Wukong scoppiò in lacrime cun gratitudine. Dopu avè statu struitu da Guanyin Bodhisattva, adurò Tang Monk cum'è u so maestru è andò in Occidente per amparà e Scritture inseme. In u caminu per amparà e Scritture, Sun Wukong scende nantu à i dimònii è eliminò i mostri, è hà ripetutamente realizatu prughjetti straordinarii, ma hè statu incompresu è espulsu da u so maestru Tang Seng una volta è una volta. Dopu à ottanta una difficultà, u travagliu hè statu finitu, i quattru maestri è discìpuli ghjunghjenu à u Tempiu Xitian Leiyin è ottennu a vera Scrittura. Sun Wukong hà ottinutu u risultatu ghjustu.\n(Questa storia hè una metàfora chì ancu una scimmia pò esse illuminata, è ancu un esse umanu).", "聖意": "A casa hè auspicious per sè stessu, per a ricchezza, l'affari, u matrimoniu, Liujia, i pedestrians maschili, l'ostruzione di i campi, i vermi di seta, sei animali, Zhongping, cerca di persone, prucessi, successu, migrazione, perdita di pruprietà, malatie, tomba Xingxingshan, cose sò auspicious", "古人": "U viaghjatore ghjunghje l'illuminazione", "第X籤": "Firmatu u 43", "宮": "xugong"}