{"籤詩版本二": "U clima fretu trasforma l'acqua in ghjacciu Perchè esse avidità di fama ?\nÙn aghju micca scelta ma di pusà in silenziu è aspittà chì e foglie fiuriscenu naturali.", "詩意": "In questu hexagram, l'acqua si trasforma in ghiaccio.\nÙn dumandà nunda in vain.", "解曰": "L'acqua si congela in u ghjacciu. U ghjacciu si funnu in acqua. S'ellu hè una cuspirazione. Cusì hè.", "籤詩故事一": "◇Wang Xiang dumanda una carpa (Vinti-quattru storie di pietà filiale)\nWang Xiang di a dinastia Jin, nome di cortesia Fuzheng, hè natu in Linyi.\nQuandu Wang Xiang era ghjovanu, a so mamma biologica morse, u so babbu solitario si maritò cù una donna chjamata Zhu, è Wang Xiang avia una nova mamma. Quandu Wang Xiang era ghjovanu, a so mamma biologica morse, è u so babbu solitario si maritò cù una donna chjamata Zhu. A matrigna di Wang Xiang era una donna di mente ristretta è ghjilosa, ùn li piaceva micca Wang Xiang è spessu u rimproverava per affari triviali. Prestu, a matrigna hà ancu datu nascita à un figliolu chjamatu Wang Lan. A matrigna hà amatu solu i so figlioli, è cunsiderava Wang Xiang cum'è una spina in u so fiancu, diventava ancu più esigenti à Wang Xiang, è spessu parlava male di Wang Xiang davanti à u babbu, ancu u so babbu ùn l'amava più. A matrigna hà amatu solu i so figlioli, è cunsidereghja Wang Xiang cum'è una spina in u so fiancu, era ancu più esigenti à Wang Xiang, è spessu parlava male di Wang Xiang davanti à u babbu, ancu u babbu ùn l'amava più. Ancu u fratellu di Wang Xiang, Wang Lan hè assai amichevule cù u so fratellu. Malgradu a tortura di a so matrigna, era sempre assai filiale. A matrigna hè cusì dura, ma Wang Xiang hè sempre assai filiale.\nA so matrigna hà un hobby, vale à dì, li piace à manghjà pesce frescu appena pescatu fora di u fiume. A so matrigna hà un hobby, vale à dì, li piace à manghjà pesce frescu appena pescatu fora di u fiume. Un invernu, u babbu si n'andò per l'affari, è a so matrigna si ammalò di novu. I fratelli Wang Xiang è Wang Lan anu servitu cù cura a zuppa è a medicina per a so mamma per manghjà. una fretta. Un invernu, u babbu si n'andò per l'affari, è a so matrigna si ammalò di novu. I fratelli Wang Xiang è Wang Lan anu servitu cù cura a zuppa è a medicina per a so mamma per manghjà. una fretta. A matrigna malata vulia manghjà i pesci freschi di u fiumu, in quellu clima fretu, nevicava fora è l'acqua di u fiumu s'era dighjà diventata in ghjacciu grossu. A matrigna malata vulia manghjà pesciu frescu Induve si pudia truvà u pesciu frescu in quellu clima ghiacciatu è neve ?\nIn quelli ghjorni, ùn ci era micca piatti fora di staghjoni, è ùn puderebbe cumprà ancu s'ellu avete soldi.\nÀ questu puntu di a storia, a storia toccante di Wang Xiangqiu Li hè accaduta. I dui fratelli guardianu a so mamma impotente. Wang Xiang marchò versu u fiumu ghiacciatu per ùn disappointà a so matrigna malata. Wang Xiang hà avutu un'idea è si tolse a cammisa inveci di u fretu. Si stese nudu nantu à u ghiacciau è vulia. a so propria temperatura di u corpu per funnu u ghjacciu (cusì Wang Xiangqiu carpa hè ancu chjamatu Wang Xiang chjinatu nantu à u ghjacciu). Si tolse a cammisa è si stese nudu nantu à u glacier. Pregò à Diu è disse: \"Diu, a mo mamma hè malata è vole manghjà carpa fresca. Avete da truvà un modu per mè, ùn importa ciò chì. \" Stranamente, u bloccu di ghjacciu accantu à ellu si fece subbitu, è ci eranu dui. cracks.Una carpa viva salta da a crepa è salta nantu à u ghjacciu.Wang Xiang era assai cuntentu. Pregò à Diu: \"Ddiu, a mo mamma hè malata è vole manghjà carpa fresca. Avete da truvà un modu per mè, ùn importa ciò chì. \" Stranamente, u bloccu di ghjacciu accantu à ellu si fece subbitu, è ci sò dui cracke. Una carpa viva salta da a crepa è salta nantu à u ghjacciu, Wang Xiang era assai cuntentu. Si ghjinochjò prestu, ringraziò à Diu è corse in casa cù a carpa. Si ghjinochjò prestu, ringraziò à Diu, pigliò prestu a carpa è si n'andò in casa. Dopu chì a matrigna hà manghjatu carpa fresca, si ritruvò prestu da a so malatia. A matrigna in u lettu di l'uspidale hè stata stupita quandu hà vistu a parte superiore di u corpu nudu di Wang Xiang, chì era diventatu viole da u friddu, è dui pesci in e so mani, corse in a stanza felice è era stunatu.\nWang Xiang diventò più tardi un ufficiale è diventò un Taibao, è fù cuncessu u titulu di Duca.", "聖意": "Unasy in casa, pregu per prutezzione, difficultà finanziarie, prublemi di cummerciale, matrimoniu, incoerenza in l'assicuranza Liujia, pedestrians, Chi Tian, ​​​​perdite di vermi di seta, sei perdite di bestiame, persone mancanti, prucessi publichi, migrazione, cunsirvatori, pruprietà persu, malatie. , difficiuli di ricuperà da, tomba di muntagna, bona furtuna", "古人": "Wang Xiang dumanda a carpa (Vinti-quattru storie di pietà filiale)", "第X籤": "Quaranta nove vince u Lott", "宮": "Haigong"}