{"籤詩版本二": "Pudete viaghjà à tutti i cantoni di u paese, appiccicà u canopy di vela per mantene in libertà\nS'ellu ci hè un ventu favurevule, ghjunghjerà prestu è a barca sarà piena di tesori.", "詩意": "Stu hexagram hè cum'è tirà una barca cù u ventu.\nTuttu va bè.", "解曰": "Riposate à l'aise. Nisun sforzu necessariu. Assai ricchezza. Tutti ammirati.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Lacu Fan Ligui)\nIn u periodu di primavera è di vaghjimu, Fan Li, chì u nome di cortesia era Shaobo, era cunnisciutu ancu Gui Yizipi o Tao Zhugong.\nÀ quellu tempu, ci era una guerra trà u Statu di Wu è u Statu di Yue, è u Statu di Wu hà distruttu u Statu di Yue. Fan Li è Wen Zhong furmulavanu un pianu per Yue King Gou Jian per prumove Yue è distrughje Wu. Fan Li hà viaghjatu personalmente à traversu muntagne è fiumi, è hà visitatu Xi Shi, una bella donna cù virtù, talentu è bellezza, à u fiumu Huansha in a muntagna Bailuo è l'hà prisentatu à u rè di Wu. Hà utilizatu u \"truccu di bellezza\" per cooperà dentru è fora è hà distruttu u Regnu Wu.\nDopu avè riesciutu à scaccià u Regnu Wu, Fan Li hà sappiutu chì Gou Jian era un \"uccello à collu longu cù un beccu\" è puderia sparte difficultà è felicità cun ellu, cusì andò in barca cù Xi Shi à traversu u Regnu Qi, hà cambiatu u so nome à Gui Zipi, è guidò u so figliolu è i discìpuli in u Regnu Qi, campanu in una casetta vicinu à u mare. Hà travagliatu duru per cultivà i terreni deserti, gestisce un affari laterale è fà affari.In pocu anni, hà accumulatu decine di milioni di pruprietà di famiglia. Era generoso per sparghje a ricchezza è per fà u bè à a so cità nativa. A saviezza è a capacità di Fan Li eranu apprezzati da u populu di Qi. U rè di Qi l'hà invitatu à Linzi, a capitale, è l'hà veneratu cum'è u primu ministru incaricatu di l'affari di u guvernu. . Ellu esclamò: \"Essa un ufficiale pò guidà à i ministri, è a gestione di una famiglia pò purtà à una furtuna. Per un cumuni chì hà cuminciatu da zero, questu hè ghjuntu à l'estremu. Esse onoratu per un bellu pezzu ùn hè micca prubabilmente un bonu signu \". Allora, solu trè anni dopu, una volta Jiliu si ritirò bravamente, restituì u sigillo à u rè di Qi, è hà datu tutte e so ricchezza di famiglia à i so amichi intimi è paisani.", "聖意": "A casa hè bona per sè stessu (per esse speditu), i soldi hè bonu, l'affari hè bonu, u matrimoniu hè tardu, u matrimoniu ùn hè micca bonu, Liujia hè sicuru, a ghjente impedisce i campi, i vermi di seta, u vaghjimu, u bestiame, a primavera. hè prusperu, a ghjente cerca di persone, i prucessi sò cattivi, a migrazione hè cunsirvativa, e cose perse, e malatie occidentali sò risolte, e muntagne è e tombe sò à u sudu.", "古人": "Tao Zhugui Five Lakes (Lacu Fan Ligui)", "第X籤": "U cinquantesimu vincitore di lotteria", "宮": "Haigong"}