{"籤詩版本二": "I ghjorni d'estate sò i più longu è tutti sò preoccupati per u calore è a depressione\nU celu è a terra sanu ancu ciò chì a ghjente vole, è a brisa soffia è hè naturalmente cool", "詩意": "Questu hexagram indica chì tutti sò preoccupati di u calore.\nFate ciò chì vulete.", "解曰": "Ùn ci hè dubbitu s'ellu si deve avanzà o retrocede. Passate un bonu tempu. Hè per campeghju ? Ùn ci hè micca bisognu di agisce in fretta.", "籤詩故事一": "◇Kong Ming entra in Sichuan\nZhuge Liang (181-234), nome di cortesia Kongming, era nativu di Yangdu, Langya (oghje Yinan County, Pruvincia di Shandong), è era u primu ministru di Shu Han (Liu Bei) durante u periodu di i Tre Regni.\nAncu s'ellu Liu Bei vincìu Jingzhou, ùn era micca abbastanza per separà un latu. Zhuge Kongming hà pianificatu di catturà Xichuan per aumentà u territoriu di Liu Bei. À questu tempu, Liu Zhang in Yizhou hè statu attaccatu da Zhang Lu in u nordu. Zhuge Kongming hà amparatu chì Liu Zhang vulia dedicà a mappa di Xichuan à Cao Cao per prutege. Quandu Zhang Song (subordinatu di Liu Zhang) hà scontru à Cao Cao, perchè Cao Cao era arrogante è rude, Liu Zhang hà pigliatu a mappa di ritornu à Xichuan è hà passatu Jingzhou nantu à a strada. Kong Ming l'avia digià aspittatu in a strada è l'hà invitatu à Jingzhou, ma ùn hà mai parlatu di a Xichuan Picture finu à l'ora di a partenza. Zhang Song era grata à Kong Ming per a so cortesia è l'ospitalità, cusì hà dedicatu u Xichuan Picture à ellu.\nU terrenu di Xichuan era periculosu è puderia esse attaccatu o difesu.Dopu à i diversi arrangiamenti di Kong Ming, Xichuan divintò u locu di nascita di Liu Bei.\n(Kong Ming hà trattatu a ghjente cun cortesia è ottene facilmente l'aspittatu Xichuan.)", "聖意": "Pregate per benedizioni in casa è per a vostra propria prutezzione (ci hè a bona furtuna in i disgrazii) Cercate ricchezza, bona furtuna in l'affari, u matrimoniu cumuni, a nascita di i zitelli in Liujia, i campi in muvimentu, i vermi à seta, i danni à l'allevamentu, a ricerca di persone, u publicu. prucessi, migrazioni, vechji cose persu, malatie di u nordu, brama di muntagne è tomba", "古人": "Kong Ming entra in Sichuan", "第X籤": "Capitulu 51: Vince a loteria (vincite a loteria)", "宮": "Utru"}