{"籤詩版本二": "Ci vole assai sforzu per catturà a luna in acqua, ci vole assai sforzu ma nunda.\nÙn parlate micca stupidu è perde i vostri sforzi per rinfurzà u corpu. A parolla \"corpu secca\" urigginariamente significa \"u corpu hè solu\".", "詩意": "Stu hexagram hè avidità per l'imaghjini di sforzu.\nTuttu hè laboriosa è laboriosa.", "解曰": "E prumesse sò difficiuli di ricurdà. Un saccu di travagliu duru. Preoccupate in casa. Aspittendu à scuntrà persone nobili.", "籤詩故事一": "◇Taibai cattura la luna mentre era ubriacu (Li Taibai hà pigliatu a luna mentre era ubriacu)\nLi Bai (701-762), cunnisciutu ancu Taibai, cunnisciutu ancu Qinglian Jushi. U pueta di a dinastia Tang, chì si chjamava un immortale banditu, era cunnisciutu cum'è l'Immurtale di a Puesia, è era sempre felice senza beie.\nUna volta Li Bai hè ghjuntu à Jinling (ora Nanjing) è si riposava in un ristorante vicinu à u ponte Wende.\nDdu ghjornu era u quindicesimu ghjornu di u mese lunare d'inguernu, a notte, si pusava solu in u risturante è ammirava a luna, mentre beia è recitava puesie. Ddu ghjornu era u quindicesimu ghjornu di u mese lunare d'inguernu, a notte, si pusava solu in u risturante è ammirava a luna, mentre beia è recitava puesie. Li Taibai hà amatu a luna più in a so vita, dicendu chì era pulita è bella. Li Taibai hà amatu a luna più in a so vita, dicendu chì era pulita è bella. Quella notte, alzò l’ochji è vide a luna bianca è tonda in u celu, era assai cuntentu è beie uni pochi di bicchieri di più. Quella notte, alzò l’ochji è vide a luna bianca è tonda in u celu, era assai cuntentu è beie uni pochi di bicchieri di più. À mezanotte, Li Taibai hà apprufittatu di u vinu è falò à u ponte di Wende. À mezanotte, Li Taibai hà apprufittatu di u vinu è falò à u ponte di Wende. Appena ghjuntu nant’à u ponte, calò a testa è di colpu vide a luna falà in l’acqua.Quandu u fiumu si moveva, uni pochi di fili neri sò aghjuntu à l’ombra di luna bianca. Appena ghjuntu nant’à u ponte, calò a testa è di colpu vide a luna falà in l’acqua.Quandu u fiumu si moveva, uni pochi di fili neri sò aghjuntu à l’ombra di luna bianca. Li Taibai era tantu ibriacu à questu tempu chì pensava chì era a luna chì era macchiata da l'acqua di u fiume. Li Taibai era tantu ibriacu à questu tempu chì pensava chì era a luna chì era macchiata da l'acqua di u fiume. Ùn s’incurrò mancu di toglià i so stivali, apre e mani è salta da u ponte per catturà a luna. Ùn s’incurrò mancu di toglià i so stivali, apre e mani è salta da u ponte per catturà a luna. À l'improvvisu, cù stu saltu, a luna ùn hè stata chjappata, ma a luna in l'acqua hè stata sbuchjata è subitu sparta in dui mità. Inesperu, in stu saltu, a luna ùn hè stata presa, ma l'omu hè statu affucatu. Hè mortu à l'età di sessantadui anni.", "聖意": "A casa hè inquieta è site di mala sorte (presta attenzione à a vostra salute) (sfurtunatu) Cercate ricchezza è equilibriu (ùn ci pensate mancu) Difficultà in e transazzione cummerciale, u matrimoniu ùn hè micca risoltu, pricate per a prutezzione (i tesori vacanti impediscenu) abortu) Pedestrians sò in guai, i vermi di seta in u campu sò cinque punti, è sei animali sò in decadenza (sfurtunatu) In cerca di persone (sfurtunatu) Prughjetti publichi è (Stop the lawsuit) Migrazione ordinaria (ùn mintuvà micca) Perdita di pruprietà (aviò) Pregà per a prutezzione di a malatia (disfurtunata) Bona furtuna in muntagna è tomba", "古人": "Taibai hà pigliatu a luna mentre era ubriacu (Li Taibai hà pigliatu a luna mentre era ubriacu)", "第X籤": "Cinquanta-seconda vince a loteria (Loteria)", "宮": "Utru"}