{"籤詩版本二": "Quandu a frustrazione si trasforma in euforia, i dragoni ruggiscenu è i tigri ruggiscenu.\nU celu turchinu hà a so propria strada versu u celu.Possu avè un'altra chance di ottene fama.", "詩意": "Questu hexagram hè cum'è un dragone chì rugge è un tigre chì rugge.\nCi hè a speranza chì tuttu andarà bè.", "解曰": "Basta à insignà è vai. Avè a vostra propria prosperità. Deve esse fattu à a fine. Ci hè un locu per esse trovu.", "籤詩故事一": "◇Liu Bei recruta una sposa\nDopu à a Battaglia di Chibi, Sun Quan era ansiosu di ricuperà Jingzhou, chì era statu catturatu da Liu Bei, cusì hà utilizatu u pianu di Zhou Yu, fintendu chì vulia fidanzari a so surella Sun Ren à Liu Bei, ma in fattu ellu vulia piglià Liu Bei cum'è un ostaghju per riclamà Jingzhou.\nDopu chì Zhuge Liang hà spiatu u pianu di Zhou Yu, hà datu a brochure cù a strategia à Zhao Yun, chì era prutegge Liu Bei quand'ellu si n'andò à Soochow. Zhao Yun hà seguitu a strategia in u librettu è hà deliberatamente fattu un grande splash per lascià Wu Guotai ( U babbu di Sun Quan) cunnosce a pruposta di matrimoniu. Perchè Wu Guotai amava a so figliola è ùn era micca vulsutu à decide casualmente l'affari di a so figliola per a vita, hà rimproveratu Sun Quan per esse spietatu à a so surella è prupostu di pruvà personalmente se Liu Bei era degnu di a so figliola in u Tempiu Ganlu. Dopu chì Wu Guotai hà scontru cù Liu Bei, hà assai apprezzatu à Liu Bei è hà favuritu fermamente u matrimoniu trà Liu Bei è a so figliola. In u risultatu, Liu Bei hà maritatu cù successu cù a Sra Sun.\nIn seguitu, Liu Bei è a Sra Sun fughjenu inseme à Jingzhou. In seguitu, Sun Quan vulia prufittà di l'attaccu di Liu Bei à Yizhou per attaccà Jingzhou, ma hè statu firmatu da Wu Guotai, chì era preoccupatu per a salvezza di a so figliola.\nEllu disse: \"U pianu intelligente di Zhou Yu hè u megliu in u mondu. Hà persu a so moglia è perde e so truppe \".\n(Liu Bei guadagnatu da u male)", "聖意": "Sò sfurtunatu in casa è sò sfurtunatu (prima a mala furtuna, poi a bona furtuna).Cercate a ricchezza, l'equilibriu, i prublemi in u matrimoniu, u successu in u matrimoniu.Pregate per benedizioni per i pedoni, vermi da seta in i campi, cinque punti per i danni di l'animali, cercate ghjente, prucessi è migrazione, bona furtuna per i beni persi, bona furtuna per e malatie, pace di muntagne è tombe.", "古人": "Liu Bei recruta una sposa", "第X籤": "U cinquanta terzu numeru vincitore", "宮": "Utru"}