{"籤詩版本二": "A virtù da u babbu à u figliolu hè trasmessa à u nipote, a prusperità in l'alimentu è u vestitu dipende solu da Diu.\nChunxuan in a sala rende a ghjente felice.Quandu sò fami, alimentati, sete è dorme, Chunxuan hè una metafora per i genitori.", "詩意": "Stu hexagram hè cunnessu cù l'imaghjini di bambù chì porta à a primavera.\nSpergu chì tuttu va bè.", "解曰": "Pigliate u bambù è porta à a primavera. Si sparghje senza fine. Un signore cerca speranza. Tutti felici.", "籤詩故事一": "◇ U rè Wu di Zhou hà ascendutu à u tronu\nU rè Wu di Zhou attaccò u rè Zhou è guidò ottu centu prìncipi à luttà contr'à l'esercitu di u rè Shang. I suldati in Chaoge (a capitale di u rè Shang) si vultonu ancu contru à u rè Shang è traditu u rè Shang.\nU rè Zhou hà brusgiatu nantu à a Torre Zhaixing, è a dinastia Shang hè stata distrutta.\nU rè Wu accettò u libru d'oru è u tesoru d'oru, chì hè u tronu di l'imperatore, face u sudu, e so mani sò piegate, è si pusò drittu. U rè Wu hà urdinatu chì a pruprietà di Lutai sia distribuita, a Torre di Picking Star per esse demolita, è u granu di risu almacenatu in Juqiao per esse distribuitu.\nLibera u Jizi imprigiunatu è riparà a tomba di Bigan. U rè Wu cavalcò davanti à a porta di a casa di u sàviu Shang Rong è inchina u capu. Rispettate e persone virtuose è cortese, è lasciate i schiavi in ​​u palazzu internu.\nHà ancu cessatu l'armamentu è prumove a cultura è l'educazione. In u sudu di Nanshan, i cavalli sò pastu è i vacchi sò pastu in a campagna cù pesche, hè una scena tranquilla.", "聖意": "A casa ùn hè micca in bona cundizione (bona furtuna), pudete fà i vostri desideri (bona furtuna), cercà un guadagnu finanziariu, fà una transazzione, è si maritassi (scontru un bonu gendru), Liujia hè sicuru (zodiac). signu), pedestrians move fields, silkworms sò furtunati, sei animali sò dannati, a ghjente hè difficiuli di truvà (vede) prucessi publichi, una persona nobile si move, a bona furtuna hè persa. Malatie è malatie", "古人": "U rè Wu di Zhou hà ascendutu à u tronu", "第X籤": "Cinquantacinquesimu vincitore di a lotteria (lotting)", "宮": "U palazzu bruttu"}