{"籤詩版本二": "A spiaggia hè piena di scogli, u flussu scorri, u ventu hè chjaru, a luna hè chjara, è i nobili sò occupati.\nIn a strada, aghju da dumandà induve andà. Ùn pigliate micca l'odore di fiori è piante in a furesta. Ùn fate micca cura.", "詩意": "Questu hexagram hè cum'è una barca chì viaghja nantu à una piccula spiaggia.\nIn tuttu, ci sò persone nobili per aiutà.", "解曰": "Per fà una vita. Un saccu di travagliu duru. Stà cunservatore è aspetta. Tuttu u megliu.", "籤詩故事一": "◇ Ribellione di Lushan\nUn Lushan (703-757), chì u cognome era Kang è chjamatu Yaluoshan, era di Liuchheng, Yingzhou (ora Chaoyang, Liaoning).\nIn seguitu, hà pigliatu u cognome An è hà cambiatu u so nome in Lushan. Durante u regnu di l'imperatore Xuanzong di a dinastia Tang, An Lushan era l'inviatu militare.\nIn u Novembre di l'annu 14 di Tianbao, An Lushan hà rializatu e truppe in Fanyang, in nome di attaccà à Yang Guozhong, hà lanciatu una rivolta è pigliò e truppe di trè cità per attaccà Luoyang, a capitale orientale. I rapporti da Taiyuan si precipitanu à Lishan.Tang Xuanzong, chì era in u Palazzu Huaqing in Lishan à l'epica, ùn hà micca cridutu chì Anlushan si ribellassi, ma a nutizia di a rivolta cuntinuò à sparghje, è Xuanzong era sempre mezzu cunvinta. (Questu hè un ritrattu di \"u sonu di l'acqua ruvida nantu à picculi rocce in un flussu\")\nÙn era micca finu à Yan Zhenqing, u prefettu di u conte di Pingyuan, hà mandatu à qualchissia per mandà infurmazioni chì Xuanzong si svegliò da u so sognu.\nSutta l'errata strategia di l'imperatore Xuanzong di a dinastia Tang, u reggimentu di cavalleria di An Lushan catturò Luoyang, a capitale orientale. In u primu mese di l'annu dopu, si proclamò l'imperatore Dayan in Luoyang, Jianyuan Shengwu, l'imperatore Xiongwu è Da Xixun cum'è primu ministru.\nIn u ghjugnu di u stessu annu, l'imperatore Xuanzong di a dinastia Tang, ansiosu di alleviare a crisa in Chang'an è sottu una cunniscenza militare sbagliata, hà eseguitu dui famosi generali, Feng Changqing è Gao Xianzhi, questu ordine scuncò l'armata Tang. (Stu cumpurtamentu viola \"a strada deve indicà à u fiume di fronte\")\nDopu, l'imperatore Xuanzong di a dinastia Tang urdinò urgentemente à un altru generale, Ge Shuhan, per guidà l'armata Tang versu l'est di Tongguan.\nGe Shuhan, chì hà sappiutu cumplettamente l'errore strategicu di l'imperatore Xuanzong di a dinastia Tang, hà previstu di ritardà u cambiamentu (l'approcciu di \"hè bè se u ventu hè calmu è a marea hè calma\").\nÀ a fine, l'imperatore Xuanzong di a dinastia Tang hà pensatu ch'ellu era troppu timudu per luttà, per quessa, ùn avia altra scelta ma di luttà cun An Lushan in lacrime, è fù scunfittu. (Cumplementu \"Se travagliate dura per sustene sè stessu, pudete esse feritu\").\nIn a dinastia Tang, quandu e truppe di fruntiera è i guarnigioni lucali ùn avianu micca tempu per risponde, l'esercitu di An Lushan hà pressu a fruntiera è intrì in l'area di a capitale. In una situazione critica, l'imperatore Xuanzong di a dinastia Tang guidò u Corpu di Guardie à scappà da a capitale, facennu a caduta di Xijing Chang'an senza capu.\n(Tang Xuanzong hà violatu a guida di stu signu, cusì a rivolta di An Lushan hà successu.)", "聖意": "A casa hè sicura, ellu stessu hè furtunatu, a furtuna hè stabile, a transazzione hè pruspera, u matrimoniu hè successu (attenzione), un pedestrian masculinu da Liujia vene à u campu, i vermi di seta sò colti, sei animali sò dannati, a persona hè truvata. , u prucessu hè ghjustificatu, a pruprietà persa porta a malatia, vale à dì, a tomba Anshan deve esse riparata.", "古人": "Ribellione di Lushan", "第X籤": "La cinquantasesima lotteria", "宮": "U palazzu bruttu"}