{"籤詩版本二": "A matina è a sera, u sustegnu di u Buddha deve esse in i tempi di periculu ma micca in periculu\nSè vo site attrattu da una persona nobile, allora i soldi è a seta vi accumpagnaranu ancu. Questu hè Chuan Lai. Tuttu dipende di voi.", "詩意": "Stu hexagram rapprisenta a benedizzione secreta di i dii è i Buddha.\nSiate pazienti è avete bona furtuna in tuttu.", "解曰": "Un signu di a pace antica. Quandu tuttu hè caru, serà auspicious.", "籤詩故事一": "◇ Tang Monk hà ottenutu l'illuminazione\nUn ghjornu, Tang Seng hè ghjuntu à u fiumu è hà vistu a muntagna Lingshan di u Buddha davanti à ellu, ci era un ponte di una sola tavola davanti à ellu, Tang Seng ùn hà micca arditu di attraversà. U Buddha si trasformò in un battellu è hà tenutu una barca rotta senza fondu. Appena Tang Monk hà ghjuntu nantu à a barca, hè cascatu in u fiumu è fù salvatu da u battellu. Hè cusì chì Tang Monk hà ottenutu a Buddità. (Storia di u Viaghju à l'Occidenti)\n◇Scritture buddiste di Tang Monk\nSanzang di a dinastia Tang, u so cognome cumuni era Chen è u so nome era Yi. Natu in Goushi County, Luozhou (oghji à u sudu di Yanshi City, Pruvincia di Henan). Hè divintatu monacu à l'età di tredeci anni è hà pigliatu u nome buddista Xuanzang.\nPer ottene l'Scritture Buddiste originali, partì da Chang'an (l'oghje Xi'an, Pruvincia di Shaanxi) in u terzu annu di Zhenguan (629 d.C.), si azzardò à traversu a fruntiera, è hà attraversatu innumerevoli difficultà per ghjunghje à Tianzhu. India) per cullà e Scritture. Viaghjò in tutti i bacini di i fiumi Ganges è Indus è e zone costiere sudu-est di l'India, poi attraversò e muntagne innevate è e creste verdi, trekking più di 50 000 chilometri avanti è avanti. Ci hà pigliatu 16 anni per vultà infine à Chang'an in u 19u annu di Zhenguan (AD 645). Riportò un gran numaru di scritture buddiste è i traduttu in cinese.\n(Tang Sanzang hà attraversatu un longu viaghju trà a Cina è l'India. Deve avè avutu periculi durante u viaghju, ma hà sappiutu di vultà in modu sicuru perchè ci era un santu patronu invisibile daretu à ellu).", "聖意": "A casa hè sicura, sè stessu hè auspicious, l'affari occidentali hè successu, u matrimoniu hè successu, i pedoni bluccanu i campi, i vermi di seta sò bluccati, i vermi di seta sò sette punti, u bestiame hè prufittu, a ricerca hè di e persone, l'Occidenti. i prucessi publichi sò cattivi, a migrazione hè cunsirvativa, a pruprietà persa hè vista, a malatia hè auspicious, e muntagne è e tombe sò auspicious.", "古人": "Tang Monk hà ottenutu l'illuminazione", "第X籤": "Vince a lotteria sessantadui", "宮": "Palazzu Yin"}