{"籤詩版本二": "U pesciu natatori hè statu catturatu in una trappula in u stagnu di Bibo.\nSe qualcosa va male dopu avè pensatu à questu, a fine causarà prublemi.", "詩意": "Stu hexagram rapprisenta un pesciu catturatu in una trappula.\nHè ancu cunsigliatu per esse attentu in tuttu.", "解曰": "Insediamentu sottu a casa. U disastru casca da u celu. Svegliate prestu è pigliate precauzioni prima. Evite i disastri.", "籤詩故事一": "◇U cavallu hè cupartu d'acqua (hè difficiule di cullà l'acqua)\nDinastia Han. Zhu Maichen, nome di cortesia Wengzi, era nativu di Wu in Kuaiji (oghji parte di a cità di Suzhou).\nIn i so primi anni, a famiglia di Maichen era povera è ùn hà micca successu.U coppiu campava in una porta di paglia in una strada di daretu, tagliava a legna è a vendeva per fà a fine. Ùn fate micca assai soldi vendendu legna à u prezzu di qualcunu.\nA so moglia esce à piglià l'acqua è hà vistu un gruppu di zitelli chì ridevanu di Maichen, a moglia hà pensatu chì era vergogna è dopu si n'andò.\nQuandu Zhu Maichen avia cinquant'anni, l'imperatore Wu di a dinastia Han cercò talenti è venerava Zhu cum'è u prefettu di Kuaiji.\nA so moglia si dispiaceva a so cecità è vulia esse ridutta à una serva è cuncubina per serve à Zhu per u restu di a so vita.\nMaichen hà urdinatu à a so ex-moglia per piglià un bucket d'acqua, pour nantu à i scalini, è disse: \"Se l'acqua pò esse ripigliata, i dui ponu ritruvà\".\nIn cunsiderà a relazione trà u maritu è ​​​​a moglia, a mòglia è u so maritu remarited anu datu un spaziu apertu in u giardinu di daretu per cultivà è sustene. A so moglia si ghjittò in u fiumu è hè mortu.", "聖意": "A casa hè in periculu, sè stessu hè in periculu, i soldi sò persi, a transazzione hè in pace, u matrimoniu ùn hè micca armuniosu, Liujia hè spavintatu, a ghjente hè bluccata, i vermi di seta in u campu sò danati, sei bestiame sò persi, a ghjente hè. truvati, i prucessi sò persi, a migrazione hè bona, e cose perse sò inauspicious, i malatii sò causati, i disastri è i tombi di muntagna periculosi devenu esse cambiati.", "古人": "U cavallu hè cupartu d'acqua (hè difficiule di cullà l'acqua)", "第X籤": "Sessanta-quattru segnu", "宮": "Maogong"}