{"籤詩版本二": "A strada hè periculosa, i cavalli è l'omi sò in furia, è i suldati sò in terribili quandu si sò persi.\nA spiaghja hè alta, u ventu è l'onde si rompanu, u battellu hè rottu, u sole si tramonta, i fiori falanu, u celu fala u ghjacciu, vince : orsu.棹: remo.", "詩意": "Questu hexagram hè cum'è una barca chì sguassate a spiaggia.\nAttenti à tutti i periculi.", "解曰": "Vechja scola è vechja scola. Silenziu è senza culpa. Ùn ci hè bisognu di circà cunsiglii. Viaghjà liberamente.", "籤詩故事一": "◇ U rè di Chu Yin Ling hà persu u so modu\nÀ u principiu di u 202 aC, un totale di 400 000 truppe Han da trè lati circundanu l'armata di Xiang Yu in Gaixia, chì mancava di manghjà. Hanu dumandatu à i suldati di cantà in u dialettu Chu, facendu l'esercitu di Xiang Yu crede erroneamente chì a so cità nativa era stata cuntrullata. da l'armata Han. Questa tattica psicologica di \"assediatu da tutti i lati\" hà fattu chì l'armata di Xiang Yu perde u morale.\nAllora Xiang Yu guidò più di 800 cavalieri d'elite è decisu di scuzzulà, mentri l'armata Han seguitava vicinu à Guan Ying è 5.000 cavalieri. Dopu avè attraversatu u fiumu Huai, a cavalleria di Xiang Yu ùn avia solu centu persone.\nXiang Yu s'hè persu in Yinling è dumandò à un agricultore nantu à a strada per a strada di u fiumu.Inaspettatamente, hà seguitu a direzzione indicata da u vechju è finiscinu in un palude, rendendu difficiuli di spustà. Era quasi superatu da Liu. L'armata di Bang. Xiang Yu infine ghjunghje à Wujiang è sapia chì a situazione era finita. Videndu l'anziani di Jiangdong senza vergogna, si suicidò.", "聖意": "A casa hè preoccupatu di u disastru, a perdita di soldi, a perdita di l'affari, u fallimentu di l'affari, u matrimoniu ùn hè micca longu, u periculu di i pedoni chì bluccanu i campi, a perdita di vermi da seta, a perdita di bestiame, a perdita di persone, a perdita di prucessi publichi, a perdita di migrazione, perdita di pruprietà, malatie, hè sfavore di mandà à a tomba di a muntagna.", "古人": "U rè Yin Ling di Chu hà persu u so modu", "第X籤": "Sessantasesima lottu", "宮": "Maogong"}