{"籤詩版本二": "Quandu vene l'inguernu, un ramu di prugna nantu à a muntagna ùn serà mai distruttu ancu s'è e so foglie cascanu è i so rami seccanu.\nMa quandu vene a primavera, vogliu sempre esse a cortigiana è distrughje u travagliu originale.", "詩意": "In questu hexagram, u fiore di prugna occupa a pusizione di punta.\nTuttu hè bonu s'ellu hè ritardatu.", "解曰": "Una freccia sparata viota. Quandu hè viotu, ùn hè micca viotu. Aspittendu a primavera. U culore hè in questu.", "籤詩故事一": "◇ Marcatu duie volte\nDuranti u regnu di l'imperatore Dezong di a dinastia Tang, u ministru fideli Mei Bogao è a so famiglia sò stati inquadrati da u primu ministru traditore Lu Qi, chì vulia tumbà tutti, solu u so figliolu Mei Liangyu hà sappiutu scappà. nomu à Wang Xitong per ammuccià a so identità. Hà campatu solu in i carrughji, a fame è u friddu, ma furtunamenti fù pigliatu da Chen Risheng (Chen Dongchu). Chen Risheng ùn cunnosci micca a so sperienza di vita, cusì li dumandò per aiutà à cura di u giardinu di prugna di Chen per ch'ellu ùn morse di fame in a strada.\nChen Risheng era un cumpagnu di classe è amicu di Mei Bogao. Quandu era perseguitatu da Lu Qi, hè statu salvatu da Mei Bogao. In u risultatu, Mei Bogao è Lu Qi sò diventati inimici. À a fine, a so famiglia sana hè stata eseguita. Chen Risheng si sentia tristu è arrabbiatu per quessa, dopu avè maritatu, dimissioni è trasfirìu a so famiglia in Yangzhou per campà in isolamentu.\nChen Risheng hà una figliola chjamata Chen Xingyuan, chì hè bella è fragrante.Dopu chì Mei Liangyu hè ghjuntu à a famiglia Chen, si sò innamurati à prima vista. In un ghjornu chì i fiori di prugna eranu in piena fioritura, chì era ancu l'anniversariu di a morte di Mei Bogao, Chen Risheng è a so famiglia anu apertu un altare in u giardinu di prugna di a so casa per commemorare u so amicu è benefattore mortu. è una nevicata pisanti chjappà chì copre tutti i fiori di prugna. Chen Risheng hà lamentatu ch'ellu pudia scappà in modu sicuru, ma ùn pudia ancu salvà i discendenti di a famiglia Mei. Pensava chì questu era un avvertimentu di Diu, cusì hà prumessu chì, salvu chì i fiori di prugna fiuriscenu di novu, pruvendu chì i discendenti di a famiglia Mei era sempre viva, ùn diceria mai nunda, scappò in u Buddhismu è divintò monacu.\nA so figliola Xingyuan hà intesu questu è subitu brusgiò l'incensu è hà pricatu sinceramente à Diu per fà chì i fiori di prugna tornanu à fiori. A so sincerità hà mossu u celu, è tutti i prugni in u giardinu di prugna fiuriscenu di novu; dopu, Chen Risheng hà sappiutu chì u Xitong era Liangyu, cusì hà fidanzatu cù a so figliola Xingyuan.", "聖意": "A casa è a casa ùn sò micca bè per sè stessu, per a so furtuna, per circà a ricchezza, per esse prudente in i tratti, per aspittà à l'ora di u matrimoniu, per esse tardu, per esse maritatu, per esse tardu, per esse prusperu. a primavera, esse in ritardu, per esse in ritardu, per esse tardi, per esse occupatu, per esse occupatu, per esse prusperu, per esse occupatu, per esse trovu.", "古人": "Puntu duie volte", "第X籤": "Sessantanove vince u Lott", "宮": "Tatsumi"}