{"籤詩版本二": "Chao Chao hè cum'è un'ape cugliera di fiori, chì vola da u suduvestu è dopu à l'est.\nA primavera hè finita, i fiori sò andati, è ùn ci hè un locu per circà.Stu core ùn cambia micca u so locu.", "詩意": "Stu hexagram hè cum'è un'ape cugliera fiori.\nTuttu hè laboriosa è laboriosa.", "解曰": "Nisun paisaghju di primavera. Piove per un bellu pezzu, ma ùn si sparisce mai. Dumandate aiutu. Hè megliu esse tranquillu.\n.", "籤詩故事一": "◇Li Mi si ribellò contr'à a dinastia Tang\nLi Mi\n(582-619), u tardu capu di l'Armata Wagang in a rivolta di i paisani in a fine di a dinastia Sui di a Cina. Maestru di calligrafia. U maestru di a parolla Fa era nativu di Chang'an, Jingzhao, è a so casa ancestrale era Xiangping, Liaodong (ora à u sudu di Liaoyang, Liaoning). Nativu di Chang'an, Jingzhao, a so casa ancestrale hè Xiangping, Liaodong (ora à u sudu di Liaoyang, Liaoning).\nIn u nuvimu annu di Daye (613), hà participatu à a rivolta di Yang Xuangan contr'à a dinastia Sui in Liyang (oghji à nord-est di Junxian County, Pruvincia di Henan). In u nuvimu annu di Daye (613), hà participatu à a rivolta di Yang Xuangan contr'à a dinastia Sui in Liyang (oghji à nord-est di Junxian County, Pruvincia di Henan). U sensu misteriosu hè scunfittu,\nLi Mi fuggì. Xuangan hè statu scunfittu è Li Mi fughje.\nIn u dodicesimu annu di Daye, si juncìu à l'Armata Wagang\n. In u dodicesimu annu di u regnu di Daye, si juncìu à l'Armata Wagang. Li Mi era bravu in a strategia. In uttrovi di u dodicesimu annu di Daye, Li Mi cunvince Zhai à attaccà Xingyang Tong, u putente generale chì accumpagnava l'esercitu, per difende Zhang Xutuo, scunfigge l'armata Sui è uccidendu Zhang Xutuo. Li Mi era bravu in a strategia. In uttrovi di u dodicesimu annu di Daye, Li Mi cunvince Zhai à attaccà Xingyang Tong, u putente generale chì accumpagnava l'esercitu, per difende Zhang Xutuo, scunfigge l'armata Sui è uccidendu Zhang Xutuo.\nIn seguitu, hà prupostu à attaccà u magazzinu Xingluo (più tardu rinominatu Luokou), apre u magazzinu per u succorsu, è espansione a squadra. A squadra di l'Armata di Wagang hà crisciutu rapidamente. In u 13u annu di Daye, Li Mi guidò l'Armata di Wagang, è Zhai Rang. hà trattatu cù a dimustrazione è a distribuzione di a dinastia Sui. Ci hè stata una guerra per i risorsi militari è altri prublemi, è Li Mi hà uccisu Zhai Rang è centinaie di i so seguitori. In seguitu, hà prupostu à attaccà u magazzinu Xingluo (più tardu rinominatu Luokou), apre u magazzinu per u succorsu, è espansione a squadra. A squadra di l'Armata di Wagang hà crisciutu rapidamente. In u 13u annu di Daye, Li Mi guidò l'Armata di Wagang, è Zhai Rang. hà trattatu cù a dimustrazione è a distribuzione di a dinastia Sui. Ci hè stata una guerra per i risorsi militari è altri prublemi, è Li Mi hà uccisu Zhai Rang è centinaie di i so seguitori.\nIn marzu di u 14u annu di Daye, Yu Wenhuaji hà uccisu l'imperatore Yang di a dinastia Sui.\n, hà purtatu più di 100 000 persone à vultà à punente. In u marzu di u quattordicesimu annu di Daye, Yu Wenhuaji (Yu Wen, cognome cumpostu) uccisu l'imperatore Yang di a dinastia Sui è vultò à punente cù più di 100 000 persone. Li Mi hè statu urdinatu di attaccà Huaji. Benchì Huaji hè statu scunfittu, Li Mi hà ancu patitu assai perdite in truppe. In seguitu hè statu perseguitatu da Wang Shichong. L'armata di Li Mi hè stata scunfitta è u so campu hè statu distruttu. I so generali Qin Shubao, Cheng Zhijie (urigginariamente). chjamatu Cheng Yaojin), Niu Jinda è altri sò stati catturati. , Shan Xiongxin si rende. Li Mi hè statu urdinatu di attaccà à Huaji, ancu s'ellu hè statu scunfittu, Li Mi hà ancu patitu pèrdite pesanti in e so truppe. In seguitu, hè statu perseguitatu da Wang Shichong. L'esercitu di Li Mi hè statu scunfittu è u so campu hè statu distruttu. I so generali Qin Shubao, Cheng Zhijie (urigginariamente chjamatu Cheng Yaojin), Niu Jinda è altri sò stati catturati, è Shan Xiongxin si rende. Li Mi era disperatu, cusì attraversò u fiumu à Heyang in settembre è si rende à a dinastia Tang. Li Mi era disperatu, cusì attraversò u fiumu à Heyang in settembre è si rende à a dinastia Tang.\nIn nuvembre, Li Yuan mandò Li Mi à Shandong per recrutà e truppe antichi. Nuvembre, \nLi Yuan hà mandatu à Li Mi per aspittà in Shandong per reclutà vechji truppe. Sentendu ch'ellu era statu suspettatu, si ribellò contr'à Tang. Sentendu ch'ellu era statu suspettatu, si ribellò contr'à Tang. U generale Tang Sheng Yanshi invitò Li Mi à attaccà è l'hà uccisu à Xinggong Xian. U generale Tang Sheng Yanshi invitò Li Mi à attaccà è l'hà uccisu à Xinggong Xian.", "聖意": "Casa, casa, lingua, sè stessu, cattivu, cerca di ricchezza, sprechi d'affari, matrimonii chì ùn duranu micca, Liujia, fiori vioti, pedoni, Yaotian, danni di bachi da seta, sei danni di bestiame, persone mancanti, processi, perdita, migrazione, conservativeness, beni persi, malatie, ostaculi, riforma tomba di muntagna", "古人": "Li Mi si ribellò contr'à a dinastia Tang", "第X籤": "U settantesimu sorte", "宮": "Tatsumi"}