{"籤詩版本二": "Cunniscenza di Canglong Nineveth Guards: Una donna hà maritatu cù un secondu maritu\nCù un arcu è duie frecce, i dinosauri camparanu in pace immediatamente", "詩意": "Stu hexagram hè cum'è un arcu chì tene duie frecce.\nTuttu hè auspicious si va inseme.", "解曰": "Ùn troppu pisanti. Destinu. Zhen Liuzhong apre. Hè cunsigliatu à esse prudente.", "籤詩故事一": "◇Wenjun visita Xiangru\nZhuo Wenjun era a figliola di u nipote di Zhuo Wang, un riccu omu d'affari in Linqiong, Pruvincia di Sichuan, era prufessiva in musica è avia un nome literariu. Si maritò à l'età di sedici anni, uni pochi d'anni dopu, u so maritu si n'hè andatu è torna in a so famiglia natale per campà veduva.\nUn ghjornu, Sima Xiangru si n'andò à a casa di Zhuo Wangsun per un banchettu. Quandu hà sappiutu chì Zhuo Wenjun era vedova, hà ghjucatu a canzone \"Phoenix Seeking the Phoenix\" per sprime u so amore. Zhuo Wenjun avia digià intesu parlà di Sima Xiangru, è questu banchettu l'hà fattu ancu più attrattu da Sima Xiangru. Per d 'altra banda, dopu à u banchettu di Sima Xiangru, hà spentu subitu assai soldi per corrompere a cameriera persunale di Zhuo Wenjun è li dumandò di trasmette l'amore di Sima Xiangru per Zhuo Wenjun. Dopu chì Zhuo Wenjun hà sappiutu di l'amore di Sima Xiangru per mezu di a cameriera, si precipitò subitu à l'osteria induve Sima Xiangru campava. Videndu l'arrivu di Zhuo Wenjun, Sima Xiangru scappò immediatamente cun ella per a notte in a so cità nativa in Chengdu.\nQuand'elli eranu in Chengdu, u coppiu era indispensabile è duveru vultà in Linqiong per apre un picculu hotel per guadagnà a vita.Zhuo Wenjun vindia vinu è Sima Xiangru lavava i piatti.Vivanu una vita povera. Dopu chì u babbu di Zhuo Wenjun, Zhuo Wangsun, hà sappiutu nantu à questu, accunsenu è li finanzà sottu u cunsigliu di i so amichi, cusì chì Sima Xiangru è Zhuo Wenjun vultonu in Chengdu per vive, è più tardi diventenu ricchi.", "聖意": "Perdita di casa è di pruprietà, i so diritti è i mali, a ricerca di ricchezza, transazzione di u travagliu, guardà contru à u novu matrimoniu.", "古人": "Wenjun visita Xiangru", "第X籤": "Settantunu vincitore di u lottu", "宮": "Tatsumi"}