{"籤詩版本二": "L'apicultori duveranu dumandà u meli, per ch'elli ùn sianu puniti da una puntura\nCi deve esse una strana strada davanti à voi.U sicretu hè prufondu cum'è una furesta di spine.", "詩意": "Stu hexagram simbulizeghja l'api chì cullighjanu u meli.\nTuttu hè laboriosa è laboriosa.\n\n(Stu hexagramma cerca u simbulu di dolcezza è amarezza.\nPrevene i disastri in tuttu.\n)", "解曰": "E cose anu da esse fattu cù cura. Ùn ci hè bisognu di forza. L'api coglie u meli. Chì ghjè u mutivu ?", "籤詩故事一": "◇Wang Mang cerca talenti\nA famiglia Wang Mang in a Dinastia Han Occidentale pò esse dichjaratu chì hè una famiglia ricca. Ancu u so babbu hè mortu ghjovanu, parechji di i so zii diventanu imperatori di a dinastia Han. Diventanu generali, primi ministri, marchesi è ricivutu ricumpensa. A famiglia Wang era assai prominente.\nMa a propria piccula famiglia di Wang Mang era estremamente povera; u so babbu hè mortu ghjovanu, è hà campatu solu cù a so mamma, affittendu a carità di i parenti. Ma per quessa, Wang Mang hà sviluppatu è praticatu un inseme di cumpetenze per trattà cù e persone da quandu era zitellu. Ùn importa micca quantu si sentia tristu o arrabbiatu, hà sempre mostratu un sguardu assai felice è pacificu davanti à i parenti, anziani o stranieri, cusì era assai apprezzatu da tutti in u clan.\nUna volta, u so ziu maiò era gravemente malatu, dopu avè infurmatu, s'avvicinò è aspittò vicinu à u lettu di l'ammalatu, purtendu a medicina è l'acqua, è vigilendu a notte, per parechji mesi in fila, era spogliatu, disgraziatu è ammalatu. Era simpricimenti più \"paziente\" chè un paziente. Più \"figliolu\" chè un figliolu biologicu.\nPer questu, tutti in u populu taiwanese l'hanu elogiatu è scrivite lettere dumandendu una ricumpensa per ellu.\nAllora l'imperatore Cheng di a dinastia Han li dete u titulu di New Capital Marquis è u numinò cum'è guardianu in u palazzu, diventendu un ministru vicinu di l'imperatore.\nCù u so altu statutu è u so grande putere, Wang Mang ùn hà mai dimustratu alcuna arroganza o slackness.Inveci, hè diventatu sempre più cortese è curtisia, da una banda, hà fattu amicizia cù ministri, generali, celebrità è studiosi. , aiutava i poveri è era generoso cù a so ricchezza.\nMa hà campatu una vita assai frugale, manghjendu spessu piatti di carne, per ùn dì micca cù vestiti longu è vestiti à maniche lunghe, solu vistimenti corti. Allora tutti in u guvernu è u publicu l'anu unanimu elogiatu cù a parolla \"virtuosa\".\nIn seguitu, u so ziu, Grand Sima Wanggen, morse di malatia è fù sceltu cum'è u so rimpiazzamentu. L'imperatore è tutti i ministri pensanu ch'ellu era u più adattatu. Dunque, Wang Mang, chì avia solu trentottu anni, divintò u Grand Sima cù u più altu putere militare in u paese.\n(Questa storia hè una metàfora. Esse bè per esse una bona persona pò aiutà à caccià a \"difficultà d'esse stung da l'api\" è ottene i vostri ideali cum'è vulete).", "聖意": "A casa ùn hè micca bè per sè stessu, a famiglia hè in guai, l'affari hè bluccatu, u matrimoniu hè bluccatu, i sei armature sò falsi, i pedoni sò tardi, a cugliera di vermi di seta hè bassa, u bestiame hè bassu, hè difficiule di fà. truvà a ghjente, u prucessu hè male, a migrazione ùn si move micca, a pruprietà persa hè mala, a malatia hè stallata, a tomba di muntagna hè persa", "古人": "Wang Mang cerca i talenti", "第X籤": "Vince a lotteria settantadui", "宮": "Tatsumi"}