{"籤詩版本二": "Quandu vene a primavera, u tronu trema è l'insetti chirp, è mi alluntanassi da u fangu\nQuandu aghju realizatu per a prima volta chì era sempre andatu è andatu, una volta cambiatu, sò diventatu un dragone.", "詩意": "Stu hexagram hè cum'è tronu è insetti.\nA scuntrà una persona nobile hè un bonu signu in tuttu.", "解曰": "U Thunder colpisce. Dui dipositi in e fora. Cambia una volta. Finu à Tianmen.", "籤詩故事一": "◇ Ammutinamentu di Chenqiao\nIn u 959 d.C., Zhou Shizong Chai Rong morse, è l'imperatore Gong, Chai Zongxun, chì hà ascendutu à u tronu, avia solu sette anni. À quellu tempu, Zhao Kuangyin, chì hà servitu cum'è l'ispettore davanti à u palazzu è l'inviatu di Songzhou à l'armata tedesca, hà tenutu un veru putere.\nIn a primavera di l'annu 960 dC, Zhenzhou (oghji Zhengding, Pruvincia di Hebei) è Dingzhou (oghji Contea di Dingxian, Pruvincia di Hebei) anu infurmatu chì l'armata di a Dinastia Han di u Nordu è u Statu Liao andavanu inseme à u sudu per attaccà a Dinastia Zhou più tardi. L'impulsu era assai forte è anu dumandatu à mandà truppe per assistenza. In seguitu, a dinastia Zhou urdinò à Zhao Kuangyin di guidà e so truppe à u nordu per luttà contr'à l'inimicu. Zhao Kuangyin hà agitu segretamente sottu a pianificazione di u so fratellu Zhao Guangyi, Zhao Pu, Shi Shouxin è altri.\nU 3 di ferraghju, quandu l'esercitu ghjunse à Chenqiaoyi (attualmente a cità di Chenqiao, a sud-est di Fengqiu, Henan), anu lanciatu un ammutinamentu è urdinò à i suldati di purtassi vestiti gialli per ellu. Si ribellu contr'à a Dinastia Zhou più tardi è sustene à Zhao Kuangyin cum'è imperatore. . Dopu à quessa, Zhao hà purtatu e so truppe à Kaifeng senza brusgià, uccidendu o saccheghju. \"Taizu Chen Qiao hà fattu un ghjuramentu di ùn disturbà micca a ghjente di a capitale, è hà prumessu di ùn disturbà a cità u ghjornu ch'ellu hè intrutu in a cità\".\nU terzu ghjornu di u terzu annu di u mese lunare, Zhao Kuangyin si ammutinau in Chenqiao è vultò in a capitale. Fan Zhi guidò Wang Pu è Wei Renpu à interrogà Zhao Kuangyin. Luo Yanhuan sguassò a so spada davanti à a tenda è gridò forte. : \"I trè armati ùn anu micca maestri. Tutti i generali anu decisu di numinà ellu cum'è l'imperatore. Qualchese chì parla sarà uccisu ! \". U visu di Wang Pu era pallidu cum'è a terra. Abbassò i so passi è s'inchinava. Fan Zhi s'inchinava ancu. Kuang Yin personalmente l'hà aiutatu à rialzà è u trattatu cun grande cortesia.\nDopu una resistenza moderata, l'imperatore Gong di a Dinastia Zhou più tardi hà intrunatu u tronu, è Zhao hà pigliatu u tronu. \"Taizu era per accettà u Zen, ma ùn ci era micca testu Zen. Tao Gu, un studiu di l'Accademia Imperiale, accettò u ordine è si n'andò accantu à ellu, dicendu: \"Hè fattu\".\nDopu chì Zhao hè vinutu à u tronu, hà cambiatu u nome di u paese in Song, Yuan in Jianlong, è hà fattu Kaifeng a capitale. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan è Zhao Yanhui sò stati tutti attribuiti u titulu di Jiedushi. , chì era cunnisciutu com'è \"Chenqiao Mutiny\" in a storia.\nWikipedia\n(Questa storia rapprisenta chì questu hè u principiu di a performance di Zhao Kuangyin.)", "聖意": "Pregà per a vostra casa, a vita di ogni ghjornu, a ricchezza, a bona furtuna, a bona furtuna in l'affari, u matrimoniu nobile, u successu in Liujia, i pedestri maschili, a nascita precoce di vermi da seta in i campi, a nascita di sei animali, a bona furtuna in primavera, à circà persone. , successu in i prucessi, bona furtuna in migrazione, pruprietà persa, periculi in malatie, periculi in muntagna è tombe.", "古人": "Ammutinamentu di Chenqiao", "第X籤": "Firmatu settantatré", "宮": "Mi Palazzu"}