{"籤詩版本二": "Cum'è trascinà un tigre à traversu una alta muntagna, cummattendu è cumpetenu cù l'altri per rompe u friddu\nS'è vo fate di colpu qualcosa di bonu senza s'avvistà, vi tocca à tene à salvu.A parolla trascinà u tigru significa abbraccià u tigru.", "詩意": "Questu hexagram hè cum'è tene (trascinà) un tigru à traversu a muntagna.\nTuttu hè periculosu è spaventoso.", "解曰": "U periculu hè periculosu. Ci sò ostaculi davanti. Se dumandate cunsiglii. Hè un travagliu veramente duru.", "籤詩故事一": "◇Wu Yuan lasciò Zhaoguan di notte (Wu Zixu passò Zhaoguan)\nWu Zixu era nativu di Chu in u periodu di primavera è di vaghjimu. À quellu tempu, u rè Ping di Chu vulia cacciallu. U rè Ping di Chu offri una ricumpensa per l'arrestu di Wu Zixu, è hà fattu u so ritrattu disegnatu è publicatu nantu à e porte di a cità in u Statu di Chu, è hà urdinatu à i funzionari di intensificà l'investigazioni. Quandu Wu Zixu fughjitu à Zhaoguan, a fruntiera trà Wu è Chu, l'ufficiali di Zhaoguan cuntrollanu assai strettamente. Era cusì preoccupatu chì ùn pudia dorme per parechje notti in una fila, è ancu i so capelli diventanu grisgi di preoccupazione. Fortunatamente, aghju scontru un omu chjamatu Dong Gao Gong, chì simpatizava cù a so situazione è u purtò in casa per ammuccià. Duca Dong Gao avia un amicu chì pareva un pocu cum'è Wu Zixu, cusì u duca Dong Gao li dumandò di passà a prova fingendu esse Wu Zixu. I portieri anu pigliatu u falso Wu Zixu, ma u veru Wu Zixu ùn pudia micca esse ricunnisciutu da i guardiani perchè i so capelli eranu tutti bianchi, cusì u lascianu passà. Più tardi, scappò in modu sicuru à u statu di Wu.\n(Sustituiscia Wu Zixu cù un amicu chì s'assumiglia, è chì ellu stessu hà i capelli grigi, hè a \"manu magica\" di sta storia)", "聖意": "Pregate per a vostra casa è a vostra casa per prutege sè stessu, attente à circà ricchezza, sia prudente in transazzione, stagnazione in transazzione, difficultà matrimoniali", "古人": "Wu Yuan lasciò Zhaoguan di notte (Wu Zixu passò Zhaoguan)", "第X籤": "U settantacincu signu", "宮": "Mi Palazzu"}