{"籤詩版本二": "Una mistura di pesci è dragone hà u listessu significatu.State in a piscina prufonda è aspettate a furtuna.\nInconsciente, Yumen saltò sopra u Palazzu di u Dragone cù a testa alzata.", "詩意": "U pesciu di l'esagramma è u dragone restanu invariati.\nTuttu vene in u tempu.", "解曰": "Ancu s'ellu hè Ziji. Aspetta ancu. Pianu u vostru propiu affari. Ùn agisce micca imprudente.", "籤詩故事一": "◇Hongwu fighjendu u bestiame\nZhu Yuanzhang, nativu di Zhongli, Haozhou (oghji u Contea di Fengyang, Pruvincia di Anhui), hè natu in u primu annu di Tianli di Yuan Wenzong di a Dinastia Yuan, classificatu quartu in a so famiglia. Hè natu in una famiglia povera di paisani, per via di a miseria quand'ellu era ghjovanu, ùn pudia studià è una volta pasciava u bestiame pè u patrone.\nIn u quartu annu di Zhizheng (1344), ci era una secca severa in Huaibei. U babbu, a mamma è u fratellu di Zhu Yuanzhang murìu in successione, cusì ùn avia altra scelta ma di diventà un monacu novice in u Tempiu di Huangjue.\nMeno di dui mesi dopu à l'entrata in u tempiu, per via di a difficultà di cullà l'affittu di u tempiu in l'anni di a fame, u pruprietariu di u tempiu chjusu u magazzinu è licenzia i monaci. Zhu Yuanzhang hà duvutu lascià a so cità nativa è diventà un monacu errante (a moine qui gagnait sa vie en mendiant).\nIn seguitu, Zhu Yuanzhang divintò u Taizu di a dinastia Ming è u \"imperatore civile\" in a storia cinese, cù u nome di regnu \"Hongwu\".\n(A metàfora di sta storia hè chì esse ordinariu per un tempu ùn significa micca chì serà u listessu in u futuru. Questu hè perchè u tempu ùn hè ancu ghjuntu).", "聖意": "A famiglia hè sicura, a famiglia hè sana, a furtuna hè bona, l'affari aspetta, u matrimoniu hè tardu, u masciu hè natu in Liujia, u pedone hè tardu, u verme hè tardu, u verme hè riccu, i sei animali. sò cuda, a persona manca, nisuna demanda hè ritardata, a migrazione hè cunservativa, a pruprietà persa hè bluccata, a malatia hè impedita, a tomba di muntagna si trova.", "古人": "Hongwu guarda à u vacche", "第X籤": "Settantasesimu lottu", "宮": "Mi Palazzu"}