{"籤詩版本二": "In u sognu, si dicia chì ci saria assai ricchezza, ma a fama ùn vinarà à nunda.\nL'acqua hè luntanu è e muntagne sò luntanu, ma hè difficiule d'esse fideli A persona nobile dà guida è surrisu.", "詩意": "Stu hexagram rapprisenta u simbulu di ottene un tesoru in un sognu.\nTuttu hè più o menu reale.", "解曰": "Sognu cum'è un sognu. Nisuna speranza di fama. Basta aspittà i boni tempi. Nobili istruzioni.", "籤詩故事一": "◇ Riturnà a jade à Zhao (rintorna a jade à Zhao dopu avè finitu)\nIn u 283 aC, u rè Zhao Huiwen hà ottenutu He's Bi da Chu. Dopu chì u rè Qin Zhaoxiang hà intesu a nutizia, hà mandatu una lettera à u rè Zhao, esprimendu a so vuluntà di scambià quindici cità per He's Bi.\nLin Xiangru analizò à u rè Zhao chì Qin era forte è Zhao era debbule è hà da esse rimpiazzatu.\nU rè Zhao poi mandò Lin Xiangru à Qin cù He's Bi.\nU rè di Qin hà scontru à Lin Xiangru à Zhangtai, è Lin Xiangru prisintò u jade à u rè di Qin. U Rè di Qin era rallegratu è passò u He's Bi à a bellezza è tutti intornu à ella u fighjanu. À questu tempu, tutti à a manca è à a diritta gridavanu longa vita.\nLin Xiangru hà vistu chì u rè di Qin ùn avia micca l'intenzione di dà a cità à Zhao, cusì hà dettu à u rè di Qin chì u jade era difettu è hà vulsutu l'indicà à u rè di Qin per piglià l'occasione per ottene u giada daretu.\nDopu chì Lin Xiangru ripigliò u Bi di Heshi, si firmò accantu à u grande pilastru, dimustrendu chì vulia muriri cù u Bi di Heshi.\nÀ questu tempu, Lin Xiangru hà dettu à u rè di Qin: \"U rè di Zhao hà ancu superatu l'obiezioni di i ministri è accettò a pruposta di u ministru. Ancu s'ellu ùn hà micca ingannatu à l'altru quandu interagisce cù a ghjente cumuna, per ùn dì chì. Qin hè un grande paese! Per priservà l'amicizia trà Qin è Zhao, u rè Zhao Dopu à cinque ghjorni di digiunu, aghju mandatu i mo ministri à Qin cù u jade. Sfortunatamente, u rè di Qin ùn solu ùn avia micca intenzione di dà à Zhao un grande paese. cità, ma hà ancu passatu a giada di a famiglia He à una bella donna, chì era veramente una burla di i mo ministri \".\nDopu avè finitu di parlà, Lin Xiangru hà subitu fattu un gestu di chjappà un pilastru. U rè di Qin hà a paura chì He's Bi sia danatu, cusì fece finta di dà à Zhao quindici cità. Lin Xiangru hà vistu à traversu u pianu traditore di u rè Qin, cusì hà dumandatu à u rè Qin di digiunu cinque ghjorni prima di presentà He's Bi per ritardà u tempu. In questi pochi ghjorni, Lin Xiangru mandò i so assistenti per vultà à u Statu di Zhao cù u jade, mentre ch'ellu si firmò à trattà cù u rè di Qin.\n(Sta storia hè cum'è l'ochji di una persona ordinaria chì sò affascinati da u so status).", "聖意": "Preghendu per benedizioni in casa, sè stessu, impediscendu a ricchezza, rendendu e transacciones difficili da ottene, u matrimoniu ùn hè micca in armunia cù i pedoni di Liujiaxu, i vermi di seta Chitian ùn sò micca accettati, sei animali sò dannighjati, mancanu e persone mancanti, i prucessi publichi è a migrazione sò previsti, persu. a pruprietà hè luntanu, e malatie sò stallate, mandate à e tombe di muntagna, è cambiate.", "古人": "Ritorna u jade à Zhao (cumplete u jade à Zhao)", "第X籤": "U settantasettimu vincitore di lotteria", "宮": "Palazzu di meziornu"}