{"籤詩版本二": "Void nodo, vogliu tenevi salvu.Se tenete u vostru corpu salvu, vogliu ùn vultà mai.\nÙn vi scurdate chì u favore di Diu hè statu tornatu. Ùn vi scurdate micca di e parolle di Diu.", "詩意": "Ùn crede micca chì questu hexagram hè veru.\nHè un signu di esse cunservatore in tuttu.", "解曰": "A ghjente hà e so opinioni. A mente ùn deve esse occupata. Istruzzioni Guanyin. Ùn vi manca di rispettu.", "籤詩故事一": "◇ Sostenendu segretamente a bandiera di bronzu\nU famosu generale fundatore di a Dinastia Tang, Qin Qiong (Qin Shubao) hè statu attribuitu u titulu di Grand Marshal di a Dinastia Sui, guidò e so truppe per attaccà u Passu Sishui (o Passu Sishui o Passu Dongling, i leggende varienu). Yang Yicheng), u generale di guardia di u Passu Sishui, era l'imperatore Yang di a dinastia Sui hà urdinatu per esse stallatu una matrice di bandiera di bronzu, ma Qin Shubao ùn pudia micca attaccà per un bellu pezzu. Dopu avè scupertu chì Luo Cheng, u capu di a furmazione, era u so cuginu, hà cuntattatu a so zia.\nPrima chì Luo Cheng partissi, hà dettu à a so mamma chì a persona chì hè venuta à sfondà a bandiera era u so cucinu Qin Qiong, è a so mamma li hà urdinatu per aiutà in segretu. U ghjornu di a battaglia decisiva, Luo Cheng, chì stava guardendu a Bandiera di Bronzu, cambiò subitu latu è unisci forze cù Qin Qiong. Infine scunfittu a furmazione di Bandiera di Bronzu. Luo Cheng hà occupatu u Passu Dongling è vultò vittorioso. Luo Cheng si rende ancu a dinastia Tang.\n(Questa storia hè una metàfora chì qualchì volta duvete s'appoghjanu nantu à a raghjoni quandu fate e cose, piuttostu chè di cunfidenza di l'emozioni o di a fede).", "聖意": "A casa hè sempre dispostu à prumittì, cercà a ricchezza, mantene a so parte, esse prudente nantu à u matrimoniu, dà nascita à una zitella, i pedestri stanu in u campu, i vermi di seta, sette punti è sei danni di bestiame, ricerca di persone, prucessi publichi è migrazione. , pruprietà persa, malatie uccidintali, suluzione à e muntagne, tombe à punente", "古人": "Aiutendu segretamente a bandiera di bronzu", "第X籤": "Settanta nove vince u Lott", "宮": "Palazzu di meziornu"}