{"籤詩版本二": "I foglie di l'arbureti di sicomori sò cascati, u vaghjimu s'avvicina, è u viaghju di ritornu di i viaghjatori s'assumiglia nuvole.\nGrazie à i grandi sforzi di Diu, a nave vultò cù u tesoru in u ventu.", "詩意": "Questu hexagram rapprisenta l'imaghjini di foglie di sicomoro caduti.\nTuttu hè male in anticipu è bonu à a fine.", "解曰": "Pigliate e cose da u core. Tianxin u seguita. Per fà una vita. Fate tuttu ciò chì pudete.", "籤詩故事一": "◇U ventu soffia à Tengwang Pavilion\nWang Bo, nome di cortesia Zian, era un pueta di a prima dinastia Tang. Hè natu in u primu annu di Yonghui, l'imperatore Gaozong di a dinastia Tang. Wang Bo hà lettu e Scritture da quandu era un zitellu, è hè cunnisciutu cum'è \"un zitellu prodigiu\". Wang Bo hà lettu e Scritture da quandu era un zitellu, è hè cunnisciutu cum'è \"un zitellu prodigiu\".\nQuand'ellu avia deci anni, ellu è u babbu passanu per un Tempiu Guandi, anu vistu a maestosa statua di Guandi in u tempiu, tenendu una copia di \"Primavera è Autunnu\" è leghje. Hè ispiratu. Cantu à l'imperatore Guan: \"Tinendu trè ciocche di barba verde, leghjendu a storia di a dinastia Qing à a lanterna verde è rende umagiu à i nomi famosi. Tenendu u dragone verde è a luna in manu. \"Si dice. chì in u vaghjimu di questu annu, Wang Bo si n'andò da Shanxi à l'isula di Hainan per visità u so babbu, chì era demutatu à u magistratu di u cuntatu di Jiaozhi, passendu per millaie di muntagne è fiumi in a strada. In u vaghjimu di l'annu, quandu avia vintisette anni, Wang Bo si n'andò da Shanxi à l'isula di Hainan per visità u so babbu, chì era statu demutatu à u postu di Magistratu di u Contea di Jiaozhi. Passò per millaie di muntagne è fiumi in a strada.\nQuandu simu ghjunti à a muntagna Madang quellu ghjornu, tutti si n'andò in terra per riposu. Quandu Wang Bo camminò da un anticu tempiu solu, hà vistu di colpu un vechju à pusà nantu à a petra accantu à u tempiu. U vechju paria un zitellu cù capelli biondi. è un aspettu di fata. Dissi à Wang Bo \"Ùn site micca Wang Bo?\" Wang Bo era stunatu è disse: \"Esattu! Cumu sapete chì?\" U vechju disse: \"Aghju longu intesu chì avete bè. intenzioni di salvà a ghjente, è i vostri puesie sò assai significativu. Ci sarà una grande festa in Tengwang Pavilion dumani. Se pudete assistisce à u banchettu è scrive un essai, sarete famosu in tuttu l'età è uttene spese di viaghju \"Quandu sò ghjunti. À a muntagna Madang, tutti sò andati in terra per riposu. Quandu Wang Bo caminava da un anticu tempiu solu, hà vistu di colpu nantu à a petra accantu à u tempiu, Ci era un vechju à pusà, chì pareva un zitellu cù capelli chjappi è una fata. L'apparenza, disse à Wang Bo: \"Ùn site micca Wang Bo?\"\nWang Bo hè statu stupitu è ​​disse: \"Esattu! Cumu sapete chì?\"\nU vechju hà dettu: \"Aghju longu intesu chì avete una bona intenzione di salvà a ghjente, è i puemi chì cumponete sò assai significativi. Ci sarà una grande festa in u Padiglione di u Prìncipe Teng dumane. Se pudete assistisce à u banchettu è cumpone. sarete famosu in tutti i seculi è uttene spese di viaghju \".\nWang Bo hà dettu: \"Stu locu hè à sei o sette centu chilometri di distanza da Tengwang Pavilion. Cumu pudemu ghjunghje quì dumane? \"U vechju disse: \"Usà un cavallu cum'è un ventu divinu per aiutà à avè una navigazione liscia. I. ghjunghjerà definitivamente dumane.\" Wang Bo m'hà ringraziatu è disse: \"Scusatemi, u mo babbu, sì un immurtale o un diu?\" U vechju ridia è disse: \"Sò u Zhongyuan Shuijun chì hè in. carica di sta zona d'acqua!\" Wang Bo hà dettu: \"Stu locu hè à sei o sette centu chilometri di distanza da Tengwang Pavilion. Cumu pudemu ghjunghje dumane?\"\nU vechju hà dettu: \"U cavaddu da aduprà cum'è un ventu divinu per aiutà à avè una vela liscia. Di sicuru, ghjunghjeraghju dumane\".\nWang Bo l'hà ringraziatu è disse: \"Scusate, suocero, sì un immortale o un diu?\"\nU vechju ridia è disse: \"Sò u Zhongyuan Shuijun chì hè incaricatu di sta zona di l'acqua!\" Allora u vechju hà urdinatu à Wang Bo per cullà rapidamente nantu à a barca. Vide nuvole auspicious chì u circundanu per un tempu, è u ventu. è l'acqua era liscia nantu à a strada.In un battitu d'ochju, avia viaghjatu centinaie di chilometri.\nAllora u vechju hà urdinatu à Wang Bo per cullà prestu nantu à a barca. Vide nuvole auspicious chì u circundanu per un tempu, è era un viaghju liscia. In un battitu d'ochju, avia viaghjatu centinaie di chilometri. Cum'è previstu, Wang Bo si precipitò à u Padiglione di u Prìncipe Teng a matina di u grande avvenimentu.\nCum'è previstu, Wang Bo si precipitò à u Padiglione di u Prìncipe Teng a matina di u grande avvenimentu. È in u locu, hà scrittu a \"Prefazione à u Padiglione di u Prìncipe Teng\", chì era chjamatu l'eterna capolavora da l'imperatore Gaozong di a dinastia Tang. È in u locu, hà scrittu a \"Prefazione à u Padiglione di u Prìncipe Teng\", chì era chjamatu l'eterna capolavora da l'imperatore Gaozong di a dinastia Tang.\nCi hè una puesia chì dice:\nHè sempre statu dettu chì e persone di talentu sò dii, cusì ùn hè micca un accidente chì u ventu porta Nanchang à Nanchang;\nAghju scrittu un puema annantu à u padiglione altu di u rè Teng, è hà seguitu l'immortali per accumpagnà Zhongyuan.", "聖意": "Pregate per a vostra casa è prutegge, prega per benedizioni, cercate ricchezza, è ottene u matrimoniu è l'armunia.", "古人": "U ventu soffia à Tengwang Pavilion", "第X籤": "Firma ottanta unu", "宮": "Wei Gong"}