{"籤詩版本二": "Cosa da fà s'è vo perde a virtù per via di a vostra riputazione ?Temu chì a bona furtuna cambierà è e cose cattivi.\nUbriacu, ùn sò micca induve andà, aghju un sognu nebulosu à l'ombra di i pini verdi.", "詩意": "Questu hexagram rapprisenta u pesciu friddu chì abbanduneghja l'acqua.\nNunda pò esse spustatu.\n\n(Stu hexagramma hè un simbulu di mala virtù è mala furtuna.\nMantene i vostri pedi in terra in tuttu.\n)", "解曰": "U pesciu friddu abbanduneghja l'acqua. una mosca in l'unguentu. Se dumandate nantu à i piani di campu. Hè megliu à Mo Qi\nStu signu portarà a mala furtuna à Liujia. Tuttu va male. Pregà per a sicurità.", "籤詩故事一": "◇Zhuangzi prova a so moglia\nZhuangzi hè natu in a dinastia Zhou.U so cognome era Zhuang, u so nomu era Zhou, è u so nome era Zixiu.Era nativu di Mengyi in a dinastia Song. In a dinastia Zhou, era l'uffiziale di Qiyuan.\nUn ghjornu, Zhuangzi hà scontru una donna nantu à a muntagna, ch'ella stava accucciata davanti à una nova tomba, scuzzulate u so fan, cum'è s'ellu vulia asciucà a terra umida nantu à a tomba. Zhuangzi ùn hà micca capitu a so intenzione, cusì li dumandò. Ella disse chì a persona intarrata in a tomba era u so maritu, è l'ultime parolle di u so maritu eranu chì ùn puderia micca rimarità finu à chì a terra nantu à a tomba si secca. Ùn pudia aspittà più, cusì hà sbulicatu a terra tomba per fà si secca più veloce, per pudè perseguite una seconda primavera.\nZhuangzi suspirò quandu pensava chì ci era una donna cusì senza cori in u mondu. Allora aghju pensatu, a mo moglia seria cusì ? Quandu u suspettu sorge, vogliu pruvà.\nU cognome di a moglia di Zhuangzi era Tian, ​​​​è a coppiu di solitu avianu una relazione stretta. Per pruvà a lealtà di a so moglia, Zhuangzi hà decisu di fà finta d'esse mortu.\nSentendu chì Zhuangzi hè mortu di una malatia brusca, parechje persone di tutte e parti, cumpresi parenti è amichi, ghjunsenu à sprime e so cundolenze, trà elli era un bellu rè è nipote di u statu di Chu, chì era riccu di ricchezza. Tian era vedova di novu è pietà, a perseguitò. A Sra Tian ùn pudia micca suppurtà a tentazione è s'innamora di Wang Sun. Si maritariu in solu vinti ghjorni.\nQuella notte, quandu u vinu era borratu è l'arechje eranu calde, Wang Sun hà subitu subitu un infartu è hè mortu.\nA Sra Tian era spaventata è in panicu, è dumandò urgentemente à Wang Sun chì fà. Wang Sun suppurtò u dulore è disse à a Sra Tian chì u cervellu di i cadaveri puderia esse usatu per rinvià i morti à a vita.\nInduve truvà u corpu mortu? A Sra Tian hà pensatu di colpu, u so maritu ùn hè micca solu mortu? U sgiò Tian s'hè scurdatu di u vechju amore trà u maritu è ​​a moglia, è hà pigliatu un ascia è hà spaccatu u coffinu di u so maritu, appruntendu à caccià u so cervellu per a medicina.\nInaspettatamente, quandu u sarbu hè statu apertu, Zhuangzi hà tornatu à a vita. A Sra Tian era tantu vergogna chì si impicca.\n(Questa storia hè una metàfora per a violazione di l'amicizia per u prufittu persunale, cusì ùn pudemu micca d'accordu cun ella.)", "聖意": "A casa hè tranquilla, l'autore hè sicuru, i soldi sò ingiusti, i cummerci sò sacrificati, u matrimoniu hè risoltu, u male in Liujia hè prusperu, i pedoni ùn sò micca ghjunti, i vermi di seta sò in pace, u bestiame hè in pace, a ghjente cerca di ghjente, u prucessu hà cambiatu, i discìpuli sò stati cunsirvatori, a pruprietà hè stata persa, ùn ci hè micca malatia, è a muntagna è e tombi sò stati maligni.", "古人": "Zhuangzi prova a so moglia", "第X籤": "Lot 84", "宮": "Wei Gong"}