{"籤詩版本二": "Nuvole scure è nebbia copre a strada davanti à a muntagna.Tuttu hè tondu è a luna torna tonda.\nSè vo avete puesia è libri, vi svegliate da un sognu prufondu, a persona nobile vi guidarà à u tettu.", "詩意": "Stu hexagram simbulizeghja a fine di a primavera è a fioritura di fiori.\nTuttu cambia dopu à u Signore.", "解曰": "U vechju hà bisognu di dumandà aiutu. Fiurisce di novu in primavera. A brama di fama è fortuna. Scontru un ventu in a fine di a vita.", "籤詩故事一": "◇Han Wengong scontra a neve\nHan Yu, chì u nome di cortesia era Tuizhi, era di Changli. Tang Dezong divintò un Jinshi in l'ottu annu di Zhenyuan, è u so titulu postumu era Wen Gong.\nDuranti u regnu di l'imperatore Xianzong di a dinastia Tang, Han Yu hà ripruvatu cù l'osse di Buddha, chì infuriava l'imperatore. Han Yu lasciò a so moglia è i figlioli è andò à Chaozhou. Dopu à marchjà menu di uni pochi di ghjorni, u ventu friddu hà pigliatu è nevicava assai. Han Yu ghjunse à un locu induve a neve era di parechji metri di prufundità, chì faceva difficiuli per u so cavallu per avanzà, ùn ci era micca casa vicinu è ùn sapia micca induve era a strada. Sè vo vulete seguità a strada è retrocede, ùn ci hè micca manera di vultà. U ventu soffiava forte è a neve cascava rapidamenti, Han Yu era inzuppatu finu à a pelle, congelatu è fami, è ùn avia nudda locu per sprime u so dulore.\nHan Yu suspirò è disse: \"L'imperatore ùn mi ammazzarà micca, ma l'imperatore vole distrughjemi\".\nAppena quandu Han Yu era dispiratu, hà vistu un omu chì vene per sbulicà a neve malgradu u fretu severu. Risultò esse Han Xiangzi (u nipote di Han Yu).\nNanzu, Han Xiangzi avia dettu à Han Yu: \"Induve hè a casa di Yun Heng in Qinling? A neve abbraccia a porta blu è u cavallu smette di avanzà. \" À quellu tempu, Han Yu ùn hà micca capitu ciò chì Han Xiangzi significava, ma avà ellu. infine capitu.\nAllora Han Yu è Han Xiangzi andonu à passà a notte in a casa di Fu in Langan. Parlendu di u passatu è a strada di cultivà, Han Yu era sinceramente cunvinta.\nIn seguitu, Han Yu abbandunò a so pusizioni ufficiali, donatu tutte e so pruprietà à u guvernu lucale, è andò in muntagna per praticà u Taoismu è diventà un immortale.", "聖意": "A casa ùn hè micca bonu per sè stessu, sia prudente in a ricerca di soldi, fucalizza nantu à l'affari, u matrimoniu hè tardu, i pedoni femminili Liujia bluccanu i campi, i vermi di seta sò boni, u bestiame hè bonu, hè difficiule di truvà e persone, i prucessi publichi sò ripetuti, a migrazione hè aghjurnata, e cose perse sò serii, e malatie sò ritardate, i tombi di muntagna deve esse cambiatu.", "古人": "Han Wengong scontra a neve", "第X籤": "Lotteria vincitrice ottantacinquema", "宮": "Shen Gong"}