{"籤詩版本二": "Camminendu a mità di a muntagna occidentale, i scoglii di Junling ùn ponu esse stallati.\nFighjendu à Diu per a prutezzione, stu corpu hè sempre in a morgue", "詩意": "Stu hexagram hè cum'è circà l'oru in a sabbia.\nCi sò segni di persone nobili in tuttu.\n\nInoltre: Stu hexagram indica chì a persona hè in periculu.\nCi sò segni di persone nobili in tuttu.", "解曰": "Jade pò esse truvata da ciseling stone. Truvate l'oru in a sabbia. Hè bisognu di travaglià dura. Solu prublemi.\nUn altru travagliu: una situazione difficiule. Nisun locu per stà. Dumandate a benedizzione di Diu. Pregate per a pace di mente.", "籤詩故事一": "◇ Mordi l'oru è esplora grotte sotterranee\nPer celebrà i so sfruttamenti militari, Cheng Yaojin hà fattu un banquet à Yanwuyang. Di colpu s’aprì un pirtusu in terra, ch’era insondabile.Ognunu tirava a sorte cogliendu e parolle, muzzichendu l’oru per vince, è affittu funi pà ligà si ind’u pirtusu.\nCi sò porte di petra, tavule, sedie, ponti è altri ogetti, nantu à a tavula ci sò vestiti di dragoni è cinture di giada, chì sò fatti d'oru è purtati fora di a caverna.\nYao Jin esce da u pirtusu cù una grande scatula è una piccula scatula, apre a scatula di legnu è caccià u sigillo di giada, apre a scatula, caccià a bandiera grande è a robba di a corona è e piste è i mette nantu à a tavula, è tutti li fighjulavanu unu à unu. Aghju vistu l'ottu caratteri di sigilli incisi nantu à u grande sigillo eranu \"U Re Demone di Hunshi, u Gran Imperatore Virtuous\".\nTutti l'aduravanu cum'è \"l'imperatore\", è Yaojin hà fattu questu per trè anni cum'è u Re Demone. (In verità, questu era solu autoproclamatu, è Cheng Yaojin era solu u capu di u paese à l'epica.)\n(Sta storia hè una metàfora chì e cose boni sò cum'è l'attualità. Questa hè a cuncepimentu artisticu di \"stu corpu hè sempre in u vacu\".)", "聖意": "Preghendu per a casa è a casa, sè stessu, a mancanza di prufittu, a ricerca di ricchezza, u travagliu duru, esse attentu in l'affari, u matrimoniu serà impeditu da Liu Jiaxu, pedestrians, Chi Tian, ​​vermi da seta, stalle sei bestiame, cerca di persone, senza prucessi. , perdita, migrazione, mantene a pruprietà persa, malatie male, ostaculi, muntagne è tombe.", "古人": "Esplora a Cripta per l'oru", "第X籤": "Firma ottantasette", "宮": "Shen Gong"}