{"籤詩版本二": "Ùn mi dispiace micca cù i vostri affari persunali, questu hè più apprupriatu per dumandà à u publicu.\nUn core chjaru hè luminoso cum'è a luna luminosa in u celu", "詩意": "Questu hexagram rapprisenta l'imaghjini di una luna luminosa in u celu.\nTuttu hè luminoso è aria.", "解曰": "Siate drittu in core. Raddrisce a lege. Parole sante. Infine diventa chjaru.", "籤詩故事一": "◇ U generale di Kong Ming\nSoluzione: Zhuge Liang mobilizeghja e so truppe è i generali\nDuranti u periodu di i Tre Regni, Zhuge Liang (181-234), nome di cortesia Kongming, hè natu in Yangdu, Langya (oghji Yinan County, Shandong Province).\nZhuge Liang accunsentì à diventà un ufficiale dopu chì Liu Bei hà visitatu a casetta di paglia trè volte. À quellu tempu, Cao Cao avia pacificatu Hebei è era decisu à marchjà à u sudu. Mandò à Xiahou Dun cum'è u capu generale, Yu Jin, Li Dian è altri. deputati generali, guidà un esercitu di 100 000 per marchjà versu Xinye. Ancu Zhuge Liang avia un pianu di ritirata da l'inimicu à quellu tempu, Guan Yu è Zhang Fei disprezzavanu e parolle di Zhuge Liang. Zhuge Liang ùn avia altra scelta chè aduprà a spada di Liu Bei per cunvince i dui, cusì chì ognunu guidò mille truppe è imboscate in Yushan è Anlin. Aspittavanu chì Xiahou Dun guidà u so esercitu per passà, è dopu l'attaccò cù imboscate è u focu.\nInoltre, Zhao Yun hè statu mandatu à guidà i vechji è debuli resti di l'esercitu per luttà cum'è un avanguardu contr'à Xiahou Dun, è dopu falsificatu a scunfitta è si ritirò, attirà Xiahou Dun in a strada stretta in a muntagna è i boschi. Ping, Zhou Cang, Liu Feng è altri per sneak in a parte posteriore di l'armata di Cao, brusgiate pruvisti è pruvucannu u panicu in l'armata di Cao.\nDopu à a battaglia, tuttu hè accadutu cum'è Zhuge Liang arrangiatu. Quandu Xiahou Dun è Yu Jin guidò l'armata in a persecuzione, Li Dian, chì era in daretu, informò d'urgenza à Xiahou Dun in fronte chì avia bisognu di guardà contr'à l'attacchi di u focu nemicu, ma era troppu tardi. a strada stretta è si trovava in un locu induve l'arburi sò stati intrecciati, cusì u focu ùn pudia principià.Ci sò stati vittime pesanti, è Xiahou Dun è altri generali sò stati scunfitti è fughjenu in Xudu.\n(Questa storia hè una metàfora chì Kong Ming hè bonu per aduprà e persone è guvernà u paese cun saviezza.)", "聖意": "A casa è a casa sò auspicious. Vogliu bona furtuna in ricchezza, pace di mente, affari prusperu, matrimoniu, successu, successu in Liujia, omi chì si movenu campi, vermi da seta, perdita di bestiame, persone mancanti, prucessi publichi, migrazione, pruprietà persa, benedizioni, malatie, pace, muntagne è tombe.", "古人": "U generale di Kong Ming", "第X籤": "U nuvimu signu", "宮": "Palazzu Yin"}