{"籤詩版本二": "Un bonu spettaculu ti fa spiccà da a folla cun una sopracciglia, è u vostru futuru cambia è porta assai ricchezza.\nUna strada hè larga cum'è u celu, è tutti i soldi chì pudete dà sarà in u vostru core", "詩意": "Questu hexagram indica un futuru promettente.\nTuttu va bè.", "解曰": "Una strada grande. Pudete avanzà. Aduprate u vostru core. Solu avanti.\nTuttu va cum'è previstu cù stu signu. Bona furtuna à Jichang.", "籤詩故事一": "◇Trè eroi cumbattenu contr'à Lu Bu\nSoluzione: Trè eroi Zhang Fei, Guan Yu è Liu Bei si battenu contr'à Lu Bu\nDong Zhuo hà amparatu chì Hua Xiong era statu decapitatu è hà mandatu u generale volante Lu Bu à cumbatte. Appena Lu Bu andò in battaglia, hà uccisu i generali Fang Yue è Mu Shun, è uccisu Wu Anguo è Gongsun Zan.\nZhang Fei hà vistu chì Gongsun Zan ùn pudia micca scunfighja Lu Bu, cusì rapidamente rimpiazzatu Gongsun Zan è gridò: \"I schiavi di i trè cognomi duveranu lascià! Zhang Fei da Yan hè quì! \"Dopu questu, si battevanu per più di cinquanta round in una fila, senza vincitore o perdente.\nDopu chì Guan Yu l'hà vistu, ellu è Zhang Fei attaccò Lu Bu è si battevanu per più di trenta round.\nLiu Bei hà ancu purtatu duie spade, applaudò u so cavallu è s'avvicinò per aiutà Zhang Fei è Guan Yu.\nI trè omi circundavanu Lu Bu è cuntinueghjanu à luttà.Tutti i persone di u gruppu eranu stunati.\nPrestu, Lu Bu hà cuminciatu à perde a forza.U Pegasus di Lu Bu si ritirò, ma i trè omi perseguìu Lu Bu è ricusanu di rinunzià. Ùn si ritiravanu finu à scuntrà e truppe di Lu Bu.\n\"Trè Regni\"\n(Questa storia hè una metàfora di a bravura è di l'abilità di Lu Bu in a lotta. Una persona pò scunfighja trè persone.)", "聖意": "U core di a casa è di a casa viaghja solu in u so propiu viaghju per circà a ricchezza. Un articulu di matrimoniu pussibule va à Liujia. E cose viaghjanu bè per a ghjente. I vermi di seta Zhushuntian usanu. A ghjente pò esse truvata trà i sei animali. A ghjente pò esse truvata in anticipu. . Litigazione . Migrazioni . Pruprietà persa . Malattie . Munti è tombi sò cum'è a bona furtuna .", "古人": "Trè eroi lotta contru Lu Bu", "第X籤": "Novanta una lotteria vincitore", "宮": "Tu Palazzu"}