{"籤詩版本二": "Aghju avutu a pianificazione di l'affari da quandu era zitellu, perchè ùn aghju micca bisognu di dumandà ricchezza è ricchezza.\nSì duie persone cercanu qualcosa, u scholaru esce è torna cù u primu premiu.", "詩意": "Stu hexagram hè statu u simbulu di l'affari dapoi a zitiddina.\nSiate diligenti è risparmiatori in tuttu è senza preoccupazioni.", "解曰": "Da a zitiddina à l'età adulta. Nisun ostaculu, nè impedimentu. Fate un pianu. A fama va liscia.", "籤詩故事一": "◇Cai Qing ripaga a so gentilezza (Cai Yong)\nCai Yong, nome di cortesia Bojie, hè natu in Chenliuyu (oghji à u sudu di u County di Qixian, a pruvincia di Henan). Hè un studiosu è u maritu di Zhao Wuniang. Cinque anni fà, a corte imperiale hà ricrutatu i talenti nantu à a lista gialla, è u cuntatu hà cunsigliatu di vene in Pechino per fà l'esame. Da tandu, ùn ci hè statu nutizia.\nU primu annu dopu à a partenza di Cai Bojie era faciule da trattà. A famiglia avia qualchì risparmiu è a so vita era maneggevole.\nL'annu dopu, Chenliu hà patitu una siccità severa, cusì s'appoghjava à Zhao Wuniangdian per vende gioielli per sopravvive à a carestia.Ùn ci era nutizie da Cai Bojie, chì hà fattu a famiglia ancu più preoccupata.\nA siccità durò trè anni in stu periodu. Zhang Guangcai, un vicinu in u paese, l'aiutava di tantu in tantu.\nIn seguitu, Cai Bojie hà guadagnatu u primu premiu è vultò in casa per sapè chì a so moglia era stata aiutata da Zhang Guangcai. U coppiu si n'andò à a casa di Zhang per sprime a so gratitùdine è detti à Zhang Guangcai dui taels d'argentu cum'è un rigalu.", "聖意": "A casa hè tranquilla, l'autore hè prusperu, l'affari hè successu, u matrimoniu hè successu, a nascita di un zitellu hè successu, u campu hè pienu di vermi di seta, i sei bestiame sò prusperu, a ricerca hè successu, u prucessu hè successu. , a migrazione hè successu, a pruprietà persa hè bona, a malatia hè Anshan tomba, bona furtuna", "古人": "Cai Qing ripaga a so gentilezza (Cai Yong)", "第X籤": "Firma novantadui", "宮": "Tu Palazzu"}