{"籤詩版本二": "Luan Feng Xiang era inzuppatu da a piovana, ma à quellu tempu era intimidatu da Queer.\nEru scunfittatu d'amparà chì un ghjornu i nuvuli eranu luntanu, ma vi aghju tornatu sempre a mo robba.", "詩意": "Stu hexagram rapprisenta u simbulu di Luan è Phoenix chì sò cuparti da a pioggia.\nTuttu vene quandu vene u tempu.", "解曰": "U cattivu hè prusperu ghjornu per ghjornu. Un signore ùn deve fà nunda. Mantene solu per sè stessu. Pigliate l'azzione quandu u tempu vene.", "籤詩故事一": "◇Gao Jun guarantisci u matrimoniu\nÀ l'iniziu dinastia Song, Zhao Kuangyin hà unificatu u nordu è tuttu u paese si rende, ma in a dinastia Tang meridionale, Li Yu hà occupatu u sudu di u fiumu Yangtze è hà aduttatu a strategia di offre una cità per rende, intrappulà Zhao Kuangyin in Shouzhou. è a situazione era critica. U nipote di Zhao Kuangyin, Gao Junbao, un ghjovanu cù una pistola d'oru, abbandunò Bianjing per rompe l'assediu di Shouzhou.\n, passendu da Shuangsuo Mountain, si smashed u maritu signu stallatu da Liu Jinding, è i dui cumpetizione. In u risultatu, Liu Jinding scunfittu Gao Junbao trè volte cù u so superb arti marziali, è scambià maces d'oru è campane d'argentu per a vita. U nipote di Zhao Kuangyin, Gao Junbao, per salvà u Zhao Kuangyin intrappulatu in Shouzhou, lasciò Bianjing è passò per a muntagna Shuangsuo. Hà fracassatu u segnu stallatu da Liu Jinding è i dui cumpetenu. In u risultatu, Liu Jinding hà scunfittu Gao Junbao cù u so superbe arti marziali è era furzatu à fà cusì. u matrimoniu. A coppia guidò a folla in l'assediu è salvò Zhao Kuangyin.\n(A metàfora di sta storia hè chì i dui ùn sò micca cunciliati (sò stati intimidati), ma più tardi cunciliati).", "聖意": "A casa ùn hè micca bè per sè stessu, attenti à circà soldi, bluccà l'affari, aspittendu u matrimoniu, u matrimoniu ritardatu, a ghjente mancante, stendu in i campi, i vermi di seta, l'allevamentu tardiu, a perdita di a ghjente, a difficultà à truvà a ghjente, i prucessi, a perdita, a migrazione, conservativeness, pruprietà persa, malatie male, estensione di muntagne è tombe.", "古人": "Gao Jun guarantisci u matrimoniu", "第X籤": "Novanta trè vincenu a lotteria", "宮": "xugong"}