{"籤詩版本二": "Un signore ùn deve micca cura di i picculi persone.Se e cose andavanu male, causarà prublemi.\nU sonu di u pianoforte deve esse intesu cù un amicu caru, hè sempre tranquillu è vagu, stu travagliu hè per tutti.", "詩意": "Stu hexagram deve scuntrà l'imaghjini di un amicu vicinu.\nMantene e cose custanti portarà bona furtuna.", "解曰": "Zhiyingangxu. Ùn fate micca attente à altre cose. Trattatevi cum'è una persona nobile. Tutti felici.\nZhiyin Fangxu hà quattru caratteri, chì hè scrittu originale cum'è Shiyin Fanghua.", "籤詩故事一": "◇BoYa visita l'amichi (BoYa Broken Qin)\nBoya, soprannominata Yu, nome Rui è nome di cortesia Boya, era nativu di Yingdu, u Statu Chu durante u Periudu Primavera è Autunnu è u Periudu di i Stati Combattenti.\nZhong Ziqi hà travagliatu cum'è taglialegna in u Regnu Chu. Un ghjornu, hà scontru à Yu Boya chì suonava l'arpa in u fiumu Han. Zhong Ziqi hà intesu una voce chì diceva: \"Hè altu cum'è una muntagna è sbattulendu cum'è l'acqua chì scorri. \"I dui si maritavanu è prumittìanu di ritruvà in u Mid- Festival di vaghjimu l'annu prossimu.\nL'annu dopu, Yu Boya mantene l'appuntamentu cum'è programatu, ma Zhong Ziqi era mortu. Dopu chì Yu Boya hà sappiutu chì Zhong Ziqi era mortu, Yu Boya hà pensatu chì ùn ci saria più musica in u mondu è ùn avissi mai più toccu l'arpa in a so vita.\ndì :\nRumpendu u Yao Qin è Feng Wei Han. Zi Qi ùn importa micca à quale ellu ghjucà.\nA brisa di primavera porta tutti l'amichi. Hè difficiule di truvà un veru amicu.", "聖意": "Attentu à esce da a vostra casa è à u vostru propiu cattivu.Quandu cercate ricchezza, sia prudente nantu à e transacciones.Hè cunsigliatu per esse tardi in u matrimoniu.Hè sfavorevule per i pedoni femine per spustà campi, vermi di seta è bestiame, per circà e persone diligentemente. , per fà i prucessi è per migrà, per circà a pruprietà persa rapidamente, per esse bluccatu da e malatie, è tombi in muntagna.", "古人": "Boya Visits Friends (Boya Broken Qin)", "第X籤": "Lot novantaquattru", "宮": "xugong"}