{"籤詩版本二": "L'ambizione è i rializazioni sò in a dinastia, ma avà ci saranu infinite bevande è sessu.\nSe vi vede un gallu d'oru, sarete ricumpinsatu cù soldi, furtuna è furtuna.", "詩意": "Stu hexagram rapprisenta u simbulu di l'ambizione è a fama.\nMantene tuttu auspicious.", "解曰": "Ambiziosu è entusiasmu. Ùn hè troppu tardi per guardà sè stessu. U gallu d'oru prumetti. Tutti felici.", "籤詩故事一": "◇Cao Pi si proclamò imperatore\nCao Pi, nome di cortesia Zihuan, hè natu in Peiguoqiao (avà Hao County, Anhui). Un famosu puliticu è scrittore durante u periodu Jian'an.\nCao Pi hè u sicondu figliolu di Cao Cao, hà campatu cù u so babbu in u campu militare dapoi ch'ellu era un zitellu. Sutta l'influenza di u babbu, Cao Pi hà amparatu à l'età di sei anni di tir à l'arcu è di cavallu à l'età di ottu anni, è hà sviluppatu. bona capacità di arti marziali. Hà ancu una larga cunniscenza di i classici è biografichi antichi è muderni, è ancu di i libri di centinaie di scole di pensamentu. Ùn era finu à l'età di diciottu anni chì Cao Cao hà scunfittu Yuan Shao è Cao Pi hà campatu una vita relativamente stabile in Yecheng, u centru di u regnu di Cao Cao. Da tandu, ancu s'ellu hà qualchì volta accumpagnatu u so babbu in spidizioni militari è hà campatu a vita di un figliolu nobile a maiò parte di u tempu, hà sempre praticatu l'arti marziali ogni ghjornu è ùn hà micca diminuitu finu à questu ghjornu. Spessu cavalca nantu à u so cavallu à centu passi è hè assai abile in l'arti marziali, perchè spessu pratica l'arti marziali, hè liggeru è forte.\nU figliolu maiò di Cao Cao, Cao Ang, hè statu uccisu in una battaglia. Dopu à a morte di u figliolu maiò, Cao Pi diventò a prima scelta per u principe di a corona. Quandu avia trent'anni, Cao Cao hà fattu u prìncipe di a corona. Quandu Cao Pi avia trenta trè anni, Cao Cao hè mortu di malatia, è Cao Pi hà succorsu cum'è primu ministru è rè di Wei. Ellu disse chì spessu cavalca à cavallu à centu passi è hè assai abile, perchè spessu pratica kungfu, hè liggeru è sanu.", "聖意": "Pregate per a vostra casa è a vostra casa per esse pacificu, cercate ricchezza, travaglià dura, cummerciu, rompe prima, u matrimoniu serà successu, Liujia serà sicuru, a ghjente serà in u campu, i vermi da seta seranu maturu, sei bestiame seranu maturu. , Serà difficiuli di truvà e persone, i prucessi publichi seranu urgenti, a migrazione serà persa, è e cose seranu luntanu. E malatie si fermanu in muntagna è tomba.", "古人": "Cao Pi si proclama imperatore", "第X籤": "Lotteria vincitrice di u novantacinquesimu", "宮": "xugong"}