{"籤詩版本二": "A pagoda maestosa hè inusual, cù caratteristiche exquisite da tutti i lati chì brillanu.\nVi pregu à esse determinatu à inchinarsi diligentemente è fà boni atti, è u celu vi manderà benedizioni.", "詩意": "Stu hexagram rapprisenta a manifestazione di meritu.\nTuttu hè auspicious.", "解曰": "Queste benedizioni. Tuttu u mondu hà. Ùn esse troppu occupatu. U meritu hè determinatu in anticipu.", "籤詩故事一": "◇U rè di Fenyang scontra u so nipote in u ghjornu di San Valentinu cinese\nSoluzione: Guo Ziyi hà scontru cù a Weaver Girl chì scendeva à a terra in u San Valentinu Cinese. Tiansun, a nipote di l'imperatore Jade, hè e Sette Fate.\nGuo Ziyi (697-781), cunnisciutu ancu Guo Linggong, era nativu di u conte di Zheng, Huazhou (ora u conte di Huaxian, a pruvincia di Shaanxi) è un generale in a dinastia Tang. A corte imperiale cuncede à Ziyi u titulu di Re di Fenyang.\nSi dice chì Ziyi era uriginale di Huazhou è andò à unisce à l'armata fora di a Grande Muraglia, andò in Pechino per pressà per a paga militare è vultò in Yinzhou, hè accadutu chì era u ghjornu di San Valentinu Cinese à quellu tempu, u ventu è a sabbia. si facia bughju, è u sole s'era scuru, Ziyi ùn pudia micca avanzà, cusì stava à fiancu à a strada, dorme in terra in una casa viota, quand'ellu stava per dorme, di colpu hà vistu una luce rossa. da i dui lati, s'arrizzò è guardò stunatu.Ci era una nuvola in u celu, falendu pianu pianu, ci stava una bella donna, degna è splendida, cumplitamenti sfarente da a ghjente ordinaria. Ziyi hà subitu pagatu u so rispettu è disse: \"Oghje hè u settimu ghjornu di u settimu mese lunar. Pensu chì hè a Weaver Girl chì hè ghjunta, vulendu cuncede a so longevità è a ricchezza \".\nA donna hà rispostu ancu: \"Cù una grande ricchezza vene a longevità\".\nDopu ch'ellu hà finitu di parlà, u splendore tornò è i nuvuli s'arrizzò lentamente. A donna era sempre à fighjulà à Guo Ziyi cun un surrisu piacevule finu à ch'ella hè stata luntanu da ella, è tandu u fumu s'hè sbulicatu è ùn si pudia più vede.\nHè diventatu veru, cum'è a donna hà dettu. I meriti di Ziyi sò famosi in u mondu, hè un ministru assai populari, è hè un generale cù i meriti è e virtù.", "聖意": "Fate un desideriu per voi in casa, fate un desideriu per voi stessu, pregà per soldi, bona furtuna in l'affari, bona furtuna in u matrimoniu, bona furtuna in Liujia, viaghji felici cù e persone, campi in muvimentu, vermi da seta, bestiame stabile, cattiva furtuna in truvà persone, prucessi publichi, migrazione, bona furtuna, malatie di i beni persi, tombe in Zhenxingshan", "古人": "U rè Fenyang scontra u so nipote u ghjornu di San Valentinu cinese", "第X籤": "Firma novantasei", "宮": "xugong"}