{"籤詩版本二": "Tardi per entra è esce per circà cunsiglii, ansioso è preoccupatu di causà prublemi\nCum'è un acellu chì vola in una trappula, quantu tempu pò piglià per scappà ?", "詩意": "Stu hexagram hè un signu di mantene e cose vechje è adattendu à u destinu.\nTuttu hè insatisfactoriu.", "解曰": "Siate cunservatore in ogni mumentu. Aspittendu ch'ellu ghjunghji u nobile. Se dumandate di tuttu. A cosa principal serà tardu.", "籤詩故事一": "◇Ji Ping hè statu uccisu\nJi Ping, chì u veru nome hè Ji Tai, cunnisciutu ancu Ping, era un mèdic imperiale in a dinastia Han.\nIn u quintu annu di Jian'an (200 d.C.), Cao Cao divintò u primu ministru è ùn hà micca pigliatu l'imperatore in seriu, da quandu hà lettu l'edittu scrittu da l'imperatore à u so cinturione, Dong Cheng, chì ùn avia micca manera di ottene. sbarazzatu di Cao Cao, si senti indignatu è arrabbiatu, preoccupatu, si ammalatu.\nL'imperatore Xian hà dumandatu à u mèdicu imperiale Ji Ping per trattà Cao Cao. Ji Ping hà lettu l'edittu sicretu di l'imperatore è era decisu di sbarazzà di Cao Cao, cusì i dui cuncepìu un pianu inseme. Inaspettatamente, i mura anu l'arechje. U schiavu domesticu di Dong Cheng, Qin Qingtong, hè statu battutu quaranta volte cù un bastone da Dong Cheng per via di a so affari cù a ghjovana moglia di Dong Cheng. Hà avutu un rancore. Quandu hà intesu parlà di questu, hà dettu à Dong Cheng è Ji Ping à Cao Cao.\nJi Ping hà apprufittatu di u mal di testa di Cao Cao è l'avvelenatu in secretu. Cao Cao hà ricivutu una punta, hà intrappulatu Ji Ping, u torturatu è hà investigatu u capu. Ji Ping hà resistutu à a morte è morse dopu avè toccu i passi.", "聖意": "A casa hè preoccupatu per sè stessu, u cattivu dumanda soldi, l'affari hè rottu, u matrimoniu ùn hè micca longu, a punizione hè di sei, u pedestre hè intrappulatu in u campu, u vermu di seta hè dannatu, i sei bestiame sò truvati, u si trova una persona, u prucessu publicu hè persu, a migrazione ùn si move micca, a pruprietà hè persa, a malatia hè cummessa, a reta hè in a muntagna, a tomba hè morta,", "古人": "Ji Ping hè statu uccisu", "第X籤": "Numeru novantottu", "宮": "Haigong"}