{"籤詩版本二": "Rinnendu u cavallu è tenendu a frusta, venemu drittu quì, mezu in periculu è mezu disastru.\nHè cum'è una casa chì hè brusgiata da u focu.Quandu u celu casca, a piova si face cendra, aghju un pianu.", "詩意": "Stu hexagram rapprisenta a mità di dulore è a mità di gioia.\nHè cunsigliatu di fà bè in tuttu.", "解曰": "Travagliu per tutta a vita. Ùn importa micca u dirittu è u male. I catene sò tempuranee. U risentimentu vene naturali.", "籤詩故事一": "◇Tao Sanchun batte Zheng En in Guayuan\n\"Viva u mo memoriale,\" Zhao Kuangyin s'arrizzò di novu, \"Beiping King Zheng En avia arrangiatu un matrimoniu allora. Avà chì u mondu hè in pace, vogliu dumandà u vostru permessu di sceglie un ghjornu auspicious per marità. \"\n\"Viva u mo memoriale!\" Zhao Kuangyin s'arrizzò è disse: \"U rè di Pechino, Zheng En, avia arrangiatu un matrimoniu allora. Avà chì u mondu hè in pace, vogliu dumandà u vostru permessu di sceglie un auspicious. ghjornu per marità\".\n\"Oh, u terzu fratellu era ingaghjatu prima, cumu ùn aghju micca cunnisciutu questu?\" Chai Rong era assai sorpresu. Agite a manu è dumandò à Zhao Kuangyin à pusà è parlà.\n\"Oh! U terzu fratellu era ingaghjatu prima, cumu ùn aghju micca cunnisciutu di questu?\" Chai Rong (Imperatore di a Dinastia Zhou Later) era assai sorpresu. Agite a manu è dumandò à Zhao Kuangyin à pusà è parlà.\n\"Hè una storia longa. Prima, eramu sempre in a miseria in quellu tempu è ùn aghju micca unitu à u vostru esercitu. Da tandu, avemu luttatu per anni è ùn avemu micca tempu per cura di voi. In segundu, u terzu fratellu hè ancu un pocu. timida di menzionallu, cusì a vostra Maestà ùn a sà micca.\n\"Hè una storia longa. Prima, eramu sempre in a miseria in quellu tempu è ùn aghju micca unitu à u vostru esercitu. Da tandu, avemu luttatu per anni è ùn avemu micca tempu per cura di voi. Siconda, u terzu fratellu hè ancu un un pocu timida di menzionallu, cusì a vostra Maestà ùn a sà micca.\n\"Ehi, u studiente di l'università maschile si marita, chì hè u puntu d'esse imbarazzatu? U terzu fratellu hè statu nantu à u campu di battaglia per un bellu pezzu è pò esse cunsideratu cum'è un eroe senza paraguni. Perchè site cusì piccatu nantu à sta materia?\"\n\"Ehi! U picciottu di l'università si marita, chì hè u puntu di esse vargugnatu? U terzu fratellu hè statu nantu à u campu di battaglia per un bellu pezzu è pò esse cunsideratu cum'è un eroe senza paragone. Perchè site cusì piccatu in questa materia ?\n\"Parlendu di quessa, ùn possu micca culpisce u mo terzu fratellu per esse timida, perchè stu matrimoniu hè statu falsificatu\".\n\"Parlendu di quessa, ùn possu micca culpisce u mo terzu fratellu per esse timida, perchè stu matrimoniu hè statu falsificatu\".\n\"Digitatu fora? Ehi, hè interessante. Per piacè dimmi ciò chì hè accadutu.\"\n\"L'aghju scrittu! Ehi! Hè interessante! Per piacè dimmi ciò chì hè accadutu \".\n\"Iè, mi ricordu di quellu annu, quandu eramu per unisce à a Sua Maestà, passavamu per u conte di Baocheng. Era assai caldu in u ghjugnu. U mo terzu fratellu ùn pudia stà in l'hotel, perch'ellu surtì à vagare solu. Dopu avè passatu un giardinu di meloni, intrì à coglie, i meloni stendevanu a sete, ùn ci era micca assai meloni prima di a maturazione à questu tempu, è u terzu fratellu ùn sapia micca coglie, cusì hà ruttu assai. Quellu chì fighjulava i meloni era una donna, hà fattu un passu in avanti per accusà u terzu fratellu. I dui avianu un disaccordu, è dopu cuminciaru à luttà. Venite. Fortunatamente, eru preoccupatu è aghju precipitu à u salvamentu à tempu, altrimenti.. .\"\n\"Iè, mi ricordu di quellu annu, quandu eramu per unisce à a Sua Maestà, passavamu per u conte di Baocheng. Era assai caldu in u ghjugnu. U mo terzu fratellu ùn pudia stà in l'hotel, perch'ellu surtì à vagare solu. Dopu avè passatu un giardinu di meloni, intrì à coglie, i meloni stendevanu a sete, ùn ci era micca assai meloni prima di a maturazione à questu tempu, è u terzu fratellu ùn sapia micca coglie, cusì hà ruttu assai. Quellu chì fighjulava i meloni era una donna, hà fattu un passu in avanti per accusà u terzu fratellu. I dui avianu un disaccordu, è dopu cuminciaru à luttà. Venite. Fortunatamente, eru preoccupatu è aghju precipitu à u salvamentu à tempu, altrimenti.. .\"\n\"Questu Zheng Ziming, hè a so culpa in u primu locu, duverebbe scusà. Perchè u battete? Inoltre, cumu pò a famiglia di una zitella sopra à i pugni è i calci di un omu feroce cum'è ellu! pezzi. Innò? \" \"A zitella hè stata sana ...\"\n\"Questu Zheng Ziming, hè a so culpa in u primu locu, perchè ellu deve scusà. Perchè u battete? In più, cumu pò a famiglia di una zitella sopra à i pugni è i calci di un omu feroce cum'è ellu! avete battutu sta zitella. No ?\n\"A zitella hè stata sana ...\"\n\"Va bè, va bè... Ehi, ùn avete micca pigliatu l'azzione ? Oh, pensu chì m'avete salvatu à tempu\".\n\"Va bè! Hè bè... Ehi! Ùn avete micca pigliatu l'azzione? Oh! Pensu chì site chì m'hà salvatu à tempu!\"\n\"... Innò, a persona chì aghju salvatu era ... u terzu fratellu. \" \"... Innò, a persona chì aghju salvatu era ... u terzu fratellu\".\n\"Ah?!\" \"Ah?!\"\n\"U terzu fratellu hè statu sbattutu in terra da a donna è battutu viulente in tuttu u percorsu. Fortunatamente, aghju ghjuntu è l'aghju persuadutu à lascià, perchè ùn hè micca feritu seriamente... Vostra Maestà... Vostra Maestà !... \"\n\"U terzu fratellu hè statu sbattutu in terra da a donna è hè statu sbattutu viulente. Fortunatamente, sò ghjuntu è l'aghju persuasu di lascià, cusì ùn hè statu feritu seriamente... Vostra Maestà... Vostra Maestà !...\"\n\"Ah?...Oh, quale hè quella donna!?\" \"Ah!?...Oh, quale hè quella donna !?\"\n\"Hè statu solu dopu chì aghju scupertu chì u nomu di a donna era Tao Sanchun, è u so babbu Tao Hong era un vechju eroe chì ùn avia micca aspirazioni. Tao Sanchun hà amparatu l'arti marziali da u so babbu dapoi ch'ellu era un zitellu. a so famiglia, aghju vistu chì Miss Sanchun hà avutu un caratteru eccezziunale. , Luo Luo è generosu, senza alcunu abitudine di esse una zitella, anu deliberatamente currispondenu à ellu. U babbu è a figliola Tao anu ancu piaciutu assai u caratteru direttu di u terzu fratellu. pigliò subitu è ​​decisu di stu matrimoniu per elli dui. Vostra Maestà, per piacè dimmi, questu ùn hè Hè un matrimoniu falsificatu?\"\n\"Hè statu solu dopu ch'e aghju scupertu chì u nome di a zitella era Tao Sanchun, è hà amparatu l'arti marziali da u so babbu dapoi ch'ella era zitellu. Dopu avè cunnisciutu a so famiglia, aghju vistu chì Miss Sanchun avia un caratteru eccezziunale, era generosu, è ùn avia micca traccia di l'abitudini di a zitella, cusì l'aghju deliberatamente reclutata. U sgiò Tao è a so figliola li piacia ancu assai u caratteru direttu di u so terzu fratellu. L'anu subitu subitu è ​​decisu di stu matrimoniu per elli. Maestà, per piacè dimmi, ùn hè micca questu un matrimoniu falsificatu ? \"\n(Questa storia hè una metàfora, perchè una cosa mala hè diventata una cosa bona.)", "聖意": "Pregate per a prutezzione di a casa, fate attenzione, cercate ricchezza, arruvinà l'affari, impedisce u matrimoniu, punizioni, assicurazioni Liujia, pedoni intrappulati in campi, danni à i vermi di seta, danni à u bestiame, persone mancanti, processi illegali, perdita, migrazione, conservativeness, proprietà perse, malatie male. , periculi, muntagne, tombi, fallimentu", "古人": "Tao Sanchun batte Zheng En in u giardinu di melone", "第X籤": "Numeru novantanove", "宮": "Haigong"}