{"籤詩版本二": "Kia hanga te ao mo te marena pai, nga ra pai me nga wa pai, kia pai nga mea katoa\nEhara i te mea nohinohi ki te whiwhi koe i tenei rota: e ki ana te Emepera he pono, he tika te tangata.", "詩意": "Ko tenei hexagram te timatanga o te whakatuwheratanga o te rangi me te whenua.\nHe waimarie nga mea katoa.", "解曰": "Te tere tere. Ko te tau kaore he utu mo tona wa. Ka tuhi a Guanyin. Korerotia mai ki ahau i te tuatahi.", "籤詩故事一": "◇ Kua marama a Zhongli\nKo Zhongli Quan, ko Zhongli te ingoa, ko Quan te ingoa, ko Yunfang te ingoa, me te ingoa ingoa ko Zhengyang, he tangata whenua no Xianyang County, Xi'an, Porowini o Shaanxi i te Rawhiti o Han Dynasty.\nKo Zhong Liquan te tianara o te Han Dynasty. I te haerenga ki te Tai Hauauru o Qiang, i hae ia ki te rangatira o Liang Yi, ka hoatu ki a ia e 30,000 noa nga hoia tawhito me te ngoikore. te ope o Qiang ki te hauauru, ka oma nga hoia. I ngaro a Zhong Liquan i roto i te awaawa, ka tutaki ki tetahi moke i te ara, ka haria ia ki tetahi kainga iti ka mea, \"Koinei te kainga o Mr. Donghua.\" Na ka poroporoaki ia ka haere. I muri i etahi wa, ka kii mai tetahi, \"Koinei na te mea he tino korero te tangata Hu kaariki.\" I kite ia i tetahi tangata e mau ana i te huruhuru tia ma, e mau ana i te rakau quinoa matomato. Ka patai ia ki a Zhong Liquan, \"Ko te tangata i haere mai ko Han Da. General Zhongliquan\n? I ohorere a Zhong Liquan, i te mohio kua tutaki ia ki tetahi tangata ke, no reira i ako pono ia ki te Tao.\nI muri mai ka tutaki a Zhong Liquan ki a Zhenren Huayang me te Kingi Immortal Xuanfu, ka ako i te \"Secret of Immortality\". I te mutunga, ka noho ia ki Zijin Sihaofeng i Kongtong Mountain, ka whiwhi i te \"Secret of the Jade Box\", a ka noho hei tino matekore. I whakanuia ano ia hei tetahi o nga Patereareha e rima ki te Raki e te roopu Quanzhen.", "聖意": "Inoi kia manaakihia to kainga me to kainga ki te waimarie i te ngahuru me te takurua. Rapua he waimarie i te ngahuru me te takurua. Kia pai te mahi pakihi, kia pai te marena, kia pai te whanau tama, kia pai te haere nga mara, he waimarie mo te hiraka, he waimarie mo nga kararehe, he waimarie ki te kimi tangata, he waimarie mo nga whakawa, he waimarie mo te heke, he taonga ngaro, he waimarie mo nga mate o te raki.", "古人": "Ka marama a Zhongli", "第X籤": "tohu tuatahi", "宮": "Whanau"}