{"籤詩版本二": "He aha koe e kore ai e haere ki Tailai, kei te tata tonu nei, ka waiho e au te tangata rangatira ki waho o te maunga.\nMena he korero pai mo te taika, mo te rapeti ranei, ka waatea koe ahakoa ka tino hiahia koe ki te mahi.", "詩意": "I roto i tenei hexagram, he tohu o te manaakitanga i waenga i nga aitua.\nHe kino nga mea katoa i mua, he pai i te mutunga.", "解曰": "Whakakapihia ki te hiraka hemp. Patua nga waewae o tetahi. Tirohia te marama. Ka tae mai nga manaakitanga mai i nga aitua.", "籤詩故事一": "◇ Te tutaki i te Kaiwhakaako i Bukit\nHe kaitapa rakau a Wu Ji i mua, ka tutaki raua tokorua ki a Jiang Ziya i a raua e hī ika ana i te awa o Feng. Ka kata a Wuji i tana kitenga i a Ziya e hī ana me te matau tika.\nI titiro a Ziya ki te kanohi o Wuji ka korero ki te tohu tohu: \"Ki te uru koe ki te taone i tenei ra, ka mate koe i tetahi.\" I muri i to rongonga i tenei, ka haere riri a Wu Ji ka mau wahie ki roto i te taone nui.\nI muri i to urunga ki te taone nui, ka taupatupatu a Wu Ji ki etahi atu, ka pohehe i te patu i te Pirimia a Wen Wang kia mate.\nKa kumea e Kingi Wen te whenua hei whare herehere, ka mauheretia a Wu Ji.\nI tukuna a Bukit Hou mo te wa poto, ka whiua ki te mate ki te tiaki i tona whaea tae noa ki te ngahuru.\nI tono tona whaea ki a ia kia tono awhina a Jiang Ziya.\nKa whakaae te Taigong ki a ia hei akonga mana, ka ako ia ia ki te mahi whawhai, ka whakahau ia ia ki te keri rua me te mahi makutu hei wawahi i tona mutunga iho.\nI muri i te ngahuru, kare a Wu Ji i tae mai ki te whiu, ka whakatauhia e Kingi Wen nga nama o mua me te whakaaro i whakamomori a Wu Ji i te wehi o te taihara.\nI muri mai, ka tutaki a Kingi Wen ki a Wu Ji, ka tukuna e Wu Ji a Kingi Wen kia tutaki ki a Jiang Taigong.\nI whakawhiwhia a Taigong ki te taitara Tianara o Wude. I mahi te rangatira me te tauira mo Kingi Wen.", "聖意": "He haumaru te whare, he waimarie te tangata ake, he pai te pakihi, kua tomuri te marena, kaore ano te tane hikoi i hoki mai ki te mara, ka whai hua nga hiraka, ko nga kararehe e ono ko Shenji, he pai te rapu, ko te whakawa a te iwi. he pai, he pai te heke, ka kitea nga taonga kua ngaro, he pai te mate, he pai a Qiuji, he pai te maunga me te urupa.", "古人": "Tutakinga a Bukit", "第X籤": "Ko te tohu tekau ma rua", "宮": "Whare Taonga o Yin"}