{"籤詩版本二": "Ka rite ki te warou e puta mai ana i tona whare herehere, ka taea te mawhiti mai i te whare herehere.\nKarekau he arai i waenganui i te raki, i te tonga me te rawhiti ka taea e koe te haere tika ki te whare o Jiuxiao.", "詩意": "Ko tenei hexagram e tohu ana i te ahua o te warou e wehe ana i tana whare herehere.\nHe kino nga mea katoa i mua, he pai i te mutunga.", "解曰": "Karekau he awangawanga. He pai te huarahi. Kia noho humarie. Karekau he tangata (atua).", "籤詩故事一": "◇ Ua faarue o Ziya i to ’na tiaraa mana\nI te wa e mahi ana a Jiang Ziya hei tohunga matakite, ka kite ia kua hurihia tetahi wahine e te wairua pipa jade, no reira ka mau ia ki a ia, ka whiua ki te kowhatu waituhi. I whakamarama te pirimia o Kingi Zhou i nga mea i tupu, i patai he aha te mea i tupu, katahi ka haria a Jiang Ziya kia kite i a Kingi Zhou. I whakamahia e Jiang Ziya a Samadhi True Fire ki te tahu i te wairua paipa mai i tona ahua taketake i mua i a Kingi Zhou, ka waiho e Kingi Zhou hei rangatira rangatira.\nHei ngaki i te wairua pipa jade, ka tono a Daji ki a Kīngi Zhou kia whakahau a Jiang Ziya ki te hanga i tetahi papa hata. Ka riria e Jiang Ziya a Kīngi Zhou, ka whakahau a Kīngi Zhou kia patua. Ka oma a Jiang Ziya ma te whakamahi wai. I muri i tana hokinga ki te kainga, ka ui a Jiang Ziya ki a Ma mo te haere ki Xiqi, a ka hiahia a Ma ki te whakarere ia ia. Na ka haere a Jiang Ziya ki Xiqi (te whakapaipai o Kingi Wen o Zhou Dynasty) anake.\nI tae atu a Jiang Ziya ki Xiqi ka noho mokemoke ki te hī ika i Panxi Gorge. I tutaki ia ki a Kingi Wen o Zhou e hikaka ana ki te rapu taranata. I runga i te tono pono a Kingi Wen, ka karakiatia a Jiang Ziya hei kaiako mona, ka awhina i a Kingi Wen.", "聖意": "Kei te pouri ahau i te kainga, kei te pirangi ano ahau ki te rapu mahi tahi moni, tauwhitinga, marena, Liujia, nga tangata hikoi tane, tirohia nga mara, hiraka, nga hua ngahuru, ono nga mate kararehe, rapu tangata, arai i nga whakawa a te iwi, heke, ngaro rawa, tonga tonga. mate, whakatakoto, tuku maunga me urupa, auspiciousness.", "古人": "I whakarerea e Ziya tona turanga mana", "第X籤": "Ko te tekau ma wha o te toa rota", "宮": "Maogong"}