{"籤詩版本二": "Ko nga raruraru me nga raruraru ka mahea mo te wa poto, ka puta mai te hari i te rangi.\nKa rite ki te jade huna ki roto ki te paru, ko te tangata mahi pai e whakaneke ake ana i te puehu", "詩意": "Ko tenei hexagram e tohu ana i te kotahitanga o Yin me Yang.\nKo nga mea katoa e whakamahere ana koe he pai.", "解曰": "Kaore he mea i riro, kaore he mea i ngaro. Te whiwhi i te ngaro. Kei te raruraru te tangata nanakia. Kia ora koe e te rangatira.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nKo Ye Mengxiong (1531-1597), ko Nanzhao tona ingoa, ko Longtang tona ingoa, i hurihia ki Longtan me Huayun hoki. He tangata whenua no Wanshifang, Huizhou Fucheng (inaianei he wahanga o Huicheng Takiwa, Huizhou City) i te Ming Dynasty. I te 44 o nga tau o te kingitanga o Jiajing (1565), ka riro ia hei Jinshi, ka whakawhiwhia ki te taitara kaiwhakawa o te Kaute o Qing. I noho ia hei kaiwhakahaere mo te tari whakawhiti, a, i muri mai ka huri ki te kaitaunaki tirotiro o te huarahi o Shanxi.\nI te 20 o nga tau o Wanli (1592), ka patua e te Kaunihera Tianara o Ningxia, Kuaibai (rangatira o te iwi Mongolian Tatar), te kawana Dang Xin, ka mau i te wha tekau ma whitu o nga Pa i te Porowini o Hexi. , ka pakaru te pa, ka karakia, ka tahuna. ia ia ki te mate. Kare a Meng Xiong i whakahihi ki te tango nama, ka tuku i ona pukenga kia rite ki o nga tianara e maia ana ki te whawhai. I whakahokia mai te mana o Wei Xuezeng. I ona tau i muri mai, e rima nga wa i rihaina ai ia, ka whakahokia ki Huizhou ki te hanga i te temepara o Huilong.\nI uru a Ye Mengxiong ki te Taoism hei kaimahi a-iwi i te timatanga, a he rongonui mo tona pono.Ko nga rekoata o mua o mua i kii ko ia \"te tuatahi i roto i te haehaa me te kaha\", \"ka whakakore i te pirau me te whiu i nga tutu\", ka waiho he ingoa pai; He tino pono, he maia, he maia, he tangata mohio. I te haurua tuarua o tona oranga, i tuhia ana pukenga toi hoia ki te \"History of the Ming Dynasty\" ka kiia ia he toa o te motu.", "聖意": "He kino te kainga (ka piki ake te rangimarie) He pai te ngahuru me te takurua mo koe ano, ka whai rawa te taonga, ka angitu nga whakawhitiwhitinga, ka angitu te marena, ka ohorere a Liujia (ka whai taonga), ka haere nga tangata hikoi ki te mara Inoi mo te hiraka, e ono nga kararehe ka noho papatahi, ka kitea nga tangata, ka kino nga whakawa a te iwi, ka noho atawhai te heke, ka arai nga taonga ngaro, ka tau nga mate ki te urupa o Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Tekau ma ono a Rota Wining", "宮": "Maogong"}