{"籤詩版本二": "Ka hinga te Crow Golden ki te uru, ka piki te Rapeti ki te rawhiti Ko te huringa o te ao me te po mai i nga wa onamata tae noa ki naianei.\nKei te mohio nga moke me nga Taoist kaore he painga, a ko nga tohunga, nga kaiahuwhenua, nga umanga me nga kaihokohoko e whai ana i o raatau ake whakaaro.", "詩意": "Ko tenei hexagram e tohu ana i te waxing me te memeha o te yin me te yang.\nHe tohu ano tera ka haere nga mea katoa i runga i te mahere.", "解曰": "Kaore he mea i roto i te hinengaro. He mea whakahirahira te mahi i mahia e koe. Ka rite ki te pere o te kopere. Kotahi te pupuhi i pa ki te whainga.", "籤詩故事一": "◇Ko Uncle Cao Guo he tangata matekore\nKo Cao Guojiu, he tangata whenua no Xuzhou, e kiia ana ko ia te matua keke o te kawanatanga i te wa o Renzong o te Waiata Waiata, Ko Cao Yi tona ingoa, ko Cao Jingxiu hoki.\nHe teina a Uncle Cao Guo ko Cao Er te ingoa. Ko tenei Cao Er i whakawhirinaki ki runga i tona turanga rangatira emepaea me te mahi i nga mahi kino katoa. Ka noho ia i roto i nga mara, ka tango wahine me nga tamahine, ka whakahoa ki etahi tangata kino kino, ka puta mai ki waho, kare i taea e Cao Guojiu. kihai i pai ki te whakarongo ki ana kupu pai me ana whakamarie, na ka whiua ia e ia.\nKa mea a Cao Guojiu: \"Ko nga kaupapa o te ao ko te hunga e whakaemi ana i te pai ka angitu, a ko te hunga e whakaemi ana i te kino ka ngaro. He pono tenei e kore e taea te huri. kua kohia e toku teina te kino ki runga rawa, ahakoa mawhiti ahakoa whiua koe e nga rangatira, e kore koe e mawhiti i nga aitua maori e mahi puku ana, ka tae mai he aitua, ka pakaru to whanau, ka mate tetahi, kare koe Ka whakama ahau, ka wehi i a ia. Na, whakamararatia atu ana e ahau oku rawa katoa; I muri iho, ua faarue oia i to ’na fare e to ’na mau hoa, ua taui oia i te ahu Taoist, e ua haere i nia i te mou‘a no te faaamu i to ’na feruriraa e to ’na natura.\nI tetahi ra, ka tutaki ia ki a Zhongli raua ko Lu Dongbin o te Han Dynasty. I te kitenga o Uncle Cao Guo i nga whakautu pai, ka tino koa ia, ka hoatu ki a ia te \"Tutupapa huna o te whakahoki pono\" me te whakahau ia ia kia ata mahi. Kaore i roa, Zhongli I whakauruhia a Quan raua ko Lu Dongbin ki te akomanga kore mate.", "聖意": "Waimarie mo te kainga, kainga, waimarie, waimarie, waimarie i te pakihi, marena, tane haere, whakatō hiraka ki nga mara, whakato wawe i nga kararehe e ono, ngaro te hua, kimi tangata, mahi ture, heke, ngaro rawa. , mate mutunga, waimarie (tau o te rapeti, kino kino ranei mo te rapeti), waimarie i nga urupa maunga", "古人": "Ko Uncle Cao Guo he matekore", "第X籤": "Waitohu te tekau ma waru", "宮": "Maogong"}