{"籤詩版本二": "Te tuku i te poti kia hoki mai i te takutai wai tere, me aha koe i runga i te ngangau?\nMena kei te pirangi koe ki te noho haumaru, rapua te ata noho ka tatari kia pahemo nga ngaru i tenei raru.", "詩意": "He rite tenei hexagram ki te poti e haere ana i te takutai tere.\nKia mau ki nga mea katoa ka tatari mo te wa.", "解曰": "Ka heke ki te wai kaha. Ko te kino kei te tatari mo te wa. Mena ka patai koe mo nga mahere puni. Kaore he mea e taea.", "籤詩故事一": "◇ Ua faakoronahia Ziyi ei arii\nKo Guo Ziyi (697-781), e mohiotia ana ko Guo Linggong, he tangata whenua no Zheng County, Huazhou (ko Huaxian County inaianei, Porowini Shaanxi) me te tianara o te Tang Dynasty.\nI te wa o te tutu a Anshi i te 14 o nga tau o Tianbao (755), i whakawhiwhia ki a ia te taitara o Shuofang Jiedushi (Lingwu, ki te hauauru o Lingwu i Ningxia o naianei) I whakahaua ia ki te whawhai. ki Hebei Ka hono atu ratou ki Changshan (Zhengding, Hebei) ka hinga a Shi Siming, ka riro ano a Hebei. I tenei wa, i kii a Guo Ziyi kia tangohia e te emepera a Fan Yang mai i te raki ka whakaekea te ana o te taika tutu ki te whakaiti i te whakapaenga o Tongguan, engari kaore a Xuanzong i whakaae. I muri mai, ka whakatohia te ahuatanga o nga taone nui o te rangatira o Tang i te mutunga o nga wa o te Tang Dynasty, ka noho ko te take tawhiti o te mate o te Tang Dynasty.\nI te tekau ma rima o nga tau o te kingitanga o Tianbao (756), ka whakamaaramatia e ia me te roopu Uighur a Hequ. I te puna o te tau i muri mai, ka whakahokia e ratou a Hedong (ko Yongji, Shanxi inaianei) me Feng Yi (ko Dali, Shaanxi inaianei), ka whakaekea a Tongguan, i hinga i a Cui Qianyu Neke atu i te 10,000 nga patunga i te ope a Tang. Ka tuku a Cui Qianyu ki a Pujin. I patua a Lushan e tana tama a An Qingxu.\nI te rua o nga tau o Zhide (757), ka whakahaua ia ki te arahi i nga hoia ki Fengxiang. I te ara, ka hinga ia i te 5,000 o nga hoia eke hoiho a Li Guiren i te piriti o Baiqu Liuyun (i tenei ra ki te tonga-tonga-tonga o Sanyuan) I te marama o Mei, ka whawhai ia me An Shouzhong me Li I hinga a Guiren i Qingqu (kei te hauauru o Xi'an i tenei ra), ka mawehe atu ia ki Wugong (i tenei ra i te raki-mauru o Wugong) I te marama o Hepetema, ka whai ia i te rangatira o Guangping Wang Li Chu ki te arahi i nga Tang me nga Uighur kia uru atu ki nga hoia 150,000, katahi ka whawhai. me An Shouzhong me Li Guiren i Xiang. I te taha raki o Ji Temple (ma te tonga ki te hauauru o te rohe o Chang'an i tenei ra), ka huri haere nga hoia Uighur ki muri i te hoariri, ka whakaeke mai i nga taha e rua, ka mate i nga hoariri 60,000. I rere a Zhang Tongru ki te Kaute o Shaanxi, I te mutunga ka riro ano te whakapaipai o Chang'an (ko Xi'an i tenei ra).\nI muri mai, ka whai hua te ope a Tang i te wikitoria, ka hikoi whaka te rawhiti, ka hinga i te 150,000 nga tangata tae atu ki a Yan Zhuang me Zhang Tongru i Xindian (inaianei ki te hauauru o te taone nui o Sanmenxia, ​​Porowini o Henan), ka akiaki a Anqing Xu ki te whakawhiti i te awa kowhai ka hoki ki Xiangzhou. I hoki mai a Dongjun Luoyang. Taapirihia a Situ ki ona painga, ka waiho hei Tiuka mo te motu.\nNa Shi Siming i arahi tana ope mai i Fan Yang ki te whakaora i a An Qingxu. I whawhai nga taha e rua ki te taha raki o te awa o Anyang (i tenei ra ki te Raki o Anyang). Ko te whawhai kare e taea te wehe. I te mutunga, i arahina e Jiedushi tokoiwa, te ope Tang, e kii ana he 600,000 ana tangata, i hoki whakamuri (i te Pakanga o Yecheng). Ko te rangatira matua o tenei pakanga ko te unaka a Yu Chaoen, kaore ona pukenga kaiarahi, ka whakahee ia Guo Ziyi mo te kore o te whawhai. I karangahia a Guo Ziyi ki Chang'an, ka whakakorehia te mana o te ope taua, ka noho hei rangatira mangere.\nI te tau tuatahi o Baoying (762), ka whakakeke nga hoia i Taiyuan (i tenei ra ki te tonga-ma-tonga o Taiyuan) me Jiangzhou (Xinjiang i tenei ra i te Porowini o Shanxi), ka mataku te kooti, ​​no reira ka whakawhiwhia ki a Ziyi te taitara Kingi o Fenyang ka puta ki waho whakahaere Jiangzhou. I wehea atu ano ia e te unaka a Cheng Yuanzhen, a, i whakakorea te mana o te ope taua.\n(Ko te arotahi o tenei korero: ko Guo Ziyi, he tangata tino mohio, he tangata pai, i tutaki ki a Xuanzong me etahi tangata kino, i tino whakararu i ana mahi.)", "聖意": "Ko te manaaki i te kainga me te tangata ano, te rapu taonga, kaore he whakawhitiwhitinga, kaore he marena, kaore he whakaoho teka, ka tae mai nga kaieke haere ki Tiancanji, he uaua ki te kimi tangata, nga whakawa a te iwi me te (ehara i te Xing), te heke, te atawhai, te ngaro o nga rawa, he uaua ki te kimi, mate, e inoi ana mo nga manaakitanga, nga maunga me nga urupa, pai", "古人": "I karaunatia a Ziyi hei kingi", "第X籤": "Tekau ma iwa Wining Lott", "宮": "Tatsumi"}