{"籤詩版本二": "I muri i te maha o nga awangawanga me nga raru, ka kore e noho kau mai inaianei\nKo te ngakau ohaoha kei a ia ano nga mahere atawhai, me tutaki koe ki tetahi tohunga kia tutuki ai nga whakatutukitanga.", "詩意": "Ko tenei hexagram he rite ki te puna tawhito me te puna.\nI nga mea katoa, ka angitu nga tangata rangatira.", "解曰": "I te mutunga ka whakatikahia te whakawakanga. Te mate me te haumaru. Haere ki roto, ki waho ki te rapu tohutohu. Ka tutaki te puna tawhito ki te puna.", "籤詩故事一": "◇ Ko Yao Chong te whakahaere mawhitiwhiti\nKo Yao Chong (649-721), ko Yuan Chong tona ingoa tuturu, no Shaanzhou i noho hei Minita mo Xia Guan, Shangshu o Chunguan, Ziweiling, Zhongshuling, me te Pirimia o te Tang Dynasty.\nI te wha o nga tau o Kaiyuan (716), ka whiua a Shandong (ko te nuinga o nga korero mo te awa kowhai ki te rawhiti o Huashan) i te mawhitiwhiti, i herea te iwi e nga whakaaro pohewa, a kihai i maia ki te hopu, ki te patu i a ratou, engari ka whakatuu. te patunga tapu, te tahu whakakakara, te karakia i te taha o nga mara, me te titiro ki nga kai e kainga ana e te mawhitiwhiti.\nI whakapono nga rangatira katoa: \"Ko te mawhitiwhiti he aitua taiao, me pehea e taea ai e te tangata te whakahaere!\" Ko te pakanga i waenganui i nga whakaaro rereke e rua i taua wa, ahakoa ka whakakorehia, ka kore ranei e whakakore i te mawhitiwhiti.\nI kii a Yao Chong: \"I te mea ka mahi tahi tatou, ka taea e tatou te whakakore i a raatau katoa. Ka mea ia: Ko te mawhitiwhiti he wehi ki te tangata, no reira ka ngawari te peia atu. He rangatira nga tipu, no reira me whakapau kaha nga kaiwhakaora; mawhitiwhiti. Ka rere, ka kite ahi i te po, ka tino rere; tahuna ki runga I te parae, keria nga rua i te ahi, tanu i te ahi, kare he mea e toe.\"\nI kii a Xuanzong: \"Ko te mawhitiwhiti he aitua taiao na te kino o te whakahaere morare. Mena ka tono koe kia whaiwhaia kia patua, kaore tenei e pa ki te witi?\"\nI kii ano a Yao Chong: \"Ko te hopu me te patu mawhitiwhiti he mahi na nga tupuna o mua, a ma to rangatira e whakamahi a muri ake nei. He huihuinga nui mo te motu hei kawe i te rangimarie me te oranga ki nga kaiahuwhenua. Tena koa whakaaro mai.\"\nI whakapono a Xuanzong. Engari i taua wa, ka kii nga tangata katoa o roto me waho o te kooti e kore e taea te hopu mawhitiwhiti.\nKa mea a Xuanzong: \"Kua korero ahau me te pirimia, kua whakatau ahau ki te hopu mawhitiwhiti. Ko te tangata e whakahe ana ano ka mate.\nI tino whai hua nga hua, e iwa miriona nga mawhitiwhiti i mau puta noa i te motu, ka mutu te mate o te mawhitiwhiti.\n(Me whakamahi te whakaaro nui ki te whakahaere i nga aitua me te whakatahi, me whai rautaki mohio hei hinga i nga uauatanga. Ko Yao Chong te tohunga mo tenei kaupapa)", "聖意": "He mea noa te whare, ka aukatihia te tangata ake, ka aukatihia te rapu moni, ka aukatia te hokohoko, ka aukatihia te marena me te noho pai, he kino kei Liujia, ka araia nga kaieke haere, ka aukatihia nga noke hiraka, he kino nga kararehe, kei te ngaro te tangata, kei te mate nga whakawa a te iwi. kua aukatia, he pohehe te heke, he uaua ki te kimi nga taonga ngaro, he uaua nga mate ki te inoi, he pouri nga maunga me nga urupa.", "古人": "Ko Yao Chong te whakahaere mawhitiwhiti", "第X籤": "Te toa i te rota rua tekau ma rima", "宮": "Mi Whare"}