{"籤詩版本二": "Ko nga korero kua huri ke, kua tae mai he reta mai i te rangi.\nKo te rongonui me te angitu i whakaaria mai ki ahau i roto i te pukapuka i noho kore noa tae noa ki te mutunga.", "詩意": "He ingoa teka tenei hexagram.\nHe mea tika kia noho atawhai i nga mea katoa.", "解曰": "Ki runga, ki raro ka pouri. Ko te rapu waatea ehara i te mea mangere. Te hiahia mo te rongonui. Noho haumaru.", "籤詩故事一": "◇ Ka whiwhi a Zhong Kui i te maramatanga\nKo Zhong Kui, ko Zhong Kui tona ingoa, ko Zhengnan tona ingoa, no Zhongnanshan.\nI te wa e kingi ana a Emperor Dezong o te Tangata Tangata, i uru atu a Zhong Kui ki te whakamatautau a te emepaea. I panuitia e Zhong Kui nga paatai ​​​​whakamatautau, ka tuhi tonu i te tuhinga kotahi ka tukuna. Ko te tino kaitirotiro i taua ra ko Han Yu, te Minita mo nga Take Tangata, a ko te kaitirotiro tuarua ko Lu Zhi, he tohunga nui. I te panuitanga o te tokorua i te pepa a Zhong Kui, ka marama o raua kanohi ka kii kotahi raua: \"Ruanuku, ruanuku! He tino ataahua nga kupu katoa o tenei tuhinga, e tika ana mo Li Taibai raua ko Du Zimei! \"Na ka tapaina e raua ko Zhong Kui te waahi tuatahi.\nI whakarongo a Emperor Dezong ki te purongo a Han Yu me tana kii he tino pukenga a Zhong Kui, te toa hou o te ao putaiao, no reira ka karangahia e ia a Zhong Kui ki te Golden Palace.\nI te kitenga o Emperor Dezong i tana ahua kino, ka pouri tonu ia ka mea, \"Ko te whiriwhiringa o nga tohunga i roto i to tatou kooti he mea hanga i runga i nga kupu a te tangata me te tuhi waea. \"\nI hohoro a Han Yu ka tuturi ki raro, ka mea: \"Ko te pai me te kino o te tangata ehara i te mea mo te ahua anake. Kaore koe, e te Ariki Tapu, e rongo ana e toru nga waewae te roa o Yan Ying, he rite ki te pirimia? Zhou Chang ka maminga engari ka taea e ia te awhina i te Han Dynasty; Ka whakatau a Confucius i nga tangata ma o ratou ahua, ka ngaro tana tama a Yu. Ko taku tumanako ka rua nga whakaaro o to rangatira.\" \"\nKa whakaaroaro a Emperor Dezong mo te wa poto ka mea: \"Ahakoa he tika nga kupu a Han Aiqing, i te wa i ahau ko Emperor Taizong, tekau ma waru nga tohunga i tae mai ki Yingzhou ka korero mo tenei. ka kata ahau mo te kore e mohio ki nga taranata.\"\nHe kuiti te whakaaro o te Pirimia a Lu Qi me te hae ki nga taranata. I muri i tana rongonga i nga kupu a te emepera, ka tuturi ia ki raro, ka mea: \"Ko te tohunga tuatahi o te kaupapa koura me o roto me waho. E toru rau nga kaitono mo tenei kaupapa. He aha koe te whiriwhiri ai i tetahi atu?\"\nI te kitenga o Zhong Kui he tino poauau tenei tangata, kare i taea e ia te riri, ka tohu ia ki a Lu Qi ka kanga: \"Mehemea kei te kooti tenei tangata kuare, e kore ranei e kino te whenua?\" ka whiua e ia a Lu Qi ki tana ringa.\nI te kitenga o Dezong i tenei, ka riri a Dezong ka mea: \"He tino maia koe, ka maia koe ki te whakararuraru i te Golden Palace, hohoro te tango!\"\nI roto i te riri, ka unuhia e Zhong Kui te hoari i te hope o te tianara e tu ana i roto i te whare rangatira, ka aue nui: \"He uaua mo te ngeru pouri ki te whai i te tiger, a ko te kaka pouri e kore e rite ki te pai. heihei.\" I muri i tera, ka whakamomori ia.\nI te kitenga o Emperor Dezong ka whakamomori a Zhong Kui i runga i te riri, ka tino miharo ia, hei whakapohehe i nga ngakau o te tangata, ka whakatauhia e ia kia tanumia a Zhong Kui me te ingoa whaimana o te Kaitohutohu No. o Exorcism ki te whakakore i nga wairua kino i te ao.", "聖意": "Inoi mo nga manaakitanga i runga i to kainga, i to haumaru ake, i nga raruraru putea, i te kore mahi pakihi, i te korenga o te marena, i nga wahine a Liujia e haereere ana, i nga noke hiraka he hawhe-maoa, e ono nga kararehe kararehe, ka taea te whakatipu, kua ngaro nga tangata, nga whakawa a te iwi o te Tai Hauauru, kua ngaro te heke, te atawhai, te ngaro o nga rawa, te mate, inoi mo te waimarie i runga i nga maunga me nga urupa", "古人": "I riro ia Zhong Kui te Tao", "第X籤": "Rua tekau ma ono i toa i te rota (Riri)", "宮": "Mi Whare"}