{"籤詩版本二": "I te rawhiti, he Chanjuan ataahua i te marama o te marama, ka taupokina e nga kapua mo te wa poto ka noho huna.\nI etahi wa he porowhita, engari i etahi wa ka ngaro Ko te hunga e kii ana ehara i te mea he korero mangere noa iho.", "詩意": "Ko te marama o tenei hexagram kua hipokina e te kapua.\nKei te koma tonu nga mea katoa.", "解曰": "Ka taupokina e nga kapua maru te marama. Kaore he take ki te ruarua. E tatari ana kia kohi te kapua. Na ka mohio koe.", "籤詩故事一": "◇ Kei te rapu a Bao Gong mo Empress Li\nI te wa o Zhenzong o te Waiata Waiata, he wahine wahine a Empress Li (Empress Li) i roto i te harem, i paingia ia e Song Zhenzong, ka whakanuia ki Wanyi, ka hapu ia.\nEngari i taua wa, he whakaaro kino te wahine iti a Liu Def (i muri mai ko Empress Liu) ka utu te unaka a Guo Huai ki te whakakapi i te tama a Empress Li ki te ngeru civet kiri, ka kapohia tana tama ka korero ki te emepera ko ia tana tama koiora. I riri a Song Zhenzong ka tukuna a Li Empress ki te whare makariri.\nI muri i te whakatairangatanga o te wahine iti a De hei kuini, ka whakaaro ia ki te patu i a Empress Li, i mawhiti mai i te whare rangatira.\nI tetahi ra, ka tutaki a Li Niangniang, e noho ana i te tiriti, ki a Bao Zheng, te karere a te emepera, e haere ana ki te tirotiro i te takiwa o te rohe, ka korerotia e ia ki a ia mo ona wheako o te ao, ko ia hoki te whaea koiora o te emepera o naianei a Song Renzong . I muri i te mohiotanga o Bao Zheng mo te raruraru, ka whakahokia e ia a Li Niangniang ki Beijing, ka korerotia ki a Song Renzong ka kitea te take, ka mutu ka mohio te whaea me te tama tetahi ki tetahi. Ka tuohu nga mahunga o te Empress Dowager Liu me te unaka o Guo Huai, ka whaki.", "聖意": "Kei te pouri ahau i te kainga, ka inoi ahau mo te tiaki moni, he raruraru putea, he waimarie i roto i te pakihi, te marena, te aitua, te tangata i te mara, te hiraka, te kararehe kino, te uaua ki te kimi tangata, te whakawa, te ngaro, te heke, te atawhai, te ngaro taonga, Ko nga mate o te Tai Hauauru he uaua ki te whakaora, he whakahounga urupa maunga", "古人": "Kei te rapu a Bao Gong mo Empress Li", "第X籤": "Rua tekau ma waru toa rota", "宮": "Pourewa Whare"}