{"籤詩版本二": "Ko taku kupu tenei ki a koutou kia kaua e rapua he awhina ia ia: kei te rere ia ano he kareni, ka kopere mai i nga pere ki a koe.\nKi te haere koe ki te kohi wahie, he nakahi kei roto i te tarutaru, ka ngaua koe e te paihana, ka pouri koe.", "詩意": "Ko tenei hexagram he tohu mo te noho haumaru me te pupuri i a koe ano.\nKia tupato ki nga mea katoa.", "解曰": "Katia to waha ka pupuri i ou niho. He mangere ia. Mena kua hara koe. I te mutunga ka pa ki a ia ano.", "籤詩故事一": "◇ Huinga papa taki\nI haere a Emperor Taizong o te Tang Dynasty ki te hauauru, ka mau ki te taone nui o Suoyang, ka hoki mai a Cheng Yaojin ki Beijing ki te tono mo te whakakaha.\nI whakahaua a Xue Dingshan kia noho hei Kaihautu Ara Tuarua, ka haere ki te whakaora i te Ariki me te whakamarie i a Xiliao.\nWhai muri i te putanga mai o tetahi roopu tangata i te Yumen Pass, ka tae ki te maunga o Qipan. I whakapaea e nga mano tini o nga minita i runga i te maunga, ka hinga a Dou Yihu, te kingi o te maunga, e te Tianara Tang a Luo Tong. ka mau ki te taura patupaiarehe ka herea a Luo Tong, na Xue Dingshan i arahi nga hoia rangatira.\n(Ko te rotarota kua hainatia e rite ana ki tenei)\nKa kite a Dou Xiantong i te ataahua o Xue Dingshan, ka hiahia a Dou Xiantong kia noho hei hoa mo Feng Luan, engari kare a Xue Dingshan i whakaae, ka riri a Dou Xiantong ka hiahia kia pana atu ki waho ka poutoa te mahunga. Waimarie, i haere mai a Cheng Yaojin ki te whakaora i a ia me te whakahaere i to raua marena. I muri mai, ka arahina ano e Dou Yihu nga teina o Qipanshan ki te Tang Dynasty ki te awhina i te Tang Dynasty ki te wikitoria i te Tai Hauauru o Liao.", "聖意": "Te haumarutanga o te kainga, te hiahia whaiaro, te rapu taonga, te tatari mo te wa, te kore o te pakihi, te marena kore e whakaaetia, te whakaoho teka a Liujia, te hunga hikoi e aukati ana i nga mara, te hiraka, e ono nga kararehe, nga tangata ngaro, te aukati i nga whakawa a te iwi, te ngaro (Mo Xing) Hekenga, te atawhai, kua ngaro nga taonga, he uaua ki te whakaora i te mate, urupa maunga, waimarie", "古人": "hui chessboard", "第X籤": "Te toru tekau ma whitu toa rota", "宮": "Pourewa Whare"}