{"籤詩版本二": "Te noho i runga i te rangimarie me te ata noho, te takoto me te tii i muri i te makona\nKaore e hiahia ana koe ki te pukumahi i te tinana me te hinengaro, a ka tino kore koe e puta he kino, he kino ranei.", "詩意": "Ko tenei hexagram he tohu mo te rangimarie me te pumau.\nI roto i nga mea katoa, ko te tatari mo te wa tika ka pai te waimarie.", "解曰": "Kia noho haumaru, kia ora. Uia ki nga atua. Tatari kia tae mai te wa. Ka tupu noa nga mea.", "籤詩故事一": "◇Foyinhui Dongpo\nI tetahi wa, i whai maramatanga a Su Dongpo i a ia e ako ana i a Zen, ka mohio ia he tino pai tona ahuatanga, a ka koa ia. I te kore e taea e au te pupuri i taku weriweri, ka horahia e ahau taku pene ka tuhia he rotarota:\n\"I waenganui o te rangi, e whiti ana a Jishou puta noa i te ao; kaore e taea e nga hau e waru, ka noho tika ia i runga i te lotus papura koura.\"\n(Ko nga hau e waru e pa ana ki: te pai, te heke, te whakangaromanga, te ingoa, te whakanui, te tawai, te mamae, me te hari. Ara, ko te kore e hoha ki enei whenua e waru ka kiia \"kaore e taea e nga hau e waru te neke\")\nI muri i te tuhi, ka tonoa e Dongpo tana pononga ki tera taha o te awa ki te hoatu ki a Zen Master Foyin o te temepara o Jinshan.\nI muri i te panui a Zen Master Foyin, ka tohua e ia ki te kupu \"fart\" ka hoatu ki tana pononga kia whakahokia.\nI riri a Dongpo i muri i tana kitenga i tenei, ka mau ia ki te poti ki tera taha o te awa ka haere ki te temepara o Jinshan ki te kimi i te hiri a Buddha mo te korerorero.\nI te taenga atu o Dongpo ki te keeti o te temepara o Jinshan, kua tatari a Foyin ki te keeti.\nI whakapae tonu a Su Dongpo ki a Foyin: \"He aha koe i kii ai i te rotarota i tuhia e ahau he peeke?\"\nKa whakahoki a Foyin: \"Kaore koe e taea te puhipuhi e nga hau e waru?\nI tenei wa, i ohorere a Dongpo ki te mohio kaore ia i te pai, ka mahue i te whakama.\n(He kupu whakarite tenei korero mo \"Kaore ano i tae mai te wera\")", "聖意": "Inoi mo to kainga me to oranga ake, mo to taonga, mo to pakihi, mo te waimarie i roto i to marena, mo te wahine haere mai i Liujia, ki te mara, mo nga hiraka kia maoa i te ngahuru, mo nga kararehe e ono kia noho, kimihia he tangata, he uaua ki te kimi, mo nga whakawa a te iwi, mo te heke, mo nga taonga ngaro, mo te mate, mo te tuku ki te urupa maunga, pai.", "古人": "Foyinhui Dongpo", "第X籤": "E toru tekau ma tahi te rota toa", "宮": "Wei Gong"}