{"籤詩版本二": "Ka tino mohio te hokinga mai. Ko wai ka mohio he jade kei roto i te kohatu?\nI te wa e marama ana te tapahi a te kaitoi, ka noho haumaru ia i roto i te waa hahapa", "詩意": "I roto i tenei hexagram, ka kite koe i te ahua o te jade i to tapahi kohatu.\nMe whakapau kaha ki te angitu i roto i nga mea katoa.", "解曰": "Ko te taonga kei roto i te kohatu. He iti te mohio o nga tauhou. Tatari kia marama. Mahia nga mea katoa ka taea e koe.", "籤詩故事一": "◇ Kei te rapu a Liu Bei i nga taranata (e toru nga haerenga ki te whare kanawha, e toru nga haerenga ki te whare maara)\nThe Three Kingdoms period. I noho mokemoke a Zhuge Liang i roto i tetahi whare tawha i Longzhong. I hiahia a Liu Bei ki te rapu taranata, no reira ka toro atu a ia ki a Zhuge Liang. E toru nga wa ka toro atu ia ki a Zhuge Liang (e mohiotia ana ko \"Three Visits to the Thatched Cottage\" i roto i te hitori). Kua hinga te Han Dynasty, kua tahaetia e nga minita tinihanga, e te Rangatira.\" Hipoki ana i te puehu. Kare au e ine i taku mana me toku kaha, e hiahia ana ahau ki te whakapono ki te nui o te tika o te ao, engari ko oku whakaaro nui me oku pukenga. he papaku, no reira ka whakamahia nuitia e au. I tenei ra. Heoi ano, kare ano kia mutu taku wawata, ki to whakaaro ka whakatinanahia te mahere?\"\nKatahi a Zhuge Liang ka whakaatu ki a ia te mahere wehewehe i te ao kia toru nga wahanga, ka tātarihia te ahuatanga i kore ai a Cao Cao i te waatea ka taea e Sun Quan te awhina i a ia. , a ka whai waahi ki te tango i a raatau, a ko aua whenua e rua anake ka taea te whakamahi, katahi ka taea e ia te wikitoria i te ao, i kii ano ia ki a Liu Bei te rautaki o te whakaeke i te Puawai o Puawai. (I muri mai ka kiia tenei korero ko \"Longzhong Dui\"). I muri i te rongonga o Liu Bei, ka mihi ia me te mea kua kitea e ia he taonga, me tana tono kaha ki a Zhuge Liang kia puta mai ki te awhina, na reira ka noho a Zhuge Liang hei kaitohutohu hoia mo Liu Bei.", "聖意": "He rangimarie te whare, ka rapu ahau i te taonga, ko te hokohoko mahi ka aukati i te marenatanga ka noho hei tangata haere mariko ki Liujia.", "古人": "E rapu ana a Liu Bei i nga taranata (e toru nga haerenga ki te whare kanawha, e toru nga haerenga ki te whare kanawha)", "第X籤": "Ko te toa toru tekau ma rua o te rota", "宮": "Wei Gong"}