{"籤詩版本二": "Whakakakahuhia me te hanga ano i te ahua o te whanau tawhito Ko te Tao kahore he rangi engari he kaiaka.\nI muri i te tahia i nga taratara me nga taratara i runga i te huarahi, ka whakaae te tokotoru ki te hui tahi me o ratou hoa mahi.", "詩意": "Ko tenei hexagram e tohu ana i te whakarereketanga o nga kakahu.\nHe uaua nga mea katoa i mua i te ngawari o muri.", "解曰": "Kaua e manukanuka. Kia pai to wa. Mena ka patai koe mo te heke mai. He huarahi pai kei mua.", "籤詩故事一": "◇ Nga karaipiture Buddhist a Tang Monk\nKo Xuanzang (602-664), he moke rongonui o te Tang Dynasty, he ingoa noa tona ingoa ko Chen me te ingoa ko Yi. I whanau ia i te Kaute o Goushi, Luozhou (kei te taha tonga o Yanshi City, te Porowini o Henan). I riro ia hei moke i te tekau ma toru o ona tau ka mau ki te ingoa Buddhist Xuanzang. Ko te ao ko Sanzang o Tang Dynasty.\nI te toru o nga tau o Zhenguan (629, e kiia ana ko te tau tuatahi o Zhenguan), ka haere ia ki te hauauru ki Tianzhu (India) ki te tiki i nga karaipiture a te Buddhist, ka uru atu ia ki roto i te raru ko ia anake, ka mau i nga taumahatanga.\nI te tekau ma whitu o nga tau o Zhenguan, ka rihaina te rangatira, ka hoki ki te rawhiti. I hoki mai ia ki Haina ma te huarahi ki te Tonga o Xinjiang Porowini o tenei ra, Khotan, me Loulan. I tana taenga ki Chang'an i te marama tuatahi o te tekau ma iwa o nga tau o Zhenguan, ka whakahau te emepera ki a Liang Guogong Fang Xuanling me etahi atu apiha a-iwi me nga hoia kia powhiri nui ki a ia.\nUa anihia e 520 e e 657 buka o te mau papairaa mo‘a a te Bouddha Sanskrit. ka whakamaoritia ki te reo Hainamana.\nI muri i te hokinga mai o te rangatira, i tino whakautehia ia e Emperor Taizong me Emperor Gaozong, a, ka mau ki Da Nei, ka hoatu ki a ia te taitara \"Master Tripitaka\".", "聖意": "Kei te raruraru te whare, he waimarie ki a ia ano, he waimarie, he pakihi, he marena, he arai i te taenga mai o te tangata ki te mara, he hiraka, he kararehe kino, he rapu tangata, he whakawa mo te iwi, he heke, he taonga ngaro, he mate taima, he inoi. mo nga manaakitanga, me tawhito nga urupa maunga.", "古人": "Ka Ako a Tang Monk i nga Karaipiture Buddhist", "第X籤": "Ko te toa toru tekau ma rima o te rota", "宮": "Ko Shen Gong"}