{"籤詩版本二": "Mena kei te pirangi koe ki te noho humarie me te rangimarie, kaore e pai ki te whai rama ki te hau.\nHe pai ake te horoi me te noho ki roto i te whare hohonu, ka karo i te marama, ka ruru ki te waahi ata noho, ka huri haere. Wiri → Yao. Free → tokoiti.", "詩意": "Ko tenei hexagram he rite ki te hau e wiri ana i te rama me te rama.\nKo te pupuri tonu i nga mea ka pai te waimarie.", "解曰": "Noho ki te waahi ata noho. Kia waea me te wa tika. Ehara i te mea he manaakitanga. He pai, he tika hoki.", "籤詩故事一": "◇ Ka hoki a Li Jing ki te maunga\nKo Li Jing (571-Hōngongoi 2, 649), ko te ingoa whakamihi ko te Pharmacist, he tangata whenua no Sanyuan, Yongzhou (kei te raki-rawhiti o Sanyuan County, Porowini o Shaanxi). He tianara mai i nga wa o muri mai o Sui Dynasty ki te timatanga o Tang Dynasty, he tohunga rautaki hoia rongonui me nga pukenga a-iwi me nga pukenga hoia i roto i te Tang Dynasty. I muri mai, ka whakawhiwhia ki a ia te taitara Tiuka o Wei, ka mohiotia ko Tiuka o Wei i te ao.\nKo Li Jing te papa o te rangatira tuatoru a Nezha i roto i te rarangi o nga atua, e mohiotia ana ko \"Kingi o Tota\" Ko Li Jing me tana tama i awhina ia Jiang Ziya (Tai Gong) ki te hinga i a Kuini Zhou, ki te whakatu i te Zhou Dynasty, me te Kingi. Ka eke mana a Wu ki te torona. Katahi a Jiang Ziya ka whakatakoto he rarangi atua me te whakahaere i tetahi huihuinga hei whakamama i nga wairua o nga hoia i mate i te pakanga. Mai i tera wa ka tau te ao, ka tau te rangimarie. I hiahia a Kingi Wu ki te hanga marquises me te utu i a ratou, me te hiahia ano ia ki te tohatoha whenua ki nga toa taketake. Ua ani o Li Jing, to ’na metua tane e ta ’na tamaiti, e te tahi atu mau taata e hitu ia ho‘i i nia i te mou‘a no te faaohipa i te Taoism e eiaha e haapeapea i te roo e te tao‘a o te ao nei. I muri a‘e, “ua riro ratou toohitu ei feia mo‘a i roto i te tino” e ua tapaohia ratou i roto i te piha o te mau taata tahuti ore.\nKo te korero mo \"Feng Shen Bang\"", "聖意": "Ko te whare he atawhai, he tangata noa ahau, he rapu taonga ahau, he uaua ki te mahi pakihi, karekau taku marena i te pai, ka inoi a Liujia kia whakawhirinaki te hunga hikoi, kua maoa te hiraka i te ngahuru, e ono nga kararehe e ora ana, kei te ngaro te tangata, te iwi whanui. Ko nga whakawakanga me te heke he mea tiaki, kua ngaro nga mate taonga, kaua e whakarereke i te urupa i Jianxingshan.", "古人": "Ka hoki a Li Jing ki te maunga", "第X籤": "Te toru tekau ma whitu toa rota", "宮": "Ko Shen Gong"}