{"籤詩版本二": "Ko te whakaata o te mano tau te pakeke ka tutaki ano, ka tono te wahine ki te tane kia marena ano\nMai i tera wa, kua huri te whanau, kua taapirihia nga manaakitanga ki nga tamariki me nga mokopuna.", "詩意": "Ko tenei hexagram e tohu ana i te huihuinga o nga whakaata.\nKo nga mea katoa he mahi uaua me te utu nui.", "解曰": "Te keri kirikiri ki te koura. Te eke tarakona me te eke taika. Ahakoa he mahi. He taapiri kei roto.", "籤詩故事一": "◇ Yulianhui tekau hoa\nI te Waiata Waiata, ka moe a Qian Yulian ki a Wang Shipeng. I te haerenga a Shi Peng ki Beijing ki te tango i te whakamatautau, na te tangata taonga a Sun Ruquan i akiaki a Yulian ki te marena ano ia ia.\nI whakahē a Qian Yulian i te tono a Sun Ruquan whai rawa, he pai ki te marena ki a Wang Shipeng, he tohunga rawakore no Wenzhou i utua e \"Jing Chai\".\nI muri mai, ka riro i a Wang Shipeng te tohu tuatahi, no te mea kaore ia i whakaae kia marenatia e te Pirimia a Wanqi, ka tonoa ia hei kaiwhakawa i te takiwa o Chaoyang. I huri puku a Sun Ruquan i te reta a te whanau a Wang Shipeng ki te \"reta whakarere\" ka tinihangatia a Yulian kia tinihangatia. Na te whaea o Qian Yulian i akiaki kia marena ano, engari kaore a Yulian i whakaae, ka whakamomori i a ia ma te maka i a ia ki te awa. Na Qian Zaihe ia i whakaora. , he pacifier no Fujian, ka tangohia hei tamahine whangai. .\nI whakaaro a Yulian kua mate a Shipeng. E rima tau i muri mai, ko Wang Shipeng te kawana o Ji'an. I tetahi ra, ka whakahaeretia e ia he hui whakamaumaharatanga ki te temepara Taoist hei whakamaumaharatanga ki tana wahine kua mate. I haere a Yulian ki te temepara o Ji'an Taoist ki te tahu ahi. te parakihe, ka hui ano a Wang Shipeng raua ko Qian.", "聖意": "Kare te whare e pai ki a ia ano Te ngahuru me te takurua, ka tau te taonga, te ngahuru me te takurua, te ngahuru, te takurua, te pakihi, te pai o te marena, te marena, te inoi mo te hunga hikoi kia haere ki nga mara Ka taea te whakatipu hiraka, e ono nga kararehe. Ka taea te whakaara. Ka kitea nga tangata. Kare e pai nga whakawa a te iwi. Ko te heke he tangata atawhai, Te ngaronga o nga rawa, Te mate o muri mai. Inoi mo nga manaakitanga. He pai nga maunga me nga urupa.", "古人": "Yulianhui tekau hoa", "第X籤": "Ko te tohu tuawha", "宮": "Whanau"}