{"籤詩版本二": "Ka taka te wira whero ki te hauauru, ka piki te rapeti ki te rawhiti, ka tipu te yin ka ngaro te yang, ka pai nga mea katoa.\nMena ka hiahia te wahine ki te whakamahi, ka nui ake tana taonga me te hari ki tona ngakau.", "詩意": "Ko tenei hexagram te tohu o te tipu Yin me te ngaro a Yang.\nHe uaua nga mea katoa i mua i te ngawari o muri.", "解曰": "Ka whai hua a Yin ki nga wahine. Kaore e pai mo nga tane. Mena kei te rapu tohutohu koe. Ko te kino i mua ka tae mai te pai.", "籤詩故事一": "◇Ka eke a Wu Zetian ki te torona\nI te 14 o ona tau, ka karangahia a Wu ki te whare rangatira e Emperor Taizong Li Shimin o te Tang Dynasty hei tangata mohio, ko \"Wu Mei\" te ingoa. I muri i te matenga o Taizong, ka tomo a Zetian ki te temepara o Ganye, ka noho hei pare.\nI te taenga mai o Emperor Gaozong o te Tang Dynasty ki te torona, ka karangahia e ia te whanau Wu ki roto i te whare rangatira ki te whakanui i a Zhaoyi. I te ono o nga tau o Yonghui (655), ka whakaturia e Emperor Gaozong a Wu hei kuini mona.\nHe tangata mohio a Wu Zetian, i uru ki roto i nga tuhinga me nga hitori, a he nui tona mohio. I muri tata i te wa i noho ai a Wu Zetian hei kuini, na te mea he ngoikore a Gaozong me te mate, i etahi wa ka tukuna ia e ia ki te whakahaere i etahi kaupapa torangapu, no reira ka tipu tona mana. I te tau tuatahi o Shangyuan (674), i huaina a Emperor Gaozong ko \"Emperor\", ko Empress Wu i huaina ko \"Kuini o te Rangi\", a ko raua tokorua i huaina \"E rua Hunga Tapu\" i roto i te whare rangatira.\nI te tau tuatahi o Hongdao (683), ka mate a Emperor Gaozong, ka tae mai a Prince Li Xian ki te torona, ka riro i a Wu Zetian te torona. I te marama o Hui-tanguru o te tau tuatahi o Sisheng (684), ka peia e Wu Zetian a Li Xian hei Kingi mo Luling, ka whakatuu i tana tama tuawha a Li Dan hei emepera, me te whakahaere tonu i te whare rangatira. I te marama o Hepetema o taua tau ano, ka hurihia e ia te haki ki te koura, a ko Luoyang, te whakapaipai o te rawhiti, ka whakaingoatia te whakapaipai atua. I te iwa o nga ra o Hepetema i te tau tuatahi o Tianshou (690), ka kii a Wu Zetian ko ia ano hei emepera me te whakarereke i te ingoa o te whenua ki Zhou.", "聖意": "He kino te kainga ki a ia ano, he inoi mo nga manaakitanga, he rapu taonga, he tiaki tauhokohoko, he waimarie i roto i te marena, he waimarie kino i roto i te marena (te wahine), he hunga hikoi e arai ana i nga mara, he hiraka, he kararehe whai rawa, he rapu tangata, he wehe, he whakawa, he mate, he heke. , te ngaronga o nga rawa, te mate, te ohorere, nga maunga me nga urupa, he waimarie", "古人": "Ka eke a Wu Zetian ki te torona", "第X籤": "Ko te toa wha tekau o te rota", "宮": "Koe te whare rangatira"}