{"籤詩版本二": "Ka mahara koe ki nga kupu pai mutunga kore, engari ka riro koe hei tama maau mena ka mohio koe ki te tahae.\nKaua e apo i tenei wa me te awangawanga mo te ahua o tana mahi pai i te tau ki muri.", "詩意": "Ko tenei hexagram e tohu ana he tama te tahae.\nKia tupato ki nga mahi katoa.", "解曰": "Ko tenei anake. Kare he tangata pohehe. Kia maumahara. Kaua e mokemoke.", "籤詩故事一": "◇Ka whakaae a Dong Zhuo ki a Lu Bu\nKo Lu Bu, he toa, he pai ki te whawhai, he tianara rongonui rongonui i te mutunga o te Rawhiti o Han Dynasty me te timatanga o nga rangatiratanga e toru. I tetahi wa i kiia e ia a Ding Yuan, te kawana o Jingzhou, hei papa whangai mona, ka mahi i raro i a ia.\nI muri i te matenga o Emperor Ling o te Rawhiti Han Dynasty, ka haere a Ding Yuan ki Beijing ki te mahi tahi me te tianara a He Jin ki te whakahaere i te kawanatanga.\nI whawhai a Dong Zhuo me Ding Yuan, engari he maha nga tianara kare i kaha ki te hinga i a Lu Bu, no reira ka tono a Dong Zhuo i tana hoa rangatira a Li Su ki te utu moni ia Lu Bu. I kawea mai e Li Su nga puranga o nga taonga koura me te hiriwa me te hoiho rapeti whero rongonui ki te \"haere ki a Lu Bu\". I mauria mai e Li Su nga puranga koura me nga taonga hiriwa me te hoiho rapeti whero rongonui ki te toro atu ki a Lu Bu. No reira, i utuhia a Lu Bu e Dong Zhuo kia patua a Ding Yuan, ka kii atu ki ana hoia kia haere mai ki a ia ki te hiahia ratou, ka haere ki te kore ratou e pai ki te whai i a ia, na reira ka oma te nuinga o nga hoia. No reira i utu whakapati a Lu Bu e Dong Zhuo ka patua a Ding Yuan.\nI muri i te rironga o te mana o Dong Zhuo, ka tangohia e ia a Lu Bu hei tama whangai, ka waiho hei tianara me te marquis.\nHe riri kino a Dong Zhuo, he tino ngoikore te \"whanaungatanga papa-tama\" ki a Lu Bu.I te tau 189 AD, na te whakahau a Situ Wang Yun, ka patua e Lu Bu a Dong Zhuo.\nE ono marama i muri i te matenga o Dong Zhuo, ka whakaekea e nga hoia tawhito a Dong Zhuo te taone nui, a ka oma mataku a Lu Bu me tana wahine. I muri i tana wehenga atu i te taone nui, ka rapu a Lu Bu ki te piringa me nga rangatira whawhai a Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, me etahi atu, a he maha nga wa i whawhai ai ki a Cao Cao, tetahi atu rangatira whawhai nui i taua wa. He toa, he pai a Lu Bu i te whawhai, a he maha nga wa i hinga ai a Cao Cao.\nI te toru o nga tau o Jian'an i te Rawhiti Han Dynasty, ka whakaekea e nga hoia a Cao Cao a Xiaopei, te turanga o Lu Bu, a ka mau, ka patua e Cao Cao i raro i te Pourewa o Baimen. I mua i te patunga, ka tono a Lu Bu ki a Cao Cao kia ora tonu ia kia kore ai e mate, engari i whakamahara a Liu Bei ki a Cao Cao he maha nga wa i tinihanga a Lu Bu, he tangata tinihanga. I te mutunga, ko Cao Cao, nana nei i aro ki nga taranata ahakoa he aha te morare, i whakamate ia Lu Bu.", "聖意": "Kei te pouri ahau i te kainga, ka rapu moni ahau, ka tiaki i nga tauhokohoko, he uaua ki te marena, ka miharo te tangata a Liujia, ka tae mai nga tangata ki te mara, he hawhe maoa nga hiraka, e ono nga kararehe e noho haumaru ana, kei te rapu tangata te tangata, he tika nga whakawakanga me te heke, he uaua ki te kitea nga mea ngaro, he uaua ki te kitea nga mate, he rangimarie kei te urupa o Zhenxing Mountain.", "古人": "Ka whakaae a Dong Zhuo ki a Lu Bu", "第X籤": "Ko te toa 41 o te rota", "宮": "Koe te whare rangatira"}