{"籤詩版本二": "Te emepera, te emepera, e te emepera i te pae hopea, e tiai e e pure no te mau haamaitairaa ma te ore e pau e aore ra e faufaa.\nKa whai hua nga mea ora katoa, ka tumanakohia te pai ki te ao me te rangi.", "詩意": "Ko tenei hexagram he tohu pai mai i te rangi.\nKa angitu nga mea katoa.", "解曰": "Ua faaite te emepera i to ’na farii maitai. Kaua rawa e wareware. Nga tikanga o te ata me te ahiahi. He mea tika ki te tahu whakakakara.", "籤詩故事一": "◇Na Mulian i whakaora tona whaea\nKo Mokou Lian, ko Mulian ranei, te tino kaha i roto i nga akonga tekau a Sakyamuni Buddha.\nKo tona whaea he apo me te kaipahua i a ia e ora ana, no reira ka taka ia ki roto i te ao o nga wairua hiakai i muri i tona matenga. I whakamahia e Mokhullian tona mana makutu ki te titiro, ka kitea i whanau tona whaea he wairua hiakai, kaore he huarahi ki te whiwhi kai, ka raru nui ia, ka whakamahia e ia tana mana makutu ki te kawe kai ki tona whaea. te kai, ka huri hei pungarehu, kare e taea te kai.\nUa haapeapea o Maudgalyana i te ohipa i tupu e ua faaite atura i te reira i te Buddha. I kii te Buddha ki a Mulian i te 15 o nga ra o te whitu o nga marama marama, me hoatu e ia kia kotahi rau nga reka me nga hua e rima ki roto i te peihana, ka tuku atu ki nga minita pai o nga huarahi tekau. .\nI mahi a Maudgalyana i runga i te hiahia o te Buddha, a, i te mutunga ka tukuna tona whaea. Ko tenei momo huihuinga ka kiia ko \"Obon Festival\" ka kiia tenei huihuinga ko \"Obon Festival\".\n(Tuhipoka: He rereke nga kare a te matū i roto i nga taumata rereke o te ao. Hei tauira: ka ua ki tenei ao, ka kite tatou he \"wai\", engari ko nga tangata i roto i te ao o te kehua hiakai ka kiia he \"toto\", me te wairua. Ko nga tangata o te ao reinga ka kiia he \"toto\". He rite ki te \"maka hoari\", ko nga tangata o te rangi he rite ki te \"maturuturu he puawai\".)", "聖意": "Te inoi mo te kainga me te whare, te inoi mo te waimarie i te takurua, te rapu taonga, kaore he tauwhitinga, te marena, te rangimarie i Liujia, te hunga hikoi, te neke mara, te hiraka, te ono kararehe, te kimi tangata, te whakawa, te angitu, te heke, te atawhai, te ngaro taonga, te mate. , te rangimarie o te ngakau, te rangimarie o nga maunga me nga urupa", "古人": "Ka whakaora a Mulian i tona whaea", "第X籤": "Waitohu wha tekau ma rua", "宮": "Koe te whare rangatira"}