{"籤詩版本二": "He ngawari te ao, a, ko nga mea katoa he tautoko whaiaro, he oranga, he haumaru\nHe mea whakamiharo nga mea katoa i roto i te ao, whakawhetai ki te hunga tapu me te hunga mohio mo nga mea katoa, kia whai oranga.", "詩意": "Ko tenei hexagram e tohu ana i te taurite o te whenua me te whenua.\nKei te pai nga mea katoa, kaore he raru.", "解曰": "Ka whanau nga mea katoa. Ka tutuki nga mahere me nga hiahia katoa. Ka awhina a Ford. Kei te tere a Rui Qi.", "籤詩故事一": "◇ Ka whiwhi te hunga hikoi i te maramatanga\nTe haerenga ki te uru korero:\nKa riro i a Sun Wukong te maunga o nga Puawai me nga Hua, ka noho hei kingi. I muri mai, ki te kimi huarahi e ora tonu ai ia, e waru, e iwa ranei nga tau e haere ana ia i runga i nga maunga me nga awa ki te karakia i te Patriarch Bodhi hei kaiako mona. I ako ia i te whitu tekau- E rua nga panonitanga o te kino o te whenua me nga kapua takakau, ka mau ki te ingoa ingoa ko Sun mo te wa tuatahi.\nI muri i tera, ka haere a Sun Wukong ki te Whare Tarakona i te Tai Rawhiti o Haina ki te rapu i tetahi patu e tika ana, ka mutu ka kitea te Ruyi Golden Cudgel, te ngira atua o Tianhe me Dinghai. Na te mea kua mutu tona oranga, ka nui te ngangau i roto i te reinga, ka whakahou i te pukapuka o te ora me te mate, ka hoki ki te ao tangata. I muri mai, ka karangahia a Sun Wukong e te rangi mo te wa tuatahi, ka huaina ko Bima Wen. I muri mai, ka karanga tuaruatia ia ki te rangi, ka tapaina ko te Monkey King, nana hoki i tahae nga piiki, ka raruraru i te rangi. na Tathagata Buddha i te rekereke o Wuzhi Mountain mo nga tau 500, kaore e taea te neke. Ko te wahi i whana ai te umu o Bagua ka huri hei maunga muramura.\nE rima rau tau i muri mai, ka haere a Monk Tang ki te Tai Hauauru ki te tiki i nga karaipiture, ka paahitia e te Rima Elements Mountain, ka tango atu i te maaka i mua i te whakaora ia Sun Wukong. Ka tangi a Sun Wukong me te mihi, I muri i tana ako a Guanyin Bodhisattva, ka karakia ia ki a Tang Monk hei kaiwhakaako, ka haere ki te Hauauru ki te ako tahi i nga karaipiture. I te huarahi ki te ako i nga karaipiture, ka heke a Sun Wukong ki runga i nga rewera, ka whakakore i nga taniwha, ka mahi i nga mahi whakamiharo. I muri mai i te waru tekau ma tahi o nga uauatanga, ka mutu te mahi, ka tae nga rangatira tokowha me nga akonga ki te temepara o Xitian Leiyin, ka whiwhi i te karaipiture pono. I tutuki i a Sun Wukong te hua tika.\n(He kupu whakataurite tenei korero ka taea e te makimaki te marama, waihoki te tangata.)", "聖意": "He pai te kainga ki a ia ano, mo te taonga, pakihi, marena, Liujia, nga tangata hikoi, te aukati i nga mara, nga hiraka, nga kararehe e ono, Zhongping, e rapu ana i nga tangata, nga whakawakanga, te angitu, te heke, te ngaro o nga rawa, te mate, te urupa o Xingxingshan, nga mea he waimarie", "古人": "Ka whiwhi te tangata haere i te maramatanga", "第X籤": "I hainatia i te 43 o nga ra", "宮": "heugong"}