{"籤詩版本二": "Ko te rangi makariri ka huri te wai hei hukapapa.\nKarekau he huarahi hei whiriwhiri maaku engari ko te noho marie me te tatari kia tipu noa nga rau.", "詩意": "I roto i tenei hexagram, ka huri te wai hei hukapapa.\nKaua e tono mo tetahi mea noa.", "解曰": "Ka maroke te wai ki te hukapapa. Ka rewa te huka ki te wai. Mena he whakaaro. Koia tena.", "籤詩故事一": "◇ Ka tono a Wang Xiang mo te carp (E rua tekau ma wha nga korero mo te karakia pai)\nI whanau a Wang Xiang o te Jin Dynasty, ko Fuzheng te ingoa, i Linyi.\nI te wa e tamariki ana a Wang Xiang, ka mate tona whaea whanau, ka moe tana papa mokemoke ki tetahi wahine ko Zhu te ingoa, ka whanau he whaea hou a Wang Xiang. I te wa e tamariki ana a Wang Xiang, ka mate tona whaea whanau, ka moe tana papa mokemoke ki tetahi wahine ko Zhu te ingoa. He wahine kuiti, puhaehae te whaea o Wang Xiang, kaore ia i pai ki a Wang Xiang, he maha nga wa ka riria ia mo nga mea iti. Aita i maoro roa, ua fanau atoa te metua vahine hoovai i te hoê tamaiti o Wang Lan te i‘oa. I aroha noa te whaea horihori ki ana tamariki ake, ka whakaaro ko Wang Xiang he tara i roto i tona taha, ka kaha ake tana tohe ki a Wang Xiang, he maha nga korero kino mo Wang Xiang i mua i tona papa. I aroha noa te whaea horihori ki ana tamariki ake, ka whakaaro ko Wang Xiang he tara i roto i tona taha.He kaha ake tana tohe ki a Wang Xiang, he maha nga korero kino mo Wang Xiang i mua i tona papa, ahakoa ko tona papa kua kore e aroha ki a ia. Ahakoa te teina o Wang Xiang, he tino hoa a Wang Lan ki tona tuakana. Ahakoa te tukinotanga o tana kuia, he tino tamariki tonu ia. He tino pukuriri te whaea, engari he tino pukumahi tonu a Wang Xiang.\nHe arearea tana kuia, ara, he pai ki a ia te kai ika hou i hī ika noa mai i te awa. He arearea tana kuia, ara, he pai ki a ia te kai ika hou i hī ika noa mai i te awa. I tetahi hotoke, ka haere tona papa ki te mahi pakihi, ka mate ano tona whaea hoia. I ata mahi nga tuakana a Wang Xiang raua ko Wang Lan i te hupa me te rongoa hei kai ma to raua whaea. tere. I tetahi hotoke, ka haere tona papa ki te mahi pakihi, ka mate ano tona whaea hoia. I ata mahi nga tuakana a Wang Xiang raua ko Wang Lan i te hupa me te rongoa hei kai ma to raua whaea. tere. I hiahia te kuia mate turoro ki te kai i nga ika hou o te awa, i roto i tera ahua makariri nui, kua hukarere i waho, kua huri ke te wai o te awa hei hukapapa matotoru. Kei te pirangi te kuia mate turoro ki te kai ika hou, kei hea nga ika hou e kitea ai i roto i taua rangi hukapapa me te hukarere?\nI aua ra, kaore he rihi o waho o te wa, kaore e taea e koe te hoko ahakoa he moni koe.\nI tenei wa o te korero, ka puta te korero whakahihiri a Wang Xiangqiu Li. Ko nga teina e rua i tiaki i to raua whaea ma te ngoikore. I hikoi a Wang Xiang ki te awa tio kia kore ai e pouri tona whaea hokei mate. I whakaaro a Wang Xiang ka tangohia tona koti ahakoa te makariri. Ka takoto tahanga ia i runga i te hukapapa ka hiahia ki te whakamahi tona ake pāmahana tinana ki te whakarewa i te hukapapa (no reira ko Wang Xiangqiu carp e kiia ana ko Wang Xiang e takoto ana i runga i te hukapapa). I tangohia e ia tana koti ka takoto tahanga ki runga i te hukapapa. Ka inoi ia ki te Atua, ka mea: \"E te Atua, kei te mate toku whaea me te hiahia ki te kai carp hou, me rapu e koe he huarahi mo au ahakoa te aha. \" He mea whakamiharo, ka pakaru ohorere te poraka huka i tona taha, ka rua Ka peke mai tetahi kapiti ora mai i te kapiti ka peke ki runga i te hukapapa, tino harikoa a Wang Xiang. Ka inoi ia ki te Atua: \"E te Atua, kei te mate toku whaea, e hiahia ana ki te kai carp hou, me rapu e koe he huarahi mo au ahakoa te aha. \" He mea whakamiharo, ka pakaru ohorere te poraka huka i tona taha, a e rua nga pakaru. Ka peke atu tetahi karepa ora mai i te kapiti, ka peke ki runga i te hukapapa, he tino harikoa a Wang Xiang. Tere tonu tana tuturi ki raro, ka mihi ki te Atua, ka oma ki te kainga me te carp. Tere tonu tana tuturi ki raro, ka mihi ki te Atua, ka tere tonu tana tango i te carp ka hoki ki te kainga. I muri i te kai a te kuia wahine i te carp hou, kare i roa kua ora ake tana mate. Ohorere ana te kuia i roto i te moenga o te hōhipera i tana kitenga i te tinana o runga e noho tahanga ana a Wang Xiang, e huri papura ana i te makariri, me nga ika e rua kei ona ringa, ka oma hari ki roto i te ruma, ka ohooho.\nNō muri mai ka noho a Wang Xiang hei āpiha, ka noho hei Taibao, ka whakawhiwhia ki te taitara Tiuka.", "聖意": "He pouri i te kainga, ka inoi ahau mo te whakamarumaru, nga raruraru putea, nga raruraru pakihi, te marena, te taupatupatu i roto i te inihua Liujia, te hunga hikoi, te hiraka Chitian, e ono nga mate kararehe, nga tangata ngaro, nga whakawa a te iwi, te heke, te atawhai, te ngaro o nga rawa, te mate, te uaua ki te whakaora, urupa maunga, waimarie", "古人": "Ka tono a Wang Xiang mo te carp (Twenty-Four Filial Piety Stories)", "第X籤": "E wha tekau ma iwa i toa i te Rota", "宮": "Haigong"}