{"籤詩版本二": "Ka taea e koe te haere ki nga kokonga katoa o te motu, ka whakairihia te whakamarumaru o te ra ki te pupuri noa\nMena ka pai te hau, ka tae wawe mai ka ki tonu te poti i nga taonga.", "詩意": "He rite tenei hexagram ki te toia he poti ki te hau.\nHe pai nga mea katoa.", "解曰": "Okioki marie. Kaore he kaha e hiahiatia ana. He nui te taonga. Ka mihi katoa.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nI te wa o te Koanga me te Ngahuru, ko Fan Li, ko Shaobo tona ingoa, i mohiotia ano ko Gui Yizipi, ko Tao Zhugong ranei.\nI taua wa, he pakanga i waenganui i te State of Wu me te State of Yue, a ko te State of Wu i whakangaro i te State of Yue. Na Fan Li raua ko Wen Zhong i whakatakoto he mahere mo Yue King Gou Jian hei whakatairanga i a Yue me te whakangaro i a Wu. I haere a Fan Li na roto i nga maunga me nga awa, ka toro atu ki a Xi Shi, he wahine ataahua me te mana, te taranata me te ataahua, i te awa o Huansha i te Maunga Bailuo, ka hoatu ki te Kingi o Wu. mahi tahi i roto, i waho, ka whakangaro i te rangatiratanga o Wu.\nI muri i tana angitu ki te whakakore i te rangatiratanga o Wu, ka mohio a Fan Li ko Gou Jian he \"manu kaki roa me te ngutu\" ka taea e ia te tiri i nga uaua me te koa ki a ia, no reira ka haere ia ki te poti me Xi Shi puta noa i te rangatiratanga o Qi, ka huri ingoa ki a Gui Zipi, a arahina ana tana tama me ana akonga i roto i te rangatiratanga o Qi, noho ana ratou i roto i tetahi whare i te taha o te moana. I whakapau kaha ia ki te ngaki whenua ururua, ki te whakahaere pakihi taha, ki te mahi pakihi. He tangata atawhai a ia ki te hora taonga me te mahi pai ki tona kainga tupu. Ko te mohio me te kaha o Fan Li i maioha e nga tangata o Qi. I karangatia ia e te kingi o Qi ki Linzi, te whakapaipai, ka karakia ki a ia hei pirimia mo nga mahi a te kawanatanga. . Ko tana korero: \"Ko te noho rangatira ka arahi ki nga minita, ka whai rawa te whakahaere whanau. Mo te tangata noa i timata mai i te timatanga, kua eke tenei ki te tino nui. Ko te whakanui mo te wa roa kaore pea he tohu pai.\" Na, e toru noa tau i muri mai, ka hoki maia ano a Jiliu, ka whakahoki i te hiri ki te kingi o Qi, ka hoatu nga taonga katoa o tona whanau ki ona hoa tata me ona hoa kainga.", "聖意": "He pai te whare ki a ia ano (kia utaina), he pai te moni, he pai te pakihi, he tomuri te marena, he kore pai te marena, kei te ora a Liujia, kei te arai te tangata i nga mara, he hiraka, he ngahuru, he kararehe, he puna. kei te pai, kei te rapu tangata te tangata, he kino nga whakawakanga, he manaakitanga te heke, he ngaro nga mea, kua whakatauhia nga mate o te Tai Hauauru, kei te tonga nga maunga me nga urupa.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Ko te rima tekau toa rota", "宮": "Haigong"}