{"籤詩版本二": "Ko te raumati te ra roa rawa atu, ka awangawanga te katoa mo te wera me te pouri\nKei te mohio ano te rangi me te whenua ki ta te tangata e pirangi ana, ka pupuhi te hau, ka tino makariri", "詩意": "Ko tenei hexagram e tohu ana kei te awangawanga nga tangata katoa mo te wera.\nMahia nga mea katoa e hiahia ana koe.", "解曰": "Karekau he ruarua mo te anga whakamua, ka hoki whakamuri. Kia pai to wa. He mo te puni? Kaore he take ki te mahi ohorere.", "籤詩故事一": "◇Ka uru atu a Kong Ming ki Sichuan\nKo Zhuge Liang (181-234), ko Kongming te ingoa, he tangata whenua no Yangdu, Langya (ko Yinan County inaianei, Porowini o Shandong), a ko ia te pirimia o Shu Han (Liu Bei) i te wa o nga rangatiratanga e toru.\nAhakoa i toa a Liu Bei i a Jingzhou, kare i ranea ki te wehe i tetahi taha. I whakaaro a Zhuge Kongming ki te hopu i a Xichuan hei whakanui ake i te rohe o Liu Bei. I tenei wa, ka whakaekea a Liu Zhang i Yizhou e Zhang Lu i te raki. I mohio a Zhuge Kongming i hiahia a Liu Zhang ki te whakatapu i te mapi o Xichuan ki a Cao Cao hei tiaki i a ia ano. I te wa i tutaki ai a Zhang Song (te tangata o raro o Liu Zhang) ki a Cao Cao, na te mea he whakahihi, he kino hoki a Cao Cao, ka whakahokia e Liu Zhang te mapi ki Xichuan, ka hipa atu a Jingzhou i te huarahi. Kua tatari kē a Kong Ming ki a ia i runga i te huarahi me tana tono ki a ia ki Jingzhou, engari kaore ia i whakahua i te Pikitia Xichuan tae noa ki te wa o te wehenga atu. I mihi a Zhang Song ki a Kong Ming mo tana atawhai me tana manaaki, no reira i whakatapua e ia te Pikitia Xichuan ki ia.\nHe kino te whenua o Xichuan, ka taea te whakaekehia, ka tiakina ranei.I muri i nga whakaritenga maha a Kong Ming, ka noho ko Xichuan te kainga whanau o Liu Bei.\n(I atawhai a Kong Ming ki nga tangata me te ngawari ki te whiwhi i te Xichuan e minaminatia ana.)", "聖意": "A pure no te mau haamaitairaa i te fare e no to oe iho parururaa (te vai ra te mana‘o maitai i roto i te mau ati) A imi i te tao‘a, te maitai i roto i te ohipa tapihooraa, te faaipoiporaa noa, te fanauraa o te mau tamaroa i Liujia, te mau faaapu, te hiraka, te ino o te mau animala, te imiraa i te taata, te mau haavaraa a te taata. , te heke, nga mea tawhito kua ngaro, nga mate o te raki, e hiahia ana ki nga maunga me nga urupa, kia ora", "古人": "Ka uru atu a Kong Ming ki Sichuan", "第X籤": "Upoko 51: Te wikitoria i te rota (toa i te rota)", "宮": "Whanau"}