{"籤詩版本二": "Ka nui te kaha ki te hopu i te marama ki roto i te wai.\nKaua e korero poauau me te moumou i to kaha ki te whakapakari i te tinana Ko te kupu \"kua maroke te tinana\" i te tuatahi ko te tikanga \"kua mokemoke te tinana\".", "詩意": "Ko tenei hexagram he apo mo te ahua o te kaha.\nKo nga mea katoa he mahi, he mahi.", "解曰": "He uaua ki te mahara nga kupu whakaari. He nui te mahi uaua. Maharahara i te kainga. E tatari ana kia tutaki ki nga tangata rangatira.", "籤詩故事一": "◇I mau a Taibai i te marama i te wa e haurangi ana (Li Taibai i hopu i te marama i te wa e haurangi ana)\nKo Li Bai (701-762), e mohiotia ana ko Taibai, e mohiotia ana ko Qinglian Jushi. Ko te kaitito o te Tang Dynasty, nana nei i kii ko ia he tangata matekore kua peia, i mohiotia ko te Immortal of Poetry, a ka koa tonu ia me te kore e inu.\nI tetahi wa ka tae mai a Li Bai ki Jinling (Nanjing inaianei) ka okioki ki tetahi wharekai i te taha o Wende Bridge.\nKo taua ra ko te tekau ma rima o nga ra o te marama o te takurua, i te po, ka noho ko ia anake i roto i te whare kai, ka whakam Ko taua ra ko te tekau ma rima o nga ra o te marama o te takurua, i te po, ka noho ko ia anake i roto i te whare kai, ka whakam I tino aroha a Li Taibai ki te marama i roto i tona oranga, e kii ana he ma, he ataahua. I tino aroha a Li Taibai ki te marama i roto i tona oranga, e kii ana he ma, he ataahua. I taua po, ka titiro ake ia, ka kite i te marama ma me te porowhita i te rangi, ka tino harikoa ia, ka inu ano i etahi karaihe. I taua po, ka titiro ake ia, ka kite i te marama ma me te porowhita i te rangi, ka tino harikoa ia, ka inu ano i etahi karaihe. I waenganui po, ka tango a Li Taibai i te waina ka heke ki raro ki te Wende Bridge. I waenganui po, ka tango a Li Taibai i te waina ka heke ki raro ki te Wende Bridge. Ka eke ia ki runga i te piriti, ka tuku iho tona mahunga, ka kitea ohoreretia te marama e taka ana ki roto i te wai, ka neke te awa, ka honoa etahi raina pango ki te atarangi ma te marama. Ka eke ia ki runga i te piriti, ka tuku iho tona mahunga, ka kitea ohoreretia te marama e taka ana ki roto i te wai, ka neke te awa, ka honoa etahi raina pango ki te atarangi ma te marama. I te haurangi a Li Taibai i tenei wa ka whakaaro ia ko te marama i pokea e te wai o te awa. I te haurangi a Li Taibai i tenei wa ka whakaaro ia ko te marama i pokea e te wai o te awa. Kore rawa ia i aro ki te wetewete i ona putu, ka whakatuwhera i ona ringa ka peke atu i te piriti ki te hopu i te marama. Kore rawa ia i aro ki te wetewete i ona putu, ka whakatuwhera i ona ringa ka peke atu i te piriti ki te hopu i te marama. I te ohorere, na tenei peke, kaore te marama i mau, engari ka pakaru te marama i roto i te wai, ka wehe tonu kia rua nga haurua. I te ohorere, i tenei peke, kaore te marama i mau, engari ka toremi te tangata. I mate ia i te ono tekau ma rua ona tau.", "聖意": "Kei te pouri te whare, kei te waimarie koe (kaore i waimarie, ka aro ki te hauora), rapu i te toenga o te taonga (kaore e whakaarotia), pakihi uaua, kare i tau te marena, inoi mo te whakamarumaru (nga taonga karekau kia kore e hapu ), kei te raru te hunga hikoi, e rima nga whika o nga hiraka mara, e ono nga kararehe kei te heke, e rapu tangata (kare i waimarie), nga whakawa a te iwi me te (Kati te whakawa) Heke noa (kaua e whakahua) Te ngaronga o nga rawa (rererangi) Ka inoi mo te whakamarumaru i te mate (matea) He waimarie kei nga maunga me nga urupa", "古人": "I mau a Taibai i te marama i te wa e haurangi ana (Li Taibai i hopu i te marama i te wa e haurangi ana)", "第X籤": "Rima tekau ma rua i toa i te rota (Ritari)", "宮": "Whanau"}