{"籤詩版本二": "Ka huri te pouri ki te harikoa, ka haruru nga tarakona, ka haruru taika.\nKei te rangi kahurangi tona ake huarahi ki te rangi, kia angitu ahau, kia rongonui.", "詩意": "Ko tenei hexagram he rite ki te tarakona e ngunguru ana me te taika e ngunguru ana.\nHe tumanako ka pai nga mea katoa.", "解曰": "Whakaako noa ka haere. Kia whai oranga koe. Me mahi i te mutunga. He waahi ka kitea.", "籤詩故事一": "◇ He wahine marena hou a Liu Bei\nI muri i te Pakanga o Chibi, ka hiahia a Sun Quan ki te whakahoki ano i a Jingzhou, i mauhia e Liu Bei, no reira ka whakamahia e ia te mahere a Zhou Yu, me te kii kei te pirangi ia ki te marena i tana tuahine a Sun Ren ki a Liu Bei, engari ko te mea pono ka hiahia ia ki te tango. Ko Liu Bei hei mauhere mo Jingzhou.\nI muri i te torotoro a Zhuge Liang i te mahere a Zhou Yu, ka tukuna e ia te pukapuka me te rautaki ki a Zhao Yun, nana i tiaki a Liu Bei i tana haerenga ki Soochow. I whai a Zhao Yun i te rautaki i roto i te pukapuka me te whakaaro nui ki te tuku i a Wu Guotai ( Ko te papa o Sun Quan) e mohio ana mo te tono marena. Na te mea i aroha a Wu Guotai ki tana tamahine me tana kore i pai ki te whakatau whakatau mo te oranga o tana tamahine, ka riria e ia a Sun Quan mo tana nanakia ki tana tuahine, ka tono ki te whakamatau ake mena he tika a Liu Bei mo tana tamahine i te temepara o Ganlu. I muri i te tutakitanga a Wu Guotai ki a Liu Bei, i tino mihi ia ki a Liu Bei me tana tautoko kaha i te marenatanga i waenganui i a Liu Bei me tana tamahine.\nI muri mai, ka oma tahi a Liu Bei raua ko Mrs Sun ki Jingzhou. I muri mai, ka hiahia a Sun Quan ki te tango painga i te whakaekenga a Liu Bei ki a Yizhou ki te whakaeke i a Jingzhou, engari i aukatihia e Wu Guotai, i te awangawanga mo te haumaru o tana tamahine.\nKa mea ia: \"Ko te mahere mohio a Zhou Yu te mea pai rawa atu o te ao. Kua ngaro tana wahine, kua ngaro ana hoia.\"\n(I whiwhi a Liu Bei i te kino)", "聖意": "Kare au i waimarie i te kainga, kare au i waimarie (tuatahi kino, muri iho ka waimarie) Rapua he rawa, pauna, raruraru i roto i te marena, angitu i roto i te marena. Inoi mo nga manaakitanga mo te hunga hikoi, hiraka ki nga mara, e rima nga tohu mo te kino o nga kararehe, rapua te tangata, te whakawa me te heke, te waimarie mo nga taonga ngaro, te waimarie mo nga mate, te rangimarie o nga maunga me nga urupa.", "古人": "He wahine marena hou a Liu Bei", "第X籤": "Ko te rima tekau ma toru tau toa", "宮": "Whanau"}