{"籤詩版本二": "Ko te pai o te matua ki te tama ka tuku iho ki te mootua Ko te pai o te kai me te kakahu kei te Atua anake.\nKo Chunxuan i roto i te whare he harikoa te tangata, ina hiakai, ka whangai, ka matewai, ka moe, he kupu whakarite a Chunxuan mo nga matua.", "詩意": "E hono ana tenei hexagram ki te ahua o te bamboo e ahu atu ana ki te puna.\nKo te tumanako ka pai nga mea katoa.", "解曰": "Tangohia te bamboo ka arahi ki te puna. Ka horapa mutunga kore. Ka rapu tumanako te tangata rangatira. I koa katoa.", "籤詩故事一": "◇Ka eke a Kingi Wu o Zhou ki te torona\nI whakaekea e Kingi Wu o Zhou a Kingi Zhou, a arahina ana e ia nga rangatira e waru rau ki te whawhai ki te ope a Kingi Shang, ka tahuri ano nga hoia o Chaoge (te whakapaipai o Kingi Shang) ki a Kingi Shang me te tinihanga i a Kingi Shang.\nI tahuna e Kingi Zhou i a ia ano i runga i te Pourewa o Zhaixing, a ka whakangaromia te Waihanga o Shang.\nNa ka whakaae a Kingi Wu ki te pukapuka koura me te taonga koura, ko te torona tenei o te Emepera: ka anga ia ki te tonga, ka piko ona ringa, ka noho tika. I whakahau a Kingi Wu kia tohatohahia nga taonga o Lutai, kia turakina te Star Picking Tower, kia tohatohahia nga witi raihi e rongoa ana i Juqiao.\nTukua te Jizi i mauheretia ka whakatika i te urupa o Bigan. I eke a Kingi Wu ki te taha o te tatau o te whare o Shang Rong, ka tuohu tona mahunga. Whakahonoretia nga tangata tika me nga tangata atawhai, tukua atu nga pononga i roto i te whare o roto.\nI whakamutua hoki e ia te mau patu me te whakatairanga i te ahurea me te matauranga. I te tonga o Nanshan, ka whangaihia nga hoiho, ka whangaia nga kau ki nga taiwhenua me nga rakau pītiti, he ahua rangimarie.", "聖意": "Ko te whare kaore i te pai (he waimarie), ka taea e koe te whakarite i o hiahia (he waimarie), te rapu moni, te mahi hokohoko, ka marena (ka tutaki ki tetahi hunaonga pai), kei te noho haumaru a Liujia (zodiac). tohu), ka neke nga tangata hikoi i nga mara, ka waimarie te hiraka, ka ono nga kararehe kua pakaru, ka uaua te kimi tangata (tirohia) nga whakawa a te iwi, ka neke te tangata rangatira, ka ngaro te waimarie.", "古人": "Ka eke a Kingi Wu o Zhou ki te torona", "第X籤": "Rima tekau ma rima i toa i te rota (roti)", "宮": "Whare Kino"}