{"籤詩版本二": "Ki tonu te takutai i nga toka, e rere ana te awa, e marama ana te hau, e marama ana te marama, e pukumahi ana te iwi rangatira.\nI runga i te huarahi, me patai au ki hea, kaua e tango i te kakara o nga puawai me nga tipu o te ngahere, kaua e tiaki.", "詩意": "Ko tenei hexagram he rite ki te poti e haere ana i runga i tetahi takutai iti.\nI nga mea katoa, he tangata rangatira hei awhina.", "解曰": "Hei whai oranga. He nui te mahi uaua. Kia noho whakaaro nui me te tatari. Nga mea pai katoa.", "籤詩故事一": "◇ Lushan orurehau\nHe Lushan (703-757), ko Kang tona ingoa, ko Yaluoshan te ingoa, no Liucheng, Yingzhou (ko Chaoyang, Liaoning inaianei).\nI muri mai, ka mau ia ki te ingoa ingoa ko An ka huri i tona ingoa ki a Lushan. I te wa o te kingitanga o Emperor Xuanzong o te Tang Dynasty, ko An Lushan te karere hoia.\nI te marama o Noema o te 14 o nga tau o Tianbao, i whakaarahia e An Lushan nga hoia ki Fanyang. I runga i te ingoa o te whakaeke i a Yang Guozhong, ka whakaekea e ia he tutu, ka mau i nga hoia o nga taone e toru ki te whakaeke i a Luoyang, te whakapaipai o te rawhiti. Ko nga korero mai i Taiyuan i tere ki Lishan. Ko Tang Xuanzong, kei te Whare Taonga o Huaqing i Lishan i taua wa, kaore i whakapono ka tutu a Anlushan. Heoi, ka haere tonu nga korero mo te tutu, a, kei te noho tonu a Xuanzong ki te haurua. (He whakaaturanga tenei mo \"te tangi o te wai taratara e rere ana i runga i nga toka iti o te awa\")\nKia tae ra ano ki te tuku korero a Yan Zhenqing, te perehitini o Pingyuan County, ki te tuku korero ka oho ake a Xuanzong i tana moemoea.\nI raro i te rautaki pohehe a Emperor Xuanzong o te Tang Dynasty, ka mau te ope hoia hoiho a Lushan ki a Luoyang, te whakapaipai o te rawhiti. pirimia.\nI te marama o Hune o taua tau ano, ka patua e Emperor Xuanzong o te Tang Dynasty, e hiahia ana ki te whakaora i te raruraru i Chang'an me te pohehe i te mohiotanga o te ope hoia, ka whakamate i nga tianara rongonui e rua, ko Feng Changqing me Gao Xianzhi. (Ka takahi tenei whanonga \"me tohu te huarahi ki te awa o mua\")\nMuri iho, ka whakahau a Emperor Xuanzong o te Tangata Tangata ki tetahi atu Tianara, a Ge Shuhan, ki te arahi i te ope o Tang ki te rawhiti ki waho o Tongguan.\nKo Ge Shuhan, i tino mohio ki te hapa rautaki a Emperor Xuanzong o te Tang Dynasty, i whakaaro ki te whakaroa i te huringa (te huarahi \"he pai mena ka marino te hau me te marie o te tai\").\nI te mutunga, i whakaaro a Emperor Xuanzong o te Tang Dynasty he mataku rawa ia ki te whawhai, no reira karekau he huarahi ki te whawhai ki a An Lushan i roto i nga roimata, ka hinga. (Ka tutuki \"Ki te whakapau kaha koe ki te tautoko i a koe ano, ka whara koe.\")\nI roto i te Tang Dynasty, i te wa kaore nga hoia rohe me nga hoia o te rohe i whai wa ki te whakautu, ka pehia e te ope a An Lushan te rohe ka uru ki te rohe whakapaipai. I roto i tetahi ahuatanga kino, ka arahina e Emperor Xuanzong o te Tang Dynasty te Kaitiaki Corps ki te mawhiti mai i te whakapaipai, i hinga ai a Xijing Chang'an kore rangatira.\n(I takahia e Tang Xuanzong te aratohu o tenei tohu, na reira i angitu te tutu a An Lushan.)", "聖意": "Kei te ora te whare, kei te waimarie koe, kei te pumau te taonga, kei te pai te hokohoko, kei te angitu te marena (tupato), ka tae mai he tangata hikoi tane mai i Liujia ki te mara, ka hauhake nga noke, e ono nga kararehe kua pakaru, ka kitea te tangata , ka tika te whakawa, ko nga taonga ngaro ka kawea mai he mate, ara, me whakatika te urupa o Anshan.", "古人": "Te tutu a Lushan", "第X籤": "Te rota rima tekau ma ono", "宮": "Whare Kino"}