{"籤詩版本二": "Haere tika ki runga ki te whare takirua ki te huna, e karapotia ana e te ngahere taratara\nHe roa te ora me te poto o Tian Gaojun. Kia kotahi angitu ka ngaro nga tangata tokorua. Haere huri noa →.", "詩意": "Ko tenei hexagram he tohu mo te pupuri i nga mea tawhito me te huri i nga wa katoa.\nKa pai nga mea katoa mena ka tatari koe mo te wa tika.", "解曰": "Ka rite ki te inu haurangi. Kia noho atawhai noa. Tatari kia tae mai te wa. Kare he aitua, kare he he.", "籤詩故事一": "◇ Zhang Liangyin Maunga\nI roto i te Han Dynasty, ko Zhang Liang, ko Zifang tona ingoa whakamihi, he Korea, Ko ona tupuna mo nga reanga e rima he pirimia Korea katoa.\nI te whakangaromanga a te Kawanatanga o Qin i Korea ki te Tonga, ka whakamararatia e Zhang Liang ana rawa katoa, ka huna, ka hiahia ki te ngaki i a Korea ki te Tonga, ka tonoa e ia tetahi tangata kaha me te rino i roto i tona tinana. I te whakaekenga i a Qin Shihuang i Bolangsha (ko te Kaute o Yuanyang inaianei, te Porowini o Henan), i patua ohoreretia e ia te waka tuarua. I hiahia te Emepera Tuatahi ki te hopu i a Zhang Liang puta noa i te motu, engari kaore i taea te hopu ia ia mo te tekau marama.\nI muri mai, ka awhina a Zhang Liang i te Kingi o Han ki te whakakotahi i te ao. I muri a‘e i to ’na manuïaraa, aita oia i farii i te haamauruuruhia e i faatoroahia ei taata toroa, e i raro a‘e i te huru o te haapiiraa i te Taoism mai roto mai i te reo Chisongzi (te tahuti ore).", "聖意": "Inoi mo nga manaakitanga i te kainga me to oranga ake (ma te atawhai ka taea te whakamarama i te waimarie) Ko te rapu taonga he mea noa (kahore) Ka angitu nga mahi (tatari mo te meneti) Kaore te marena i te pai ki a Liujia, he waimarie ka haere ki te mara, hiraka he haurua pai, ono nga kararehe kei te whai oranga (he kore), he rapu tangata, he aukati i nga whakawa a te iwi, he mate, he pai te heke (kaore he waimarie) ) Nga ngaronga taonga, kino mo te mate, inoi mo te waimarie i runga i nga maunga me nga urupa.", "古人": "Zhang Liangyin Maunga", "第X籤": "Rima tekau ma iwa i toa i te rota (Lottering)", "宮": "Whare Taonga o Yin"}