{"籤詩版本二": "I te ata me te ahiahi, me noho te tautoko a Buddha i nga wa o te raru engari kaua i te raru\nKi te mea ka pohia koe e te tangata rangatira, katahi ano ka haere mai he moni me te hiraka, ko Chuan Lai tenei. Kei a koe nga mea katoa.", "詩意": "Ko tenei hexagram e tohu ana i te manaakitanga huna o nga atua me nga Buddha.\nKia manawanui me te waimarie ki nga mea katoa.", "解曰": "He tohu o te rangimarie tawhito. Ina he utu nga mea katoa, ka pai.", "籤詩故事一": "◇I whiwhi a Tang Monk i te maramatanga\nI tetahi ra, ka haere mai a Tang Seng ki te awa ka kite i te Maunga Lingshan o Buddha kei mua, he piriti papa kotahi kei mua, kaore a Tang Seng i maia ki te whakawhiti. Ka huri te Buddha hei tangata poti, ka mau i te poti pakaru koretake, no te ekenga mai o Tang Monk ki runga i te poti, ka taka ia ki te awa, ka whakaorangia e te tangata poti. (Story of Journey to the West)\n◇ Nga karaipiture Buddhist a Tang Monk\nKo Sanzang o te Tang Dynasty, ko tona ingoa ingoa ko Chen ko tana ingoa ko Yi. I whanau i Goushi County, Luozhou (inaianei ki te tonga o Yanshi City, Henan Province). I riro ia hei moke i te tekau ma toru o ona tau ka mau ki te ingoa Buddhist Xuanzang.\nNo te farii i te mau papairaa mo‘a a te Bouddha tumu, ua haere atu oia i Chang'an ( Xi'an, Shaanxi Province i teie mahana) i te toru o te matahiti o Zhenguan (AD 629), ua haere na nia i te otia, e ua haere na roto i te mau fifi e rave rahi e tae atu ai i Tianzhu ( Inia) ki te kohikohi i nga karaipiture. I haere ia puta noa i nga awaawa o Ganges me Indus me nga rohe takutai tonga-tonga-tonga o Inia, katahi ka whakawhiti i nga maunga kua taupokina e te hukarere me nga hiwi matomato, neke atu i te 50,000 maero neke atu, ka hoki atu. te 19 o nga tau o Zhenguan (AD 645). I whakahokia mai e ia te tini o nga karaipiture Buddhist me te whakamaori ki te reo Hainamana.\n(He haerenga roa a Tang Sanzang ki te hokinga mai i waenganui o Haina me Inia. Kua pa ki a ia nga raru, engari i taea e ia te hoki marie na te mea kei muri i a ia tetahi tangata tapu e kore e kitea.)", "聖意": "Kei te ora te kainga, kei te harikoa te tangata, kei te angitu te pakihi o te Tai Hauauru, kei te angitu te marena, kei te aukati te hunga hikoi i te mara, kei te aukatia nga hiraka, e whitu nga tohu, nga kararehe he pai, te rapu mo te tangata, te Tai Hauauru. He kino te whakawa a te iwi, he pai te heke, ka kitea nga taonga ngaro, he pai te mate, he pai nga maunga me nga urupa.", "古人": "I whiwhi a Tang Monk i te maramatanga", "第X籤": "Te toa i te rota ono tekau ma rua", "宮": "Whare Taonga o Yin"}