{"籤詩版本二": "I mau te ika kauhoe ki te mahanga i te Pond Bibo.\nMena ka raru tetahi mea i muri i te whakaaro, ka raru te mutunga.", "詩意": "Ko tenei hexagram e tohu ana i te ika i mau ki te mahanga.\nHe mea tika ano kia tupato i nga mea katoa.", "解曰": "Te whakataunga i raro i te whare. Ka taka mai te aitua i te rangi. Oho moata me te tiaki i te tuatahi. A ape i nga aitua.", "籤詩故事一": "◇ Kua kapi te hoiho ki te wai (he uaua ki te kohi wai)\nKo Han. Ko Zhu Maichen, ko Wengzi te ingoa, he tangata whenua no Wu i Kuaiji (no Suzhou City inaianei).\nI ona tau tamarikitanga, he rawakore te whanau a Maichen, karekau ia i angitu, ka noho te tokorua nei ki te kuaha tawha i te ara o muri, ka tapahi wahie, ka hokona atu kia ora ai. Kaore koe e whiwhi moni nui ma te hoko wahie i te utu a tetahi.\nKa haere tana wahine ki te tiki wai, ka kite i te roopu tamariki e katakata ana ki a Maichen, ka whakaaro te wahine he whakama, katahi ka haere.\nI te rima tekau o nga tau o Zhu Maichen, ka rapu a Emperor Wu o te Han Dynasty i nga taranata me te karakia ki a Zhu hei tumuaki mo Kuaiji.\nI pouri tana wahine mo tona matapotanga me tana hiahia kia noho hei pononga wahine me te wahine iti hei mahi ki a Zhu mo te toenga o tona oranga.\nKa whakahau a Maichen ki tana wahine o mua kia tikina he peere wai, ka ringihia ki runga i te pikitanga, ka mea, \"Mehemea ka whakahokia mai te wai, ka hoki tahi raua.\"\nI runga i te whakaaro ki te whanaungatanga i waenganui i te tane me te wahine, ka hoatu te wahine me tana tane marena hou ki tetahi waahi tuwhera ki te kari o muri ki te ngaki me te whangai ia raua ano. Ka rukea tana wahine ki te awa ka mate.", "聖意": "Kei te mate te whare, kei te mate ko ia ano, kei te ngaro nga moni, kei te pai te mahi, kei te taupatupatu te marena, kei te mataku a Liujia, kua purua te tangata, kua kino nga mara, kua ngaro te hiraka, kua ngaro nga kararehe, kua ngaro te tangata. ka kitea, ka ngaro te whakawa a te iwi, he pai te heke, he kino nga mea ngaro, ka puta nga mate, nga aitua me nga aitua, me whakarereke nga urupa maunga.", "古人": "Ka kapi te hoiho ki te wai (he uaua ki te kohi wai)", "第X籤": "Te ono tekau ma wha nga tohu", "宮": "Maogong"}