{"籤詩版本二": "He kino te huarahi, kei te tere nga hoiho me nga tangata, kei te raru nga hoia ina ngaro.\nKei runga te takutai, kua pakaru te hau me nga ngaru, kua pakaru te waka, kua to te ra, kua mate nga puawai, kua hinga te rangi, kua taka te haupapa Win: bear.棹: hoe.", "詩意": "Ko tenei hexagram he rite ki te poti e pakaru ana i te takutai.\nKia tupato ki nga raruraru katoa.", "解曰": "Te kura tawhito me te kura tawhito. Te ata noho me te kore he. Kaore he take ki te rapu tohutohu. Haere noa.", "籤詩故事一": "◇Ko te Kingi o Chu Yin Ling i ngaro i tana ara\nI te timatanga o te tau 202 BC, e 400,000 nga hoia Han mai i nga taha e toru i karapotia te ope a Xiang Yu i Gaixia, he iti te kai, ka tono ratou ki nga hoia kia waiata i te reo Chu, i pohehe ai te ope a Xiang Yu i te mana o to ratou kainga tupu. na te ope Han. Ko tenei tikanga hinengaro \"kua whakapaea ki nga taha katoa\" ka ngaro te wairua o te ope a Xiang Yu.\nNa Xiang Yu i arahi neke atu i te 800 nga hoia eke hoiho me te whakatau kia pakaru atu, i te wa e whai tata ana te ope Han ki a Guan Ying me nga hoia eke hoiho e 5,000. I muri i te whakawhiti i te awa o Huai, kotahi rau noa nga tangata i toe mai i nga hoia eke hoiho a Xiang Yu.\nI ngaro a Xiang Yu i Yinling ka patai ki tetahi kaiahuwhenua i te taha o te huarahi mo te huarahi ki te awa, ohorere, ka whai ia i te huarahi i tohuhia e te koroua, ka mutu ki roto i te repo, he uaua ki te neke, tata ka mau ia e Liu. Ko te ope a Bang. I te mutunga ka tae a Xiang Yu ki Wujiang ka mohio kua mutu te ahuatanga, ka kite i nga kaumatua o Jiangdong kahore he whakama, ka whakamomori ia.", "聖意": "Kei te maaharahara te whanau me te whare mo o ratou ake aitua. Te rapu moni me te whakakino i te pakihi. Ko te marenatanga karekau e roa. He kino a Liujia. Kei te arai nga tangata hikoi i nga mara. Kua pakaru nga hiraka. E ono nga kararehe kua pakaru, Nga tangata ngaro, Nga whakawa a te iwi. Te ngaronga, te hekenga, nga taonga ngaro, te mate, he kino te tuku ki te urupa maunga.", "古人": "I ngaro a Kingi Yin Ling o Chu", "第X籤": "Ono tekau ma ono te rota", "宮": "Maogong"}