{"籤詩版本二": "Ka taka mai te takurua, ka kore te manga paramu i runga i te maunga e mate ahakoa ka taka ona rau, ka maroke ona manga.\nEngari ka tae mai te puna, ka whakahokia ano ahau e ahau hei kai-whakapono, ka whakangaro i te mahi tuatahi.", "詩意": "I roto i tenei hexagram, ko te puawai paramu te turanga rangatira.\nHe pai nga mea katoa mena ka whakaroa.", "解曰": "Kotahi te pere i pupuhi kau. I te wa e takoto kau ana, e kore e noho kau. E tatari ana kia tae mai te puna. He tae kei roto.", "籤詩故事一": "◇E rua nga piro\nI te wa o te kingitanga o Emperor Dezong o te Tang Dynasty, ko te minita pono a Mei Bogao me tona whanau i hanga e te Pirimia tinihanga a Lu Qi, i hiahia kia patua ratou katoa, ko tana tama anake a Mei Liangyu i mawhiti. ingoa ki a Wang Xitong hei huna i tona tuakiri. I noho mokemoke ia i runga i nga tiriti, hiakai me te makariri, engari ko te waimarie i mauria mai ia e Chen Risheng (Chen Dongchu). Kaore a Chen Risheng i mohio ki tona oranga, no reira ka tono ia ki a ia ki te awhina i te tiaki i te maara paramu a Chen kia kore ai ia e mate i te hiakai ki te huarahi.\nHe hoa mahi a Chen Risheng, he hoa hoki no Mei Bogao. I te wa e whakatoia ana ia e Lu Qi, ka ora ia e Mei Bogao. Ko te mutunga mai, ka mauahara a Mei Bogao raua ko Lu Qi. I te mutunga ka mate katoa tona whanau. Chen Ka pouri, ka riri a Risheng na tenei, ka mutu tana marena, ka rihaina ia, ka neke tona whanau ki Yangzhou ki te noho mokemoke.\nHe tamahine ta Chen Risheng ko Chen Xingyuan te ingoa, he ataahua, he kakara, I muri mai i te taenga mai o Mei Liangyu ki te whanau Chen, ka aroha raua i te kitenga tuatahi. I tetahi ra e puāwai ana nga puawai paramu, koinei hoki te huritau o te matenga o Mei Bogao, ka whakatuwheratia e Chen Risheng me tona whanau he aata i roto i te kari paramu o to ratou kainga hei whakamaumaharatanga i to ratou hoa kua mate, i te tangata atawhai. a ka pupuhi te hukarere nui, ka kapi katoa nga puawai paramu. Ka tangi a Chen Risheng mo tana mawhiti marie, engari kaore i taea e ia te whakaora nga uri o te whanau Mei, i whakaaro ia he whakatupato tenei na te Atua, no reira ka oati ia ki te kore e puaa ano nga puawai paramu, hei tohu ko nga uri o i te ora tonu te whanau Mei, kare rawa ia e korero i tetahi mea, ka oma ia ki te Buddhism, ka noho hei Moni.\nI rongo tana tamahine a Xingyuan i tenei, ka tahuna tonu e ia he whakakakara me te inoi pono ki te Atua kia puāwai ano nga puawai paramu. Na to ratou ngakau pono i neke te rangi, ka pua ano nga rakau paramu katoa i roto i te kari paramu; i muri mai ka mohio a Chen Risheng ko te Xitong ko Liangyu, no reira ka taumautia e ia tana tamahine a Xingyuan ki a ia.", "聖意": "Ko te kainga me te whare e kore e pai ki a ia ano, mo te pai o te tangata, ki te rapu taonga, ki te tupato ki nga mahi, ki te tatari kia tae ki te wa o te marena, ki te tomuri, ki te marena, ki te tomuri, ki te whai rawa i roto. ko te puna, kia tomuri, kia tomuri, kia tomuri, kia pukumahi, kia pai, kia pai, kia kitea.", "古人": "E rua nga piro", "第X籤": "Ono tekau ma iwa i toa i te Rota", "宮": "Tatsumi"}