{"籤詩版本二": "He rite a Chao Chao ki te pi kohi putiputi, ka rere atu i te tonga-ma-tonga, katahi ki te rawhiti\nKua mutu te puna, kua kore nga puawai, kua kore he wahi hei rapu, e kore tenei ngakau e huri ke tona waahi.", "詩意": "He rite tenei hexagram ki te pi kato puawai.\nKo nga mea katoa he mahi, he mahi.", "解曰": "Kaore he ahua o te puna. Ka roa te ua engari karekau e marama. A ani i te tauturu. He pai ake te noho puku.\n.", "籤詩故事一": "◇ I whakakeke a Li Mi ki a Tang Dynasty\nLi Mi\n(582-619), te kaihautu o te Ope Taua Wagang i te ngangautanga a nga kaiahuwhenua i te mutunga o te Waihanga o Sui o Haina. Kaiwhakaako mo te mahi karanga. Ko te rangatira o te kupu Fa he tangata whenua no Chang'an, Jingzhao, a ko tona kainga tupuna ko Xiangping, Liaodong (inaianei ki te tonga o Liaoyang, Liaoning). He tangata no Chang'an, Jingzhao, ko tona kainga tupuna ko Xiangping, Liaodong (inaianei ki te tonga o Liaoyang, Liaoning).\nI te iwa o nga tau o Daye (613), i uru atu ia ki te tutu a Yang Xuangan ki te Huihuinga Sui i Liyang (kei te raki-rawhiti o Junxian County, te Porowini o Henan). I te iwa o nga tau o Daye (613), i uru atu ia ki te tutu a Yang Xuangan ki te Huihuinga Sui i Liyang (kei te raki-rawhiti o Junxian County, te Porowini o Henan). Ka hinga te whakaaro ngaro,\nKa rere a Li Mi. I hinga a Xuangan ka oma a Li Mi.\nI te tekau ma rua o nga tau o Daye, ka uru atu ia ki te Ope Taua Wagang\n. I te tekau ma rua o nga tau o te kingitanga o Daye, ka uru atu ia ki te Ope Taua Wagang. He pai a Li Mi ki te rautaki.I te marama o Oketopa o te tekau ma rua o nga tau o Daye, ka tohe a Li Mi ki a Zhai kia whakaekea a Xingyang Tong, te tianara kaha e haere ana i te taha o te ope taua, ki te tiaki ia Zhang Xutuo, ka hinga te ope a Sui me te patu i a Zhang Xutuo. He pai a Li Mi ki te rautaki.I te marama o Oketopa o te tekau ma rua o nga tau o Daye, ka tohe a Li Mi ki a Zhai kia whakaekea a Xingyang Tong, te tianara kaha e haere ana i te taha o te ope taua, ki te tiaki ia Zhang Xutuo, ka hinga te ope a Sui me te patu i a Zhang Xutuo.\nI muri mai, ka whakaaro ia ki te whakaeke i te whare putunga Xingluo (i whakaingoatia i muri mai ko Luokou), ka whakatuwheratia te whare putunga mo te awhina, me te whakawhānui ake i te roopu.Ka tere te tipu o te roopu Wagang Army.I te 13 o nga tau o Daye, na Li Mi i arahi te Wagang Army, a Zhai Rang I whakahaeretia te whakahekenga me te tohatoha o te Waihanga Sui, he pakanga mo nga rawa hoia me etahi atu take, ka patua e Li Mi a Zhai Rang me nga rau o ana apataki. I muri mai, ka whakaaro ia ki te whakaeke i te whare putunga Xingluo (i whakaingoatia i muri mai ko Luokou), ka whakatuwheratia te whare putunga mo te awhina, me te whakawhānui ake i te roopu.Ka tere te tipu o te roopu Wagang Army.I te 13 o nga tau o Daye, na Li Mi i arahi te Wagang Army, a Zhai Rang I whakahaeretia te whakahekenga me te tohatoha o te Waihanga Sui, he pakanga mo nga rawa hoia me etahi atu take, ka patua e Li Mi a Zhai Rang me nga rau o ana apataki.\nI te Maehe o te 14 o nga tau o Daye, ka patua e Yu Wenhuaji a Emperor Yang o Sui Dynasty.\n, i arahina neke atu i te 100,000 nga tangata ki te hoki ki te hauauru. I te Maehe o te tekau ma wha o nga tau o Daye, ka patua e Yu Wenhuaji (Yu Wen, ingoa whakaingoatia) a Emperor Yang o Sui Dynasty ka hoki ki te hauauru me te neke atu i te 100,000 tangata. I whakahau a Li Mi kia whakaekea a Huaji. Ahakoa i hinga a Huaji, i mate nui ano a Li Mi i roto i nga hoia. I muri mai ka whaia ia e Wang Shichong. Ka hinga te ope a Li Mi ka ngaro tana puni. Ko ana tianara Qin Shubao, Cheng Zhijie (tuatahi) ko Cheng Yaojin te ingoa), ka mau a Niu Jinda me etahi atu. , ka tuku a Shan Xiongxin. I whakahau a Li Mi kia whakaekea a Huaji, ahakoa i hinga a Huaji, he nui ano te mate o Li Mi i roto i ana hoia. I muri mai, ka whaia ia e Wang Shichong, ka hinga te ope a Li Mi, ka pakaru tana puni, ka mau ana tianara a Qin Shubao, Cheng Zhijie (ko Cheng Yaojin te ingoa tuatahi), Niu Jinda me etahi atu, ka tuku a Shan Xiongxin. I tino hiahia a Li Mi, no reira ka whakawhiti ia i te awa ki Heyang i te marama o Hepetema ka tuku ki te Tang Dynasty. I tino hiahia a Li Mi, no reira ka whakawhiti ia i te awa ki Heyang i te marama o Hepetema ka tuku ki te Tang Dynasty.\nI te marama o Noema, ka tonoa e Li Yuan a Li Mi ki Shandong ki te kimi hoia tawhito. Noema,\nI tonoa e Li Yuan a Li Mi ki te tatari i Shandong ki te tiki hoia tawhito. I te whakaaro kua whakapaehia ia, ka whakakeke ia ki a Tang. I te whakaaro kua whakapaehia ia, ka whakakeke ia ki a Tang. I tono a Tang Tianara Sheng Yanshi ki a Li Mi ki te whakaeke me te patu ia ia i Xinggong Xian. I tono a Tang Tianara Sheng Yanshi ki a Li Mi ki te whakaeke me te patu ia ia i Xinggong Xian.", "聖意": "Whare, whare, arero, whaiaro, nanakia, rapu taonga, moumou pakihi, marena kore e mau, Liujia, puawai kau, hikoi, Yaotian, kino hiraka, ono kino kararehe, ngaro tangata, whakawa, mate, heke, conservativeness, ngaro taonga, nga mate, nga arai, te whakahounga urupa maunga", "古人": "I whakakeke a Li Mi ki a Tang Dynasty", "第X籤": "Te utu tuawhitu", "宮": "Tatsumi"}