{"籤詩版本二": "Te mohiotanga o nga Kaitiaki Tekau ma iwa o Canglong: I moe tetahi wahine i te tane tuarua\nMa te kotahi kopere me nga pere e rua, ka ora tonu nga mokoweri i runga i te rangimarie", "詩意": "Ko tenei hexagram he rite ki te kopere e mau ana i nga pere e rua.\nHe pai nga mea katoa mena ka haere tahi.", "解曰": "Kaua e taumaha rawa. Takanga. Ka tuwhera a Zhen Liuzhong. He mea tika kia tupato.", "籤詩故事一": "◇ Ka toro atu a Wenjun ki Xiangru\nKo Zhuo Wenjun te tamahine a te mokopuna a Zhuo Wang, he kaipakihi whai rawa i Linqiong, i te Porowini o Sichuan. I marenatia ia i te tekau ma ono o ona tau.I etahi tau i muri mai, ka mate tana tane, a ka hoki ia ki tona whanau whanau ki te noho pouaru.\nI tetahi ra, ka haere a Sima Xiangru ki te whare o Zhuo Wangsun mo te hakari, ka mohio ia he pouaru hou a Zhuo Wenjun, ka whakatangihia e ia te waiata \"Phoenix Seeking the Phoenix\" hei whakaatu i tona aroha. Kua rongo kē a Zhuo Wenjun mō Sima Xiangru, nā tēnei hākari i tino aro atu ia ki a Sima Xiangru. I tetahi atu taha, i muri i te hakari a Sima Xiangru, he nui tonu te moni i whakapaua e ia ki te whakapati i te pononga wahine a Zhuo Wenjun me te tono ki a ia ki te whakapuaki i te aroha o Sima Xiangru mo Zhuo Wenjun. I muri i te mohiotanga o Zhuo Wenjun mo te aroha o Sima Xiangru na roto i te kotiro, ka oma tonu ia ki te whare tira i noho ai a Sima Xiangru.\nI a raua i Chengdu, he rawakore te tokorua nei, me hoki ki Linqiong ki te whakatuwhera i tetahi hotera iti hei oranga, ka hokona e Zhuo Wenjun te waina, ka horoi rihi a Sima Xiangru, ka noho rawakore raua. I muri i te mohiotanga o te papa o Zhuo Wenjun, a Zhuo Wangsun, ka whakaae ia, ka utua e ia i raro i te tohutohu a ona hoa, kia hoki ai a Sima Xiangru raua ko Zhuo Wenjun ki Chengdu noho ai, no muri mai ka whai taonga.", "聖意": "Te ngaronga o te kainga me nga rawa, ona ake tika me nga he, te rapu taonga, nga mahi mahi, te tiaki i te whakakotahitanga o te marena", "古人": "Ka toro atu a Wenjun ki Xiangru", "第X籤": "Whitu tekau ma tahi Loto Toa", "宮": "Tatsumi"}