{"籤詩版本二": "Me tono honi nga kaiwhangai, kei werohia e te wero\nHe huarahi ke kei mua i a koe, ko te mea ngaro ano he ngahere tataramoa.", "詩意": "Ko tenei hexagram he tohu mo nga pi kohi honi.\nKo nga mea katoa he mahi, he mahi.\n\n(Ko tenei hexagram e rapu ana i te tohu o te reka me te kawa.\nAukati i nga aitua i nga mea katoa.\n)", "解曰": "Me ata mahi nga mahi. Kaore he take ki te akiaki. Ka kohia e te pi te honi. He aha te take?", "籤詩故事一": "◇ Kei te rapu a Wang Mang i nga taranata\nKo te whanau Wang Mang i te Western Han Dynasty ka taea te kiia he whanau whai rawa. Ahakoa i mate taitamariki tona papa, he maha o ona matua keke me ona matua keke i noho hei emepera mo te Han Dynasty, ka noho hei tianara, pirimia, ka noho hei rangatira, ka whiwhi utu.\nEngari ko te whanau iti o Wang Mang he tino rawakore; i mate tona papa i te tamarikitanga, a ko ia anake i noho ki te taha o tona whaea, me te whakawhirinaki ki te aroha o ona whanaunga. Engari na tenei, i whakawhanake a Wang Mang i etahi pukenga ki te mahi ki nga tangata mai i tona tamarikitanga. Ahakoa te pouri, te riri ranei, ka whakaatu tonu ia i te ahua harikoa me te ata noho ki mua i nga whanaunga, i nga kaumatua, i nga tangata o waho, na reira i tino mihia e te katoa o te hapu.\nI tetahi wa, ka tino mate tona matua keke, ka rongo ia, ka haere mai ia ki te tatari i te taha o te moenga o te turoro, me te mau mai i te rongoa me te wai, me te noho mataara i te po. .He \"manawanui\" noa atu ia i te manawanui.\nMo tenei, i whakanui nga tangata katoa o Taiwanese ki a ia me te tuhi reta ki te tono utu mo ia.\nNa ka hoatu e Emperor Cheng o te Han Dynasty ki a ia te taitara o New Capital Marquis me te whakatu i a ia hei kaitiaki mo te whare rangatira, ka noho hei minita tata mo te emepera.\nI runga i tona mana nui me tona mana nui, kare rawa a Wang Mang i whakaatu i te whakahihi, i te mangere, engari, ka nui haere ake te ahua o tona ngakau, me te atawhai, i tetahi taha, i whakahoa ia ki nga minita, ki nga tianara, ki nga minita, ki nga tohunga rongonui me nga tohunga.\nEngari he tino putea tana oranga, he maha nga wa e kai ana ia i nga kai mīti, me te mau kakahu roa me nga kakahu roa, he poto noa te kakahu. No reira ka mihi nga tangata katoa o te kawanatanga me te iwi whanui ki a ia i runga i te kupu \"virtuous\".\nNō muri mai, ka mate tōna matua kēkē, a Grand Sima Wanggen, i te māuiui, ā, ka tohua ia hei whakakapi mōna. I whakaaro te emepara me nga minita katoa ko ia te mea tino pai. No reira, ko Wang Mang, e toru tekau ma waru noa ona tau, i riro hei Grand Sima me te mana nui o te ope taua o te motu.\n(He kupu whakarite tenei korero. Ma te pai ki te noho hei tangata pai ka awhina koe ki te whakakore i te \"uaua o te werohia e nga pi\" me te whakatutuki i o hiahia ki ta koe e hiahia ana.)", "聖意": "Kare te whare e pai ki a ia ano, ka raru te whanau, ka aukatia te pakihi, ka aukatia te marena, ko nga patu e ono he teka, ko nga tangata hikoi he tomuri, he iti te kotinga hiraka, he iti nga kararehe, he uaua ki te kimi tangata, kino te whakawa, karekau te heke e neke, kino nga taonga kua ngaro, kua tu te mate, kua ngaro te urupa maunga.", "古人": "Kei te rapu a Wang Mang i nga taranata", "第X籤": "Te toa i te rota e whitu tekau ma rua", "宮": "Tatsumi"}