{"籤詩版本二": "Ka tae ki te puna ka wiri te whatitiri, ka tangi nga pepeke, ka tahuri ahau i te paru\nI taku mohiotanga kei te haere tonu ahau me te haere, i te wa i huri ai ahau, ka noho ahau hei tarakona.", "詩意": "He rite te whatitiri me te ngarara tenei hexagram.\nKo te tutaki ki tetahi tangata rangatira he tohu pai mo nga mea katoa.", "解曰": "Ka pa te whatitiri. E rua nga putea ki roto me waho. Huri kotahi. Tae noa ki Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nI te tau 959 AD, ka mate a Zhou Shizong Chai Rong, a ko Emperor Gong, ko Chai Zongxun, i eke ki te torona, e whitu noa nga tau. I taua wa, ko Zhao Kuangyin, nana i mahi hei kaitirotiro i mua i te whare rangatira me te karere a Songzhou ki te Ope Taua Tiamana, i mau te mana.\nI te puna o te tau 960 AD, ka korero a Zhenzhou (ko Zhengding inaianei, he Porowini o Hebei) me Dingzhou (ko Dingxian County inaianei, he Porowini o Hebei) ko nga ope o te Raki Han Dynasty me te Kawanatanga o Liao kei te haere tahi ki te tonga ki te whakaeke i te Tangata Zhou i muri mai. I tino kaha te omaoma, ka tono ratou kia tukuna he hoia mo te awhina. I muri mai, ka whakahaua e te Zhou Dynasty a Zhao Kuangyin ki te arahi i ana hoia ki te raki ki te whawhai ki te hoariri. I mahi puku a Zhao Kuangyin i raro i te mahere a tona tuakana a Zhao Guangyi, Zhao Pu, Shi Shouxin me etahi atu.\nI te 3 o Pepuere, i te taenga mai o te ope taua ki Chenqiaoyi (ko Chenqiao Town inaianei, kei te tonga-tonga-tonga o Fengqiu, Henan), ka whakarewahia e ratou he tutu me te whakahau i nga hoia kia kakahuria nga kakahu kowhai mona. . I muri i tera, ka arahina e Zhao ana hoia kia hoki ki Kaifeng ma te kore e tahu, e patu, e pahuatia ranei \"Ka oati a Taizu Chen Qiao kia kaua e whakararuraru i nga tangata o te taone nui, a ka oati ia kia kaua e whakararuraru i te pa i te ra i uru ai ia ki te pa.\"\nI te toru o nga ra o te toru o nga tau o te marama o te marama, ka whakakeke a Zhao Kuangyin ki Chenqiao ka hoki ki te whakapaipai. Na Fan Zhi i arahi a Wang Pu raua ko Wei Renpu ki te patai ki a Zhao Kuangyin. : \"Karekau he rangatira o nga ope e toru. Kua whakatau nga tianara katoa ki te whakatu i a ia hei emepera. Ko te tangata e korero ana ka mate!\". Ko te kanohi o Wang Pu he rite tonu ki te whenua, ka heke iho ona takahanga, ka tuohu ki raro, ka tuohu ano a Fan Zhi, Na Kuang Yin ia i awhina ki runga me te manaaki i a ia.\nI muri i te kaha o te whakatete, ka noho a Emperor Gong o te whanautanga Zhou i muri mai i te torona, ka riro ko Zhao te torona. ka whakahau, ka haere ki tona taha, ka mea: \"Kua oti.\"\nI muri i te taenga mai o Zhao ki te torona, ka hurihia e ia te ingoa o te whenua ki Waiata, ko Yuan ki Jianlong, a ka waiho ko Kaifeng te whakapaipai. , i mohiotia ko \"Chenqiao Mutiny\" i roto i te hitori.\nWikipedia\n(Ko tenei korero ko te timatanga tenei o nga mahi a Zhao Kuangyin.)", "聖意": "Inoi mo to kainga, te oranga o ia ra, te taonga, te waimarie, te waimarie i roto i te pakihi, te marena rangatira, te angitu i Liujia, nga tangata haereere tane, te whanau wawe o te hiraka i nga mara, te whanau wawe o nga kararehe e ono, te waimarie i te puna, te rapu tangata , te angitu i roto i nga whakawakanga, te waimarie i te hekenga, te ngaro o nga rawa, nga mate i nga mate, nga mate i nga maunga me nga urupa.", "古人": "Chenqiao Mutiny", "第X籤": "I hainatia e whitu tekau ma toru", "宮": "Mi Whare"}