{"籤詩版本二": "He rite tonu te tikanga o te ranunga o te ika me te tarakona. Noho ki roto i te puna hohonu ka tatari mo te waimarie.\nMa te kore mohio, ka peke atu a Yumen ki runga i te Tarakona Tarakona me tona mahunga e piki ana.", "詩意": "Ko te ika hexagram me te tarakona kare e rereke.\nKa tae mai nga mea katoa i te waa.", "解曰": "Ahakoa ko Ziji. Tatari hoki. Whakaritea taau ake pakihi. Kaua e mahi pokanoa.", "籤詩故事一": "◇ Hongwu mātakitaki kau\nKo Zhu Yuanzhang, he tangata no Zhongli, Haozhou (inaianei ko Fengyang County, Anhui Porowini), i whanau i te tau tuatahi o Tianli o Yuan Wenzong i te Yuan Dynasty, te tuawha o tona whanau. I whanau ia i roto i te whanau kaiahuwhenua rawakore, na te rawakoretanga i a ia e tamariki ana, kare e taea e ia te ako, i tetahi wa ka whangai kau ia ma te rangatira whenua.\nI te wha o nga tau o Zhizheng (1344), he matewai nui i Huaibei. Ko te papa, te whaea, me te teina o Zhu Yuanzhang i mate whai muri, no reira karekau he whiringa engari ko te noho hei monaki tauhou i te temepara o Huangjue.\nI iti iho i te rua marama i muri i to urunga ki roto i te temepara, na te uaua ki te kohi moni reti o te temepara i nga tau o te matekai, ka kati te rangatira o te temepara i te whare putunga, ka peia atu nga moke. moke nana i whai oranga ma te tono.\nI muri mai, ko Zhu Yuanzhang te Taizu o te Ming Dynasty me te \"emperor civil\" i roto i te hitori o Haina, me te ingoa rangatira \"Hongwu\".\n(Ko te kupu whakarite o tenei korero, ko te noho noa mo te wa poto, ehara i te mea ka pera ano a muri ake nei. Ko tenei na te mea kaore ano kia tae mai te wa.)", "聖意": "Kei te ora te whanau, kei te ora te whanau, kei te pai te taonga, kei te tatari te pakihi, kua tomuri te marena, kua whanau te tane i Liujia, kua tomuri te hikoi, kua tomuri te hiraka, kua whai rawa te noke, nga kararehe e ono. Kei te hiku, kei te ngaro te tangata, kaore he whakawakanga e whakaroa, he pai te heke, ka aukatia nga taonga ngaro, ka araia te mate e te urupa maunga.", "古人": "Ka titiro a Hongwu ki nga kau", "第X籤": "Whitu tekau ma ono te rota", "宮": "Mi Whare"}