{"籤詩版本二": "I roto i te moemoea, i kiia ka nui te taonga, engari ka kore te rongonui.\nKei tawhiti te wai, kei tawhiti nga maunga, engari he uaua ki te pono.", "詩意": "Ko tenei hexagram he tohu mo te whiwhi taonga i roto i te moemoea.\nKo nga mea katoa he mea pono, he iti ake ranei.", "解曰": "He moemoea ano he moemoea. Kaore he tumanako mo te rongonui. Tatari noa mo nga wa pai. Nga tohutohu rangatira.", "籤詩故事一": "◇ Whakahokia te jade ki a Zhao (whakahokihia te jade ki a Zhao i muri i te otinga)\nI te tau 283 BC, i whiwhi a Kīngi Zhao Huiwen i a He's Bi mai i a Chu. I muri i te rongonga o Kingi Qin Zhaoxiang i nga korero, ka tukuna e ia he reta ki a Kingi Zhao, e whakaatu ana i tana hiahia ki te whakawhiti i nga taone tekau ma rima mo He's Bi.\nI tātari a Lin Xiangru ki a Kīngi Zhao he kaha a Qin, he ngoikore a Zhao me whakakapi.\nKa tukuna e Kingi Zhao a Lin Xiangru ki Qin me He's Bi.\nI tutaki te Kingi o Qin ki a Lin Xiangru i Zhangtai, a ka hoatu e Lin Xiangru te jade ki te Kingi o Qin. I tino harikoa te Kingi o Qin ka tukuna te He's Bi ki te ataahua, ka titiro nga tangata katoa e noho tata ana ki a ia.\nI kite a Lin Xiangru kaore te Kingi o Qin i whakaaro ki te tuku i te taone nui ki a Zhao, no reira ka kii atu ia ki te Kingi o Qin kei te he o ana jade, ka hiahia ia ki te tohu ki te Kingi o Qin kia whai waahi ai ia ki te tiki jade hoki.\nWhai muri i te whakahoki a Lin Xiangru i te Bi a Heshi, ka tu ia ki te taha o te pou nui, e whakaatu ana kei te pirangi ia ki te mate me te Bi a Heshi.\nI tenei wa, ka korero a Lin Xiangru ki te Kingi o Qin: \"I kaha tonu te Kingi o Zhao i nga whakahee a nga minita me te whakaae ki te tono a te minita. He whenua nui a Qin! Hei pupuri i te whanaungatanga i waenganui i a Qin raua ko Zhao, Kingi Zhao I muri i te nohopuku mo nga ra e rima, ka tonoa e ahau aku minita ki Qin me te jade. pa, engari i tukuna ano te jade a te whanau He ki tetahi wahine ataahua, he tino tawai ki aku minita.\"\nI te mutunga o tana korero, ka mahi tonu a Lin Xiangru ki te patu i te pou, ka mataku te Kingi o Qin kei pakaru a He's Bi, na reira i whakapohehe ia ki te hoatu ki a Zhao tekau ma rima nga pa. I kite a Lin Xiangru i te mahere tinihanga a Kingi Qin, no reira ka tono ia ki a Kingi Qin kia nohopuku mo nga ra e rima i mua i te tuku He's Bi kia whakaroa te wa. I enei ra torutoru, ka tono a Lin Xiangru i ana kaimahi ki te hoki ki te State of Zhao me te jade, i a ia e noho ana ki te mahi ki te Kingi o Qin.\n(He rite tenei korero ki nga kanohi o te tangata noa e miharo ana ki tona mana.)", "聖意": "Ko te inoi mo nga manaakitanga i te kainga, i a koe ano, i te aukati i te taonga, i te uaua ki te whakatutuki i nga whakawhitiwhitinga, kaore te marena i te rite ki nga tangata hikoi a Liujiaxu, kaore e whakaaetia nga hiraka hiraka Chitian, e ono nga kararehe kua pakaru, kua ngaro nga tangata, kei te tumanakohia nga whakawa a te iwi me nga heke, ngaro nga mea. kei tawhiti, kua whakaritea nga mate, ka tukuna ki nga urupa maunga, ka hurihia.", "古人": "Whakahokia te jade ki a Zhao (whakaotihia te jade ki a Zhao)", "第X籤": "Ko te rota whitu tekau ma whitu", "宮": "Pourewa Whare"}