{"籤詩版本二": "Void knot, kei te pirangi ahau kia noho ora koe. Ki te pupuri koe i to tinana, me kore koe e whakahoki mai.\nKaua e wareware kua hoki mai te pai o te Atua, kaua e whakahawea ki nga kupu a te Atua.", "詩意": "Kaua e whakapono he pono tenei hexagram.\nHe tohu mo te noho atawhai i nga mea katoa.", "解曰": "Kei te tangata o ratou ake whakaaro. Kaua te hinengaro kia pukumahi. Nga tohutohu a Guanyin. Kaua e whakaute.", "籤詩故事一": "◇Te tautoko puku i te haki parahi\nKo Qin Qiong (Qin Shubao) te tianara rongonui rongonui o te Waihanga Tangata i whakawhiwhia ki te taitara Grand Marshal o te Waihanga Sui. I arahina e ia ana hoia ki te whakaeke i te Sishui Pass (te Sishui Pass, Dongling Pass ranei, he rereke nga korero). Ko Yang Yicheng), te Tianara Kaitiaki o Sishui Pass, ko Emperor Yang o te Sui Dynasty i whakahau kia whakaturia he kara parahi, engari kaore i taea e Qin Shubao te whakaeke mo te wa roa. I muri i tana mohiotanga ko Luo Cheng, te kaihautu o te roopu, ko tona whanaunga, ka whakapa atu ia ki tona whaea keke.\nI mua i te haerenga atu o Luo Cheng, ka korero ia ki tona whaea ko te tangata i haere mai ki te turaki i te haki ko tona whanaunga a Qin Qiong, a ka whakahau tona whaea ki a ia kia awhina puku i a ia. I te ra o te pakanga nui, ka huri ohorere a Luo Cheng, e tiaki ana i te Haki Parahi, ka hono atu ki a Qin Qiong. I te mutunga ka hinga i a ratou te hanga o te Kara parahi. I noho a Luo Cheng i te Paahi o Dongling ka hoki mai i te wikitoria. I tuku hoki a Luo Cheng ki a te Tangata Tangata.\n(Ko tenei korero he kupu whakarite i etahi wa me whakawhirinaki koe ki te whakaaro i a koe e mahi ana, kaua ki te whakawhirinaki ki te kare-a-roto, ki te whakapono ranei.)", "聖意": "Ka pai hoki te whare ki te oati, ki te rapu taonga, ki te pupuri i te hea, ki te tupato ki nga mahi, ki te marena he teka, ki te whanau he kotiro, ki te noho i te mara, ki te hiraka, ki te hiraka, ki te whitu nga tohu, ki te ono kararehe, ki te ngaro tangata, ki te iwi whanui. whakawa, heke, taonga ngaro, mate uru, otinga ki nga maunga, urupa, taha uru", "古人": "Te awhina puku i te haki parahi", "第X籤": "Whitu tekau ma iwa i toa i te Rota", "宮": "Pourewa Whare"}