{"籤詩版本二": "Kua hinga nga rau o nga hikamora, kua tata te ngahuru, kua rite ki te kapua te ahua o te hokinga mai o nga tira haere.\nNa te kaha nui o te Atua, ka hoki mai te kaipuke me nga taonga o te hau.", "詩意": "Ko tenei hexagram e tohu ana i nga rau hinga o te rakau hikamora.\nHe kino nga mea katoa i mua, he pai i te mutunga.", "解曰": "Tangohia nga mea mai i te ngakau. Ka whai a Tianxin. Hei whai oranga. Mahia nga mea katoa ka taea e koe.", "籤詩故事一": "◇Ka pupuhi te hau ki Tengwang Pavilion\nKo Wang Bo, ko Zian te ingoa, he kaitito o te Tangata Tangata i whanau i te tau tuatahi o Yonghui, Emperor Gaozong o te Tangata Tangata. Mai i tona tamarikitanga e korero ana a Wang Bo i nga karaipiture, a, e mohiotia ana ko ia he \"tamariki whakahirahira\". Mai i tona tamarikitanga e korero ana a Wang Bo i nga karaipiture, a, e mohiotia ana ko ia he \"tamariki whakahirahira\".\nI te tekau o ona tau, ka haere raua ko tona papa ki te taha o te temepara o Guandi, ka kite raua i te whakapakoko nui o Guandi i roto i te temepara, e mau ana i te kape o \"Spring and Autumn\" me te panui. Ka kite tona papa, ka I waiatatia e ia ki a Emperor Guan: \"E toru nga raka o te pahau matomato, e panui ana i te hitori o Qing Dynasty ki te rama matomato me te whakanui i nga ingoa rongonui. E mau ana te tarakona matomato me te marama i toku ringa.\" i te ngahuru o tenei tau, i haere a Wang Bo i Shanxi ki Hainan Island ki te toro atu ki tona papa i whakahekea ki te kaiwhakawa o te rohe o Jiaozhi. I te ngahuru o te tau i te rua tekau ma whitu ona tau, ka haere a Wang Bo i Shanxi ki Hainan Island ki te toro atu ki tona papa, kua heke nei ki te tuunga o te Kai-whakawa Kaute o Jiaozhi, ka haere ia i roto i nga mano o nga maunga me nga awa i te huarahi.\nKa tae matou ki te maunga o Madang i taua ra, ka haere nga tangata katoa ki uta ki te okioki, i te wa e hikoi ana a Wang Bo i te taha o tetahi whare tapu onamata ko ia anake, ka kite atu ia i tetahi koroua e noho ana i runga i te kohatu i te taha o te whare tapu. me te ahua patupaiarehe. Ka ki atu ia ki a Wang Bo \"Ehara koe ko Wang Bo?\" Ka ohooho a Wang Bo ka mea, \"Tena! Me pehea koe e mohio ai?\" Ka ki atu te koroua, \"Kua roa ahau e rongo ana he pai koe. Ko nga whakaaro ki te whakaora tangata, ka tino whai kiko o rotarota. Ka tu he hui nui ki Tengwang Pavilion apopo. Mena ka taea e koe te haere ki te hakari me te tuhi tuhinga roa, ka rongonui koe i nga tau katoa ka whiwhi utu haerenga.\" I te maunga o Madang, ka haere nga tangata katoa ki uta ki te okioki, I a Wang Bo e hikoi ana i te taha o te whare tapu onamata, ko ia anake ka kite i runga i te kohatu i te taha o te temepara, Tera tetahi koroua e noho ana, he tamaiti ataahua tona ahua me te patupaiarehe. Ka mea atu ia ki a Wang Bo, \"Ehara koe i a Wang Bo?\"\nKa ohooho a Wang Bo ka mea, \"Tena! Me pehea koe e mohio ai?\"\nKa ki atu te koroua ra: \"Kua roa au e rongo ana he whakaaro pai to koe ki te whakaora tangata, a he tino whai kiko nga rotarota e titoa ana e koe. Ka tu he hui nui ki te Pavilion o Prince Teng apopo. Mena ka taea e koe te haere ki te hakari me te tito, ka rongonui koe i nga tau katoa ka whiwhi koe i nga whakapaunga haerenga.\"\nKa mea a Wang Bo: \"E ono, e whitu rau maero te tawhiti o tenei waahi mai i Tengwang Pavilion. Me pehea tatou e tae mai ai apopo? \" Ka ki atu te koroua: \"Ka whakamahi ahau i te hoiho hei hau atua hei awhina i a koe kia pai te rere. ka tae mai apopo.\" Ka mihi a Wang Bo ki ahau, ka mea: \"E toku hungawai. , he atua kore koe, he atua ranei?\" Ka kata te koroua, ka mea, \"Ko ahau te Zhongyuan Shuijun kei roto. Ka mea a Wang Bo, \"E ono, e whitu rau maero te tawhiti o tenei waahi mai i Tengwang Pavilion. Me pehea tatou e tae atu ai apopo?\"\nKa ki atu te koroua: \"Ka whakamahia e au te hoiho hei hau atua hei awhina i a koe kia pai to rere. Ka tae mai au apopo.\"\nKa mihi a Wang Bo ki a ia, ka mea, \"E te hungawai, he atua kore koe, he atua ranei?\"\nKa kata te koroua nei, ka mea, \"Ko ahau te Zhongyuan Shuijun e whakahaere ana i tenei rohe wai!\" Na ka tohe te koroua nei ki a Wang Bo kia tere te eke ki runga i te poti. he maeneene hoki te wai i te huarahi, i te kimo kanohi, kua haere ia e hia rau maero.\nKatahi ka tohe te koroua ra ki a Wang Bo kia tere te eke ki runga i te poti, ka kite ia i nga kapua pai e karapoti ana i a ia mo tetahi wa poto, he pai te haere, mo te kimo kanohi, kua rau maero te haere. Ka rite ki te whakaaro, ka oma a Wang Bo ki te Pavilion o Prince Teng i te ata o te huihuinga nui.\nKa rite ki te whakaaro, ka oma a Wang Bo ki te Pavilion o Prince Teng i te ata o te huihuinga nui. A, i runga i te waahi, ka tuhia e ia te \"Preface to Prince Teng's Pavilion\", i kiia ko te mahi rangatira mutungakore na Emperor Gaozong o te Tang Dynasty. A, i runga i te waahi, ka tuhia e ia te \"Preface to Prince Teng's Pavilion\", i kiia ko te mahi rangatira mutungakore na Emperor Gaozong o te Tang Dynasty.\nHe rotarota e kii ana:\nKo te korero i nga wa katoa he atua nga tangata mohio, no reira ehara i te mea he aitua na te hau i kawe a Nanchang ki Nanchang;\nI tuhia e ahau tetahi rerenga korero mo te tiango teitei o Teng Wang, katahi ka haere ia i te taha o nga tupapaku ki Zhongyuan.", "聖意": "A pure no to outou utuafare e a paruru ia outou iho, a pure no te mau haamaitairaa, a imi i te tao‘a, e ia faatupu i te faaipoiporaa e te au maite.", "古人": "Ka pupuhi te hau ki Tengwang Pavilion", "第X籤": "Waitohu waru tekau ma tahi", "宮": "Wei Gong"}