{"籤詩版本二": "Hei tauira, ki te ngaro te toru, te wha, te rima ranei o nga ra o te marama, kua ngaro te haurua, te haurua kei reira, kaore i oti.\nKo te tatari mo te paramanawa i waenganui po i te tekau ma rima o nga ra o te tau, he marama, he ki tonu nga mea katoa", "詩意": "I roto i tenei hexagram, kei te ngaro te marama engari kaore i ki tonu.\nKia manawanui ki nga mea katoa.", "解曰": "Kia noho whakaaro nui me te tatari. Ka rite ki te marama tuatahi o te marama. E tatari ana mo te wa a tawhio noa. Kaore he mea kino.", "籤詩故事一": "◇ Ka eke a Li Yuan ki te torona\nI nga tau whakamutunga o te Huihuinga Sui, ko Emperor Yang o te Waihanga o Sui he kino, he kino, he ngahau ki nga waahi katoa, ka whakapataritari i te iwi me te wehewehe i te emepaea ki waenga i nga toa.\nI te tau 618 AD, ka whakarewahia e Yu Wenhuaji, Sima Dekan, Pei Qantong me etahi atu he tutu ki te patu i a Emperor Yang o te Sui Dynasty me te kii ko Yang Hao hei emepera.\nKaore i roa ka patua e Yu Wenhuaji a Qin Wanghao ka kii ko ia ko Emperor Xu, ka whakatuu i te whenua Xu.\nI te tau i muri mai, ka patua tahitia ia e te Tianara Tang a Li Shentong me te kingi o Xia Dou Jiande.\nI muri i te mohiotanga o te rohe o Central Plains mo te matenga o Emperor Yang, ka tautoko te kaitiaki o Luoyang a Wang Shichong i a Kingi Dong o Yue hei emepera, ara, ko Emperor Ai o Sui Dynasty.\nI tenei wa, ka peia e Li Yuan a Yang You, ka kii ko ia hei emepera i Taiyuan, ka hurihia te ingoa o te whenua ki Tang. Ko Tang Gaozu tenei.", "聖意": "Ko te hiahia o te kainga me te whare mo koe ake, he waimarie i te raumati me te ngahuru, kia tupato ki nga whakawhitiwhitinga, tatari mo te wa, kua tomuri te marena, kua whanau he kotiro a Liujia, kua araia nga kaieke haere, kua mau te hiraka, kua pumau nga kararehe, he uaua. ki te kimi tangata, ko nga whakawa a te iwi me te heke he mea tiaki, he uaua te ngaro o nga rawa, he uaua ki te whakatuu mate, tuku ki te urupa maunga, ka huri", "古人": "Ka eke a Li Yuan ki te torona", "第X籤": "E waru tekau ma toru nga toa toa", "宮": "Wei Gong"}