{"籤詩版本二": "Me aha koe ki te ngaro to mana i runga i to ingoa, kei te mataku ahau kei puta ke te waimarie ka puta he kino.\nE haurangi ana, kaore au e mohio ki te haere ki hea. He moemoea pouri ahau i te atarangi o nga rakau paina matomato.", "詩意": "Ko tenei hexagram he tohu mo te ika makariri e wehe ana i te wai.\nKaore he mea e taea te neke.\n\n(Ko tenei hexagram he tohu mo te pai kino me te waimarie kino.\nKia mau o waewae ki runga i te whenua i nga mea katoa.\n)", "解曰": "Ka wehe te ika makariri i te wai. he namu i te hinu. Mena ka patai koe mo nga mahere puni. He pai ake ki a Mo Qi\nKo tenei tohu ka kawea mai he waimarie kino ki a Liujia. Ka he nga mea katoa. Inoi mo te haumarutanga.", "籤詩故事一": "◇ Zhuangzi whakamatautau tana wahine\nI whanau a Zhuangzi i te whanautanga o Zhou, ko Zhuang tona ingoa, ko Zhou tona ingoa, ko Zixiu tona ingoa, he tangata no Mengyi i te Waiata. I roto i te Zhou Dynasty, ko ia te rangatira o Qiyuan.\nI tetahi ra, ka tutaki a Zhuangzi ki tetahi wahine i runga i te maunga, e noho ana ia i mua o te urupa hou, me te wiri i tana powhiri, me te mea e hiahia ana ia ki te whakamaroke i te oneone maku i runga i te urupa. Kare a Zhuangzi i mohio ki tana whakaaro, no reira ka ui atu ia ki a ia. I kii ia ko te tangata i tanumia ki roto i te urupa ko tana tane, ko te kupu whakamutunga a tana tane, kare e ahei kia marena ano kia maroke te oneone o te urupa. Kare e taea e ia te tatari roa, na ka whakakorikoria e ia te urupa kia tere ake ai te maroke, kia taea ai e ia te whai i te puna tuarua.\nKa aue a Zhuangzi i tana whakaaro he wahine ngakau kore tera i te ao. Katahi ahau ka whakaaro, ka penei ranei taku wahine? Ka puta te whakapae, ka hiahia ahau ki te whakamatau.\nKo te ingoa o te wahine a Zhuangzi ko Tian, ​​ko te tikanga he whanaungatanga tata te tokorua.\nI te rongonga kua mate ohorere a Zhuangzi i te mate ohorere, he maha nga tangata o nga motu katoa, tae atu ki nga whanaunga me nga hoa, i haere mai ki te whakapuaki i o ratou ngakau aroha, i roto i a ratou ko tetahi kingi ataahua me te mokopuna mai i te kawanatanga o Chu, he tangata whai rawa. He pouaru hou a Tian me te aroha, ka whai ia ia. Kare a Tian i kaha ki te whakamanawanui, ka aroha ki a Wang Sun, ka marena raua i roto i nga ra e rua tekau noa.\nI taua po, ka inumia te waina, ka wera nga taringa, ka mate ohorere a Wang Sun ka mate.\nI wehi a Tian a Whaea Tian, ​​ka patai ki a Wang Sun me aha, ka whakamanawanui a Wang Sun i te mamae ka korero ki a Tian ka taea te whakamahi i nga roro o nga tupapaku ki te whakaora i te hunga mate.\nKei hea e kitea ai te tinana mate? I whakaaro ohorere a Whaea Tian, ​​kaore ranei tana tane i mate noa? I wareware a Mr. Tian ki te aroha tawhito i waenganui i te tane raua ko te wahine, ka mau ia ki te toki ka wahia te kawhena o tana tane, me te whakarite ki te tango i tona roro ki te rongoa.\nMa te ohorere, i te whakatuwheratanga o te kawhena, ka ora mai a Zhuangzi. I te whakama a Tian, ​​ka tarona ia.\n(Ko tenei korero he kupu whakarite mo te takahi i te whakahoahoa mo te painga o te tangata, no reira kare e taea e tatou te whakaae.)", "聖意": "He marino te whare, kei te ora ahau, kei te rapu taonga ahau, he he i roto i nga whakawhitiwhitinga, he patunga tapu, he marena, kua whakatauhia nga mea, kua whai oranga a Liujia, kaore ano te hunga hikoi i tae mai, Tiancanping, Liujuping, kei te rapu tangata te tangata, kua huri te whakawa. , he tangata atawhai, he mea mate nga mea ngaro, he kino nga maunga me nga urupa.", "古人": "Ka whakamatau a Zhuangzi i tana wahine", "第X籤": "Rota 84", "宮": "Wei Gong"}