{"籤詩版本二": "Ka taupokina e te kapua pouri me te kohu te huarahi i mua i te maunga, he porotaka nga mea katoa, he porotaka ano te marama.\nKi te whiwhi rotarota me nga pukapuka, ka oho koe i te moemoea hohonu, ma te tangata rangatira koe e arahi ki te tuanui.", "詩意": "Ko tenei hexagram he tohu mo te mutunga o te puna me te pua o nga puawai.\nKa huri nga mea katoa i muri i te Ariki.", "解曰": "Me tono awhina te koroua. Ka puāwai anō i te kōanga. Te hiahia mo te rongonui me te taonga. Ka tutaki i te hau i te mutunga o te ao.", "籤詩故事一": "◇ Ka tutaki a Han Wengong ki te hukarere\nKo Han Yu, ko Tuzhi tona ingoa, no Changli. I riro a Tang Dezong hei Jinshi i te waru o nga tau o Zhenyuan, a ko Wen Gong tana taitara i muri iho.\nI te wa o te kingitanga o Emperor Xianzong o te Tang Dynasty, ka whakahee a Han Yu me nga koiwi o Buddha, i riri ai te Emperor. I whakarerea e Han Yu tana wahine me ana tamariki ka haere ki Chaozhou. I muri i te hikoi mo te iti iho i etahi ra, ka kaha ake te hau makariri, ka kaha te hukarere. I tae atu a Han Yu ki tetahi waahi he maha nga putu te hohonu o te hukarere, he uaua ki tana hoiho te neke whakamua, karekau he whare e tata ana, kaore ia i te mohio kei hea te huarahi. Mena kei te pirangi koe ki te whai i te huarahi ka hoki whakamuri, kare he huarahi ki muri. Ka kaha te pupuhi o te hau, ka tere te heke o te hukarere, ka makuku a Han Yu ki te kiri, ka makariri, ka hiakai, kare he wahi hei whakaatu i tona pouri.\nKa tangi a Han Yu ka mea: \"Kaore te emepara e whakamate i ahau, engari e hiahia ana te emepara ki te whakangaro i ahau.\"\nI te wa e pouri ana a Han Yu, ka kite ia i tetahi tangata e haere mai ana ki te horoi i te hukarere ahakoa te tino makariri, ka puta ko Han Xiangzi (te iramutu a Han Yu).\nI mua, i korero a Han Xiangzi ki a Han Yu: \"Kei hea te kainga o Yun Heng i Qinling? Ka awhi te hukarere i te kuaha puru, ka mutu te hoiho i te neke whakamua. \" I taua wa, kaore a Han Yu i mohio ki te tikanga o Han Xiangzi, engari inaianei ko ia. i te mutunga ka mohio.\nNa ka haere a Han Yu raua ko Han Xiangzi ki te moe i te whare o Fu i Languan. Ma te korero mo nga wa o mua me te huarahi ki te ngaki, i tino whakapono a Han Yu.\nI muri mai, ka whakarerea e Han Yu tona turanga rangatira, ka hoatu i ana taonga katoa ki te kawanatanga o te rohe, ka haere ki nga maunga ki te mahi Taoism, ka noho hei tangata matekore.", "聖意": "Kaore te whare e pai mo koe ake, kia tupato ki te rapu moni, arotahi ki te pakihi, kua tomuri te marena, ko nga wahine hikoi a Liujia e poraka ana i nga mara, he pai nga hiraka, he pai nga kararehe, he uaua ki te kimi tangata, ka tuaruatia nga whakawa a te iwi, he heke. kua whakahoutia, kua ngaro nga mea kino, kua roa nga mate, me whakarereke nga urupa maunga.", "古人": "Ka tutaki a Han Wengong ki te hukarere", "第X籤": "Waru tekau ma rima toa toa", "宮": "Ko Shen Gong"}