{"籤詩版本二": "Ma te hikoi i te haurua o te maunga ki te hauauru, kaore e taea te noho nga pari o Junling.\nMa te titiro ake ki te Atua mo te tiaki, kei te whare mate tonu tenei tinana", "詩意": "Ko tenei hexagram he rite ki te rapu koura i roto i te onepu.\nHe tohu o te tangata rangatira i roto i nga mea katoa.\n\nAno: Ko tenei hexagram e tohu ana kei te raru te tangata.\nHe tohu o te tangata rangatira i roto i nga mea katoa.", "解曰": "Ka kitea a Jade ma te tarai kohatu. Kimihia te koura i roto i te onepu. Me whakapau kaha. Te raruraru noa.\nKo tetahi atu mahi: he ahuatanga uaua. Kaore he waahi hei noho. A ani i te manaakitanga a te Atua. Inoi mo te rangimarie o te hinengaro.", "籤詩故事一": "◇ Ngau koura ka tirotirohia te ana o raro\nHei whakanui i ana mahi hoia, ka whakahaerehia e Cheng Yaojin tetahi hakari ki Yanwuyang. Na, ka puare he poka ki te whenua, kaore e taea te whakaaro, ka kuti nga tangata katoa ki nga kupu, ka ngau i te koura kia toa, ka haea nga taura hei here i a ratou ano ki roto i te rua.\nHe kuaha kohatu, he teepu, he turu, he piriti me etahi atu mea kei runga i te teepu he kakahu tarakona me nga whitiki jade, he mea hanga ki te koura, kua mau ki waho o te ana.\nI puta mai a Yao Jin i roto i te poka me te pouaka nui me te pouaka iti, ka whakatuwhera i te pouaka rakau ka tangohia te hiri jade, ka whakatuwheratia te pouaka, ka tangohia mai te haki nui me te koroka karauna me nga ara ka whakatakotoria ki runga ki te tepu, a ka titiro takitahi ki a ratou katoa. I kite ahau i nga tohu hiri e waru i whakairohia ki runga i te hiri nui ko \"Te Kingi Rewera o Hunshi, te Emepara Pai Nui\".\nI karakia nga tangata katoa ki a ia hei \"Emperor\", a na Yaojin i mahi mo nga tau e toru hei Kingi Demon. (Ae, he korero noa tenei, a ko Cheng Yaojin te rangatira o te kainga i tera wa.)\n(He kupu whakarite tenei korero he rite tonu nga mea pai ki te mahi whakaari. Koinei te whakaaro toi mo te \"kei roto tonu tenei tinana i te koretake\".)", "聖意": "Ko te inoi mo te kainga me te whare, ko ia ano, te kore moni, te rapu taonga, te whakapau kaha, te tupato ki nga mahi pakihi, ka aukatia te marena e Liujiaxu, nga tangata hikoi, nga hiraka Chitian, e ono nga kararehe, e rapu ana i nga tangata, kaore he whakawakanga, ngaro, heke, pupuri. nga taonga ngaro, nga mate kino, nga arai, nga maunga me nga urupa.", "古人": "Te tirotiro i te keri mo te koura", "第X籤": "Waitohu waru tekau ma whitu", "宮": "Ko Shen Gong"}