{"籤詩版本二": "Kaua e whakararuraru i a au mo o mahi ake, he pai ake te patai ki te marea.\nKo te ngakau marama ka rite ki te marama marama i te rangi", "詩意": "Ko tenei hexagram e tohu ana i te ahua o te marama kanapa i te rangi.\nHe maama me te hau nga mea katoa.", "解曰": "Kia tika te ngakau. Whakatikatika i te ture. kupu tapu. Ka mutu ka marama.", "籤詩故事一": "◇Ko te tianara a Kong Ming\nRongoa: Ka whakakorikori a Zhuge Liang i ana hoia me ana tianara\nI roto i nga wa o nga rangatiratanga e toru, i whanau a Zhuge Liang (181-234), ko Kongming te ingoa atawhai, i Yangdu, Langya (ko Yinan County inaianei, te Porowini o Shandong).\nI whakaae a Zhuge Liang kia noho hei apiha whai muri i nga haerenga e toru a Liu Bei ki te whare tawha. hei tianara tuarua, e arahi ana i te ope 100,000 ki te hikoi ki Xinye. Ahakoa i whai whakaaro a Zhuge Liang ki te hoki whakamuri i te hoariri i taua wa, ka whakahawea a Guan Yu raua ko Zhang Fei ki nga kupu a Zhuge Liang. Ko Zhuge Liang kaore i pai ki te whakamahi i te hoari a Liu Bei ki te hinga i nga tangata tokorua, kotahi mano nga hoia me nga hoiho i aratakina e ia tangata, a ka piri ki roto o Yushan me Anlin, ka tatari kia Xiahou Dun e arahi tana ope kia haere, katahi ka whakaekea ratou me te pehipehi me te ahi.\nI tua atu, i tukuna a Zhao Yun ki te arahi i nga toenga tawhito me te ngoikore o te ope ki te whawhai hei kaiwawao ki a Xiahou Dun, katahi ka whakapohehe i te hinga, ka hoki whakamuri, ka toia a Xiahou Dun ki te huarahi whaiti o nga maunga me nga ngahere, ka tukuna ano e ia a Guan Ko Ping, ko Zhou Cang, ko Liu Feng me etahi atu ki te kuhu ki muri o te ope a Cao, ka tahuna nga taonga me te whakaohooho i te ope a Cao.\nI muri i te pakanga, i puta nga mea katoa i ta Zhuge Liang i whakarite. I te wa i arahi a Xiahou Dun raua ko Yu Jin i te ope taua ki te whai, ka whakamohio wawe a Li Dian, kei muri i a Xiahou Dun i mua me tiaki ia i nga whakaeke ahi a te hoariri. te rori whaiti me te tu ki tetahi wahi i tuituia nga rakau, na reira kare e taea te ahi, he nui nga mate, a ka hinga a Xiahou Dun me etahi atu tianara ka oma atu ki Xudu.\n(He kupu whakarite tenei korero he pai a Kong Ming ki te whakamahi tangata me te whakahaere i te whenua ma te mohio.)", "聖意": "He pai te kainga me te whare. Ko taku hiahia kia pai te waimarie i roto i te taonga, i te rangimarie o te ngakau, i te pai o te pakihi, i te marena, i te angitu, i te angitu i roto i Liujia, i nga tangata neke mara, i te hiraka, i te mate kararehe, i te ngaro tangata, i te whakawa a te iwi, i te heke, i te ngaro taonga, nga manaakitanga, nga mate, te rangimarie, nga maunga me nga urupa.", "古人": "Ko te tianara a Kong Ming", "第X籤": "Ko te tohu tuaiwa", "宮": "Whare Taonga o Yin"}