{"籤詩版本二": "Ko te whakaaturanga pai ka tu koe i waho o te marea me te kohukohu, a ka huri to heke mai, ka kawea mai he taonga nui.\nHe rori rite tonu ki te rangi te whanui, a ko nga moni katoa ka taea e koe te hoatu ki roto i to ngakau", "詩意": "Ko tenei hexagram he tohu mo te heke mai.\nHe pai nga mea katoa.", "解曰": "He huarahi nui. Ka taea e koe te anga whakamua. Whakamahia to ngakau. whakamua anake.\nKo nga mea katoa ka rite ki te whakamahere me tenei tohu. Waimarie ki a Jichang.", "籤詩故事一": "◇ Tokotoru nga toa ka whawhai ki a Lu Bu\nRongoa: Tokotoru nga toa a Zhang Fei, Guan Yu, me Liu Bei ka whawhai ki a Lu Bu\nI mohio a Dong Zhuo kua poutoa te mahunga o Hua Xiong, ka tukuna te tianara rererangi a Lu Bu ki te whawhai. I te taenga atu o Lu Bu ki te whawhai, ka patua e ia nga tianara a Fang Yue me Mu Shun, ka patua a Wu Anguo me Gongsun Zan.\nI kite a Zhang Fei kaore e taea e Gongsun Zan te hinga ia Lu Bu, na ka hohoro tana whakakapi i a Gongsun Zan me te karanga: \"Me wehe nga pononga o nga ingoa ingoa e toru! Kei konei a Zhang Fei mai i Yan! \"I muri i tera, ka whawhai ratou mo te neke atu i te rima tekau rauna, kahore he toa, he kore.\nI muri i te kitenga o Guan Yu, ka whakaekea e raua ko Zhang Fei a Lu Bu, a neke atu i te toru tekau nga rauna whawhai.\nI mauria ano e Liu Bei nga hoari e rua, ka pakipaki i tana hoiho, ka haere ki mua ki te awhina ia Zhang Fei me Guan Yu.\nKa karapotia e nga tangata tokotoru a Lu Bu, ka whawhai tonu, ka oho katoa nga tangata o te roopu.\nKaore i roa, ka timata te kaha o Lu Bu, ka hoki whakamuri te Pegasus o Lu Bu, engari ka whaia e nga tangata tokotoru a Lu Bu, kaore i pai ki te tuku.\n\"E toru nga rangatiratanga\"\n(He kupu whakarite tenei korero mo te toa me te mohio o Lu Bu ki te whawhai. Ka taea e te tangata kotahi te hinga i nga tangata tokotoru.)", "聖意": "Ko te ngakau o te whare mo tona ake haerenga ki te rapu taonga. Ka taea te tuku tuhinga marena ki a Liujia. He pai te haere o nga mea mo te tangata. Ka whakamahia nga noke hiraka Zhushuntian. Ka kitea nga tangata i roto i nga kararehe e ono. I mua i te whakawa a te iwi, Yi Chang, hekenga, ngaro taonga, mate, urupa maunga, aha atu, he pai.", "古人": "Tokotoru nga toa ka whawhai ki a Lu Bu", "第X籤": "E iwa tekau ma tahi te reiti toa", "宮": "Koe te whare rangatira"}