{"籤詩版本二": "I makuku a Luan Feng Xiang i te ua, engari i taua wa i whakawetihia ia e Queer\nOhorere ana ahau i te rongonga i tetahi ra, kei tawhiti atu nga kapua, engari i whakahokia ano e au aku kakahu ki a koe.", "詩意": "Ko tenei hexagram te tohu o Luan me Phoenix e hipokina ana e te ua.\nKa tae mai nga mea katoa ka tae mai te wa.", "解曰": "Kei te ora te tangata kino i ia ra. Kaua te tangata rangatira e mahi. Kia mau ki a koe ano. Me mahi ina tae mai te wa.", "籤詩故事一": "◇ Ka whakamanahia e Gao Jun te marena\nI te timatanga o te Waiata Waiata, ka whakakotahi a Zhao Kuangyin i te raki, ka tuku te whenua katoa. Heoi, i te tonga o Tang Dynasty, ka noho a Li Yu ki te tonga o te awa o Yangtze, ka tango i te rautaki ki te tuku i tetahi taone ki te tuku, ka mau a Zhao Kuangyin ki Shouzhou. a he tino kino te ahuatanga. Ko te iramutu a Zhao Kuangyin, ko Gao Junbao, he taitama me te pu koura, i wehe atu ia Bianjing ki te wawahi i te whakapaenga o Shouzhou.\n, ka haere i te maunga o Shuangsuo, ka wahia e ratou te tohu Tane i whakaturia e Liu Jinding, a ka whakataetae te tokorua, na reira, ka hinga a Liu Jinding i a Gao Junbao e toru nga wa me ana toi hoia tino pai, a ka whakawhiti ratou i nga mace koura me nga pere hiriwa mo te ora. Ko Gao Junbao te iramutu a Zhao Kuangyin, hei whakaora i a Zhao Kuangyin i Shouzhou, ka wehe atu i a Bianjing ka haere ma te maunga o Shuangsuo, ka wahia e ia te tohu i whakaturia e Liu Jinding ka whakataetae te tokorua, na reira ka hinga a Liu Jinding i a Gao Junbao me ona tino pai ki te whawhai, a, i pehia ki te mahi. Na te tokorua nei i arahi te mano ki roto i te whakapaenga me te whakaora ia Zhao Kuangyin.\n(Ko te kupu whakarite o tenei korero ko te mea karekau raua i houhia (he mea whakaweti) engari i muri mai ka houhia.)", "聖意": "Ko te kainga o te whanau e kore e pai ki a ia ano, kia tupato ki te rapu moni, poraka pakihi, tatari mo te marena, whakaroa, Liujia, tangata haere teka, noho i te mara, hiraka, tomuri, ono kino kararehe, uaua ki te kimi tangata, whakawa, te mate, te heke, te manaaki, te ngaro o nga rawa, te mate kino, te toronga o te maunga, te whakahounga urupa", "古人": "Ka whakamanahia e Gao Jun te marena", "第X籤": "E iwa tekau ma toru i toa i te rota", "宮": "heugong"}