{"籤詩版本二": "Ko nga wawata me nga whakatutukitanga kei roto i te whare rangatira, engari inaianei ka mutu te inu me te taangata.\nMena ka kite koe i te tikaokao koura, ka utua koe ki te moni, ki te taonga me te taonga.", "詩意": "Ko tenei hexagram te tohu o te wawata me te rongonui.\nKia pai nga mea katoa.", "解曰": "He wawata, he hikaka. Kaore i te mutunga ki te tiaki i a koe ano. Ka oati te tikaokao koura. Harikoa katoa.", "籤詩故事一": "◇ I kii a Cao Pi i a ia ano hei emepera\nKo Cao Pi, ko Zihuan te ingoa, i whanau i Peiguoqiao (ko Hao County inaianei, Anhui). He kaitōrangapū rongonui me te kaituhi i te wā o Jian'an.\nKo Cao Pi te tuarua o nga tama a Cao Cao I noho ia i te taha o tona papa i roto i te puni hoia mai i tona tamarikitanga. I raro i te mana o tona papa, i ako a Cao Pi ki te kopere i te ono o ona tau me te eke hoiho i te waru o ona tau, a ka whanake he pai nga pukenga whawhai. He nui hoki ona mohiotanga ki nga korero tawhito me nga korero hou, me nga pukapuka o nga rau o nga kura whakaaro. Tae noa ki te tekau ma waru o ona tau ka hinga a Cao Cao ia Yuan Shao, ka noho pai a Cao Pi ki Yecheng, te pokapū o te mana o Cao Cao. Mai i tera wa, ahakoa i etahi wa ka haere ia i te taha o tona papa ki nga haerenga hoia me te noho hei tama rangatira i te nuinga o nga wa, ka mahi tonu ia i nga mahi toi i ia ra, kaore ano ia i peka atu ki tenei ra. He maha nga wa e eke ana ia i runga i tana hoiho i te rau kaupae, he tino mohio ki nga mahi whawhai, na te mea he maha ana mahi whawhai, he mama, he kaha.\nKo Cao Ang te tama matamua a Cao Cao i mate i te pakanga. I muri i te matenga o te tama matamua, ko Cao Pi te whiriwhiri tuatahi mo te karauna rangatira. I te toru tekau ma tahi o ona tau, ka riro ia Cao Cao hei rangatira karauna. I te toru tekau ma toru o nga tau o Cao Pi, ka mate a Cao Cao i te mate, a ko Cao Pi te whakakapi i a ia hei pirimia me te kingi o Wei. E ai ki a ia he maha nga wa e eke hoiho ana i runga i nga hikoinga kotahi rau, he tino mohio ia, na te mea he maha ana mahi kungfu, he mama, he hauora.", "聖意": "Inoi kia tau to kainga, to kainga, rapu taonga, mahi, hokohoko, wehe moata, ka pai te marena, ka ora a Liujia, ka noho nga tangata ki te mara, ka pakeke te hiraka, ka ono nga kararehe. Kua pakeke, ka uaua te kimi tangata, te whakawa a te iwi, te whakatau tere, te heke, te ngaro o nga rawa, kei tawhiti, kei nga maunga, te urupa, te mate, te waimarie.", "古人": "Ka kii a Cao Pi hei emepera", "第X籤": "E iwa tekau ma rima nga toa toa", "宮": "heugong"}