{"籤詩版本二": "He mea rereke te pagoda nui, me nga ahuatanga ataahua i nga taha katoa e whiti ana.\nTe a‘o atu nei au ia outou ia faaoti papu i te pi‘o ma te tuutuu ore e ia rave i te mau ohipa maitai, e na te ra‘i e horo‘a mai i te mau haamaitairaa no outou.", "詩意": "Ko tenei hexagram e tohu ana i te whakaaturanga o te kaiaka.\nHe waimarie nga mea katoa.", "解曰": "Ko enei manaakitanga. Kei te katoa. Kaua e tino pukumahi. Ka whakatauhia te kaiaka i mua.", "籤詩故事一": "◇ Ka tutaki te Kingi o Fenyang ki tana mokopuna i te ra o Hainamana\nRongoā: I tutaki a Guo Ziyi ki te Kaiwhatu Kaiwhatu e heke iho ana ki te whenua i te ra o Hainamana. Ko Tiansun, te mokopuna a te Emperor Jade, ko nga patupaiarehe e whitu.\nKo Guo Ziyi (697-781), e mohiotia ana ko Guo Linggong, he tangata whenua no Zheng County, Huazhou (ko Huaxian County inaianei, Porowini Shaanxi) me te tianara o te Tang Dynasty. I whakawhiwhia e te kooti emepaea ki a Ziyi te taitara o te Kingi o Fenyang.\nE kiia ana no Huazhou a Ziyi i haere ki te uru atu ki te ope taua i waho o te Pa Nui. I haere ia ki Beijing ki te pehi mo te utu hoia ka hoki mai ano ki Yinzhou. Ko te ra o te Hainamana Valentine i tera wa. Ko te hau me te onepu. ka pouri, ka pouri te ra, kare e taea e Ziyi te neke whakamua, no reira ka tu ia i te taha o te huarahi, e moe ana ia i runga i te papa i roto i te whare korekore, ka tata ki te moe, ka kite i te rama whero. i nga taha e rua, ka tu ake, ka titiro ohorere, he kapua kei te rangi, e heke ata ana, e noho ana tetahi wahine ataahua, honore, ataahua, rere ke atu i te tangata noa. Ka mihi tonu a Ziyi ka mea, \"Ko tenei ra te whitu o nga ra o te whitu o nga marama. Ki taku whakaaro ko te Kotiro Kaiwhatu tenei kua tae mai, e hiahia ana kia roa te ora me te whai rawa.\"\nKa whakahoki ano te wahine: \"Ma te nui o te taonga ka roa te ora.\"\nKa mutu tana korero, ka hoki mai te kanapa, ka piki haere nga kapua, kei te titiro iho tonu te wahine ra ki a Guo Ziyi me te ataata pai. Heoi ano i te wa i tawhiti atu ia i a ia, ka porangi te auahi, kare e kitea.\nI puta mai he pono, pera me ta te wahine i korero ai. Ko nga mahi a Ziyi he mea rongonui ki te ao, he minita tino rongonui ia, he tianara me ona mana me ona mana.", "聖意": "Hanga he hiahia mo koe i te kainga, hanga he hiahia mo koe, inoi mo te moni, he waimarie i roto i te pakihi, he waimarie i roto i te marena, he waimarie i Liujia, he harikoa te haere tahi me te tangata, he neke mara, he hiraka, he kararehe pumau, he kino ki te rapu. nga tangata, nga whakawa a te iwi, te heke, te waimarie, nga mate taonga ngaro, nga urupa i Zhenxingshan", "古人": "Ka tutaki a Kingi Fenyang ki tana mokopuna i te ra Valentine's Hainamana", "第X籤": "Waitohu iwa tekau ma ono", "宮": "heugong"}