{"籤詩版本二": "Ka mau i te hoiho me te pupuri i te wepu, ka haere tika mai ki konei, he haurua kei te morearea, ko te hawhe kei te aitua.\nHe rite ki te whare ka wera i te ahi, ka taka te rangi, ka huri te ua hei pungarehu, he kaupapa taku.", "詩意": "Ko tenei hexagram e tohu ana i te haurua o te pouri me te hawhe hari.\nHe mea tika kia mahi pai i nga mea katoa.", "解曰": "Te mahi mo te oranga. Kaua e whakaaro ki te tika me te he. He rangitahi noa nga here. Ka puta mai te mauahara.", "籤詩故事一": "◇Ka whiua e Tao Sanchun a Zheng En i Guayuan\n\"Kia ora taku whakamaharatanga,\" ka tu ano a Zhao Kuangyin, \"Na Beiping King Zheng En i whakarite he marena i tera wa. Inaianei kua tau te ao, ka tono ahau mo to whakaaetanga ki te whiriwhiri i tetahi ra pai mo te marena. \"\n\"Kia ora taku whakamaharatanga!\" Ka tu a Zhao Kuangyin ka mea, \"Na te Kingi o Peking, a Zheng En, i whakarite he marena i tera wa. Inaianei kua tau te ao, ka tono ahau mo to whakaaetanga ki te whiriwhiri i tetahi waahi pai. ra ki te marena.\"\n\"Aue, ko te tuatoru o nga teina i taumau i mua, he aha ahau i kore ai e mohio ki tenei?\n\"Aue! Ko te tuatoru o nga teina i marenatia i mua, he aha ahau i kore ai e mohio mo tenei? \"I tino miharo a Chai Rong (Emperor o te whanautanga o Zhou i muri mai), ka tawhiritia e ia tona ringa ka tono ki a Zhao Kuangyin kia noho ki te korero.\n\"He korero roa tenei. Tuatahi, i te rawakore tonu matou i tera wa kaore matou i uru ki to ope. he whakama ki te korero, na reira kare ai e mohio to Kuini .”\n\"He korero roa tenei. Tuatahi, e noho rawakore tonu ana matou i tera wa kaore matou i uru ki to hoia. Mai i tera wa, kua maha nga tau e whawhai ana matou, kaore he wa ki te whakaaro ki a koe. Tuarua, ko te tuatoru he teina ano he he iti nei te whakama ki te whakahua i taua mea, no reira kare e mohio to Kuini .”\n\"E, kei te marena te tauira taane o te kaareti, he aha te take o te whakama? Kua roa te teina tuatoru i te papa pakanga, ka taea te kii he toa tino kore.\n\"E! Kei te marena te tama o te koroni, he aha te whakama? Kua roa te teina tuatoru i runga i te papa whawhai, ka taea te kiia he toa e kore e rite.\n\"Ki taku korero, kaore e taea e au te whakahee i taku teina tuatoru mo te whakama, na te mea i hangahia tenei marena.\"\n\"Ki taku korero, kaore e taea e au te whakahee i taku teina tuatoru mo te whakama, na te mea i hangahia tenei marena.\"\n\"Kua patopato? Hey, he mea whakamere. Tena koa korero mai he aha te mea i tupu.\"\n\"I patopato ahau! Hey! He rawe! Tena koa korero mai he aha te mea i tupu.\"\n\"Ae, kei te mahara ahau ki tera tau, i te wa e tata ana matou ki te hono atu ki te Rangatiratanga, i te haere matou i te takiwa o Baocheng County. He tino wera i te marama o Hune. Kare e taea e taku teina tuatoru te noho ki te hotera, no reira ka haere ia ki waho ko ia anake. Ka haere ia i te maara merengi, ka haere ki roto ki te kohi, ka mate te matewai, karekau he maha o nga merengi kua maoa wawe i tenei wa, ko te tuatoru kare i mohio ki te kohi, no reira he maha nga merengi i wahia e ia. Ko te wahine e titiro ana ki nga merengi ka haere ki mua ki te whakapae i te tuatoru o nga teina. Ka taupatupatu te tokorua, katahi ka timata ki te whawhai. Haere mai. Waimarie, i awangawanga ahau, ka oma ahau ki te whakaora i te wa, ki te kore...\"\n\"Ae, kei te mahara ahau ki tera tau, i te wa e tata ana matou ki te hono atu ki te Rangatiratanga, ka haere matou i te takiwa o Baocheng County. He tino wera i te marama o Hune. Kare e taea e taku teina tuatoru te noho ki te hotera, no reira ka haere ia ki te kopikopiko anake. Ka haere ia i te maara merengi, ka haere ki roto ki te kohi, ka mate te matewai, karekau he maha o nga merengi kua maoa wawe i tenei wa, ko te tuatoru kare i mohio ki te kohi, no reira he maha nga merengi i wahia e ia. Ko te wahine e titiro ana ki nga merengi ka haere ki mua ki te whakapae i te tuatoru o nga teina. Ka taupatupatu te tokorua, katahi ka timata ki te whawhai. Haere mai. Waimarie, i awangawanga ahau, ka oma ahau ki te whakaora i te wa, ki te kore...\"\n\"Ko Zheng Ziming tenei, nana te he i te tuatahi, me mihi ia. He aha i whiua ai ia? I tua atu, me pehea e taea ai e te whanau o te kotiro te tu atu ki nga whiu me nga whana a te tangata nanakia penei i a ia! Haere mai, ka whiua e koe tenei kotiro ki \"Kaore i mate te kotiro...\"\n\"Ko Zheng Ziming tenei, nana te he i te tuatahi, no reira me mihi ia. He aha koe i patu ai i a ia? I tua atu, me pehea e taea ai e te whanau o te kotiro te tu atu ki nga whiu me nga whana a te tangata nanakia penei i a ia! Haere mai, korero mai, i whiua e koe tenei kotiro. Kao?\"\n\"Kare i mate te kotiro...\"\n\"Kei te pai, kei te pai... Hey, kaore koe i mahi? Aue, ki taku mahara kua ora koe i ahau i te waa.\"\n\"Kei te pai! Kei te pai... Hey! Kaore koe i mahi? Aue! Ki taku whakaaro ko koe te tangata nana ahau i whakaora i te waa!\"\n\"...Kao, ko te tangata i whakaorangia e au ko...te tuatoru teina.\"\n\"Ah?!\" \"Ah?!\"\n\"Ko te tuatoru o nga teina i turakina ki te whenua e te wahine ra, ka whiua katoatia i te huarahi katoa. Waimarie, i tae atu ahau ki te tohe kia haere atu ia, na reira kaore i tino whara. ... E te Rangatira... E te Rangatira!... \"\n\"I turakina te tuatoru o nga teina e te wahine ra, ka whiua nuitia. Waimarie i tae atu ahau ki te tohe i a ia kia haere, na reira kaore ia i tino whara. ... E te Rangatira... E te Rangatira!...\"\n\"Ah?...Aue, ko wai tena wahine!?\" \"Ah!?...Aue, ko wai tena wahine!?\"\n\"No muri mai ka mohio ahau ko te ingoa o te wahine ko Tao Sanchun, ko tana papa ko Tao Hong he toa tawhito kaore he wawata. I ako a Tao Sanchun i nga mahi whawhai mai i tona papa mai i tona tamarikitanga. I muri i taku mohiotanga Ko tana whanau, i kite ahau he tino pai te ahua o Miss Sanchun. , Luo Luo me te atawhai, kaore he ahua o te ahua o te kotiro iti, i ata rite ki a ia. Ko te papa me te tamahine a Tao i tino pai ki te ahua tika o te tuatoru o nga teina. katahi ka whakatau i tenei marena mo raua tokorua. Tena ra, e te Kuini, korero mai ki ahau, ehara tenei i te marena peera?\"\n\"No muri mai ka mohio ahau ko te ingoa o te kotiro ko Tao Sanchun, a kua ako ia i nga mahi whawhai mai i tona papa mai i tona tamarikitanga. I muri i taku mohiotanga ki tona whanau, ka kite ahau he tino rangatira a Miss Sanchun. he atawhai, a kahore he tohu o nga tikanga o te kotiro ra, no reira i ata kimihia e au. I tino pai ano a Tao raua ko tana tamahine ki te ahua tika o to raua tungane tuatoru, katahi ka paopao tonu raua ka whakatau i tenei marena mo raua. E te rangatira, tena koa korero mai ki a au, ehara ianei tenei i te marena horihori?\"\n(He kupu whakarite tenei korero, na te mea he mea kino ka puta he mea pai.)", "聖意": "Inoi mo te whakamarumaru o te kainga me te whaiaro, kia tupato, inoi mo te taonga, pakaru pakihi, aukati i te marena, whiu, Liujia, inihua, nga tangata hikoi kua mau ki nga mara, kino hiraka, kino kararehe, ngaro tangata, ture ture, mate, heke, conservativeness , nga taonga ngaro, nga mate kino, nga raruraru, nga raruraru, nga maunga, nga urupa, te kore", "古人": "Ka whiua e Tao Sanchun a Zheng En i te kari merengi", "第X籤": "Tau iwa tekau ma iwa", "宮": "Haigong"}